Repository: nvdacn/screenReaderTranslations
Catalog: */add-ons/eMule/nvda.po
Languages: bg, es, fa, fr, gl, hr, hu, it, pt_br, pt_pt, ro, sk, sr

source: Reads the specified column for the current list item.
bg: Прочита указаната колона за текущия елемент от списък
es: Lee la columna especificada para el elemento de lista actual.
fa: ستونی ویژه از فهرستواره‌ی پیش رو را می‌خواند
fr: Lis la collone spécifiée pour l'élément de liste en cours
gl: Le a columna especificada para o elemento da lista actual.
hr: Čita određeni stupac prve stavke popisa.
hu: Felolvassa a megadott oszlopban az aktuális lista elemet.
it: Legge la colonna specificata per la voce di elenco corrente.
pt_br: Lê a respectiva coluna do item de lista atual.
pt_pt: Lê a coluna especificada para o item atual.
ro: Citeşte coloana specificată pentru lista de elemente curente.
sk: Prečíta vybratý stĺpec pre aktuálnu položku.
sr: čita specifičnu kolonuza trenutnu stavku liste

source: %s copied to clipboard
bg: %s е копиран в клипборда
es: %s copiado al portapapeles
fa: %s در بریده‌دان روگیری شد
fr: %s copié dans le presse-papier
gl: %s copiado ó portapapeis
hr: %s kopirano u međuspremnik
hu: %s a vágólapra másolva
it: %s copiato negli appunti
pt_br: %s copiado para área de transferência
pt_pt: %s copiado para a área de transferência
ro: %s a fost copiat pe planşetă.
sk: %s skopírované do schránky
sr: kopirano u privremenu memoriju

source: Copies the last read column of the selected list item to clipboard.
bg: Копира последно прочетената колона за текущия елемент от списък в клипборда
es: Copia la última columna leída del elemento de lista seleccionado al portapapeles.
fa: ستونی از فهرستواره‌ی گزیده شده که واپسین بار٬ خوانده شده است را در بریده‌دان٬ روگیری می‌کند.
fr: Copie dans le presse-papiers la dernière colonne lue de l'élément de liste sélectionné
gl: Copia a última columna lida do elemento de lista ó portapapeis.
hr: Kopira zadnju pročitanu stavku popisa u međuspremnik.
hu: Az utoljára felolvasott oszlop tartalmát a vágólapra másolja.
it: Copia l'ultima colonna letta della voce di elenco selezionata negli appunti.
pt_br: Copia a última coluna lida do item de lista selecionado para a área de transferência.
pt_pt: Copia a última coluna lida do item seleccionado para área de transferência.
ro: Copiază ultima coloană a elementelor selectate în planşetă.
sk: Skopíruje posledný prečítaný stĺpec pre aktuálnu položku do schránky.
sr: kopira pročitanu kolonu u radnu memoriju

source: Moves the system focus and mouse to the main Tool Bar.
bg: Премества фокуса и мишката до главната лента с менюта
es: Mueve el foco del sistema y el ratón a la barra de herramientas principal.
fa: نشانگر سامانه و موشواره را بر روی نوار ابزار پایه جا‌به‌جا می‌کند.
fr: Déplace le focus système et la souris sur la barre d'outils principale
gl: Move o foco do sistema e o rato á barra de ferramentas principal.
hr: Pomiće miš i fokus sustava na glavnu alatnu traku.
hu: Az egérkurzort és a fókuszt a fő eszköztárhoz helyezi.
it: Sposta il focus di sistema ed il mouse nella barra degli strumenti principale
pt_br: Move o foco do sistema e o mouse para a barra de ferramentas principal.
pt_pt: Move o foco do sistema e o rato para a barra de ferramentas principal.
ro: Mişcă focalizarea sistemului şi mausul în Bara de unelte principale.
sk: presunie systémový fokus a myš na hlavný panel nástrojov.
sr: premešta fokus sistema i miš u traku sa alatkama

source: Reports the current window.
bg: Докладва текущия прозорец
es: Anuncia la ventana actual.
fa: پنجره‌ی کنونی را گزارش می‌کند.
fr: Rapporte la fenêtre courrante
gl: Informa a ventá actual.
hr: Čita trenutni prozor.
hu: Felolvassa az aktuális ablakot.
it: Annuncia la finestra corrente
pt_br: Lê a janela atual.
pt_pt: Anuncia a janela actual.
ro: Raportează fereastra curentă.
sk: prečíta názov aktuálneho okna.
sr: čita trenutni prozor

source: Moves the system focus to the Name field of the Search window.
bg: Премества фокуса до полето Име на прозореца за търсене
es: Mueve el foco del sistema al campo de nombre de la ventana de búsqueda.
fa: نشانگر سامانه را به درون‌گیر نام در پنجره‌ی جستجو٬ جا‌به‌جا می‌کند.
fr: Déplace le focus système au champ Nom de la fenêtre de recherche
gl: Move o foco do sistema ó campo de nome da ventá de busca.
hr: Premješta fokus na polje "ime" u polju za pretragu.
hu: A fókuszt a keresőablak Név mezőjére helyezi.
it: Sposta il focus di sistema sul campo nome della finestra di ricerca
pt_br: Move o foco do sistema para o campo nome da janela pesquisar.
pt_pt: Move o foco do sistema para o campo Nome da janela de pesquisa.
ro: Mută focalizarea sistemului în numele câmpului de căutare al ferestrei.
sk: presunie systémový kurzor na pole názov v okne hľadania.
sr: pomera sistemski fokus u polje imena prozora za pretragu

source: Moves the system focus and mouse to the search parameters list or Edit field for each option, in the Search window.
bg: Премества фокуса и мишката до списъка с параметри на търсенето или полето за писане на всяка опция в прозореца за търсене.
es: Mueve el foco del sistema y el ratón a la lista de parámetros de búsqueda o campo de edición para cada opción, en la ventana de Búsqueda.
fr: Déplace le focus système et la souris aux paramètres de recherche ou au champ d'édition pour chaque option dans la fenêtre de recherche
gl: Move o foco do sistema e o rato á lista de parámetros de busca ou o campo de edición para cada opción, na ventá de busca.
hu: a fókuszt és az egeret a keresőablak paraméterlistájához, vagy a szerkesztőmező beállításaihoz helyezi.
it: Sposta il focus di sistema ed il mouse nell'elenco parametri di ricerca o nel campo modifica per ciascuna opzione, nella finestra di ricerca.
pt_br: Move o foco do sistema e o mouse para a lista de parâmetros de pesquisa ou o campo de edição de cada opção, na janela pesquisar.
pt_pt: Move o foco do sistema e o rato para a lista de parâmetros de pesquisa ou campo de Edição, para cada opção, na janela de pesquisa.
ro: Mută focalizarea sistemului şi mausul la lista de căutare a parametrilor sau câmpul de editare a fiecărei opţiuni, în fereastra de căutare.
sk: presunie systémový fokus a myš na zoznam parametrov hľadania alebo na editačné pole pre každý parameter v okne hľadania.
sr: premešta miš i sistemski fokus na polje za upis teksta pretrage

source: Moves the system focus to the results list in the Search window.
bg: Премества фокуса до списъка с резултати в прозореца за търсене.
es: Mueve el foco del sistema a la lista de resultados en la ventana de Búsqueda.
fr: Déplace le focus système à la liste des résultats dans la fenêtre de recherche
gl: Move o foco do sistema á lista de resultados na ventá de procura.
hu: A fókuszt a keresési találatok listájára helyezi.
it: Sposta il focus di sistema sull'elenco risultati della finestra di ricerca.

source: Moves the system focus and mouse to the Context Tool Bar, where the Tab key can be used to move among the items.
bg: Премества фокуса и мишката до контекстната лента, където може да използвате клавиша Tab, за да се придвижвате между елементите.
es: Mueve el foco del sistema y el ratón a la barra de herramientas contextual, donde la tecla Tab se puede utilizar para desplazarse entre los elementos.
fr: Déplace le focus système et la souris dans la barre d'outils contextuelle, où la touche tab peut être utilisée pour se déplacer entre les éléments
gl: Move o foco do sistema e o rato á barra de ferramentas contextual, onde se pode usar a tecla Tab para moverte polos elementos.
hu: A fókuszt és az egeret a helyi eszköztárra helyezi. Az eszköztárról a Tab billentyűvel válthat másik vezérlőelemre.
it: Sposta il focus di sistema e il mouse sulla barra degli strumenti contestuale, dove il tasto Tab può essere utilizzato per spostarsi tra le voci.

source: Moves the system focus to the IRC received messages.
bg: Премества фокуса до списъка с получени съобщения в IRC.
es: Mueve el foco del sistema a los mensajes recibidos del IRC.
fr: Déplace le focus système dans les messages IRC reçus
gl: Move o foco do sistema para as mensaxes recibidas do IRC.
hu: A fókuszt az IRC üzenetek ablakra helyezi.
it: Sposta il focus di sistema all'elenco dei messaggi ricevuti irc.

source: Moves the navigator object and mouse to the current list headers.
bg: Премества фокуса и мишката до заглавията на колоните в текущия списък.
es: Mueve el navegador de objetos y el ratón a los encabezados de la lista actual.
fr: Déplace le navigateur d'objets et la souris aux entêtes de la liste courrante
gl: Move o navegador de obxectos e o rato ás cabeceiras da lista actual.
hr: Pomiće miš i navigator objekta na trenutna zaglavlja popisa.
hu: A navigátor- és az egérkurzort az aktuális lista fejlécéhez helyezi.
it: Sposta il navigatore ad oggetti e il mouse sull'intestazione dell'elenco corrente
pt_br: Move o objeto de navegação e o mouse para os cabeçalhos da lista atual.
pt_pt: Move o objecto de navegação e o rato para os cabeçalhos da lista actual.
ro: Mută obiectele navigatoare şi mausul la lista curentă de niveluri.
sk: presunie systémový kurzor a myš na hlavičky aktuálneho zoznamu.
sr: pomera miš na zaglavlje liste

source: Reports first object of the Status Bar.
bg: Докладва първия обект в лентата на състоянието.
es: Informa sobre el primer objeto de la barra de estado.
fa: نخستین چیز بر روی نوار چگونگی را گزارش می‌کند.
fr: Annonce le premier objet de la barre d'état
gl: Informa sobre o primeiro obxecto da barra de estado.
hr: Čita prvi objekt statusne trake.
hu: Felolvassa az első elemet az állapotsoron.
it: Annuncia il primo oggetto della barra di stato.
pt_br: Lê o primeiro objeto da barra de status.
pt_pt: Anuncia o primeiro objecto da barra de estado.
ro: Raportează primul obiect a barei de status.
sk: prečíta prvý objekt na stavovom riadku.
sr: prijavljuje prvi objekat statusne trake

source: Reports second object of the Status Bar.
bg: Докладва втория обект в лентата на състоянието.
es: Informa sobre el segundo objeto de la barra de estado.
fa: دومین چیز بر روی نوار چگونگی را گزارش می‌کند.
fr: Annonce le deuxième objet de la barre d'état
gl: Informa sobre o segundo obxecto da barra de estado.
hr: Čita drugi objekt statusne trake.
hu: Felolvassa a második elemet az állapotsoron.
it: Annuncia il secondo oggetto della barra di stato.
pt_br: Lê o segundo objeto da barra de status.
pt_pt: Anuncia o segundo objecto da barra de estado.
ro: Raportează al doilea obiect a barei de status.
sk: prečíta druhý objekt na stavovom riadku.
sr: prijavljuje drugi objekat statusne trake

source: Reports third object of the Status Bar.
bg: Докладва третия обект в лентата на състоянието.
es: Informa sobre el tercer objeto de la barra de estado.
fa: سومین چیز بر روی نوار چگونگی را گزارش می‌کند.
fr: Annonce le troisième objet de la barre d'état
gl: Informa sobre o terceiro obxecto da barra de estado.
hr: Čita treći objekt statusne trake.
hu: Felolvassa a harmadik elemet az állapotsoron.
it: Annuncia il terzo oggetto della barra di stato.
pt_br: Lê o terceiro objeto da barra de status.
pt_pt: Anuncia o terceiro objecto da barra de estado.
ro: Raportează al treilea obiect a barei de status.
sk: prečíta tretí objekt na stavovom riadku.
sr: prijavljuje treći objekat statusne trake

source: Reports fourth object of the Status Bar.
bg: Докладва четвъртия обект в лентата на състоянието.
es: Informa sobre el cuarto objeto de la barra de estado.
fa: چهارمین چیز بر روی نوار چگونگی را گزارش می‌کند.
fr: Annonce le quatrième objet de la barre d'état
gl: Informa sobre o carto obxecto da barra de estado.
hr: Čita četvrti objekt statusne trake.
hu: Felolvassa a negyedik elemet az állapotsoron.
it: Annuncia il quarto oggetto della barra di stato.
pt_br: Lê o quarto objeto da barra de status.
pt_pt: Anuncia o quarto objecto da barra de estado.
ro: Raportează al patrulea obiect al barei de status.
sk: prečíta štvrtý objekt na stavovom riadku.
sr: prijavljuje četvrti objekat statusne trake

source: Opens addon documentation.
bg: Отваря документацията за добавката
es: Abre la documentación del complemento.
fr: Ouvre la documentation du module complémentaire
gl: Abre a documentación do complemento.
hu: Megnyitja a kiegészítő dokumentációját.
it: Apre la documentazione di questo componente aggiuntivo.

source: text "%s" not found
bg: текстът "%s" не е намерен
es: texto "%s" no encontrado
fa: نوشتار "%s" یافت نشد
fr: texte "%s" non trouvé"
gl: texto "%s" non atopado
hr: Tekst "%s" nije pronađen
hu: "%s" szöveg nem található
it: testo "%s" non trovato
pt_br: texto "%s" não achado
pt_pt: O texto "%s" não foi encontrado
sk: text "%s" nebol nájdený
sr: tekst nije pronaђен

source: Find Error
bg: Грешка при търсене
es: Error de Búsqeda
fa: کژی در یافتن
fr: Erreur de Recherche
gl: Erro de Busca
hr: greška u pretrazi
hu: Találati hiba
it: Errore in ricerca
pt_br: Erro de busca
pt_pt: Erro na localização
sk: Chyba vyhľadávania
sr: greška pretrage

source: Search for:
bg: Търсене за:
es: Buscar:
fa: جستجو برای:
fr: Rechercher :
gl: Procurar:
hr: Pretražuj za:
hu: Keresés:
it: Ricerca
pt_br: Pesquisar por:
pt_pt: Pesquisar:
sk: Hľadať:
sr: šta traziti

source: eMule search
bg: Търсене на eMule
es: Búsqueda de eMule
fa: جستجوگر eMule
fr: recherche eMule
gl: Busca de eMule
hr: eMule pretraga
hu: eMule keresés
it: Ricerca Emule
pt_br: Pesquisa do eMule
pt_pt: Pesquisa eMule
sk: Hľadať
sr: emule pretraga

source: Opens the find dialog when in read only edit boxes.
bg: Отваря диалога за търсене в полета за писане само за четене.
es: Abre el diálogo de búsqueda, cuando se está en cuadros de edición de sólo lectura.
fr: Ouvre la boîte de dialogue de recherche lorsque dans la zone d'édition en lecture seule
gl: Abre cando se está en cadros de edición de só lectura.
hr: Otvara dijaloški okvir pretrage kada se nalazite u poljima koja su samo za čitanje.
hu: Ha a kurzor egy csak olvasható szerkesztőmezőn áll, megnyit egy keresőablakot.
it: Apre la finestra di dialogo trova in presenza di caselle di sola lettura
pt_br: Abre o diálogo procurar quando em caixas de edição somente leitura.
pt_pt: Abre a janela Localizar quando em caixas de edição apenas de leitura.
sk: otvorí dialóg hľadania v editačných poliach len na čítanie.
sr: otvara dijalog za pretragu kada si u poljima samo za čitanje

source: Find next occurence.
bg: Търсене на следваща поява на търсения низ
es: Buscar la siguiente aparición.
fr: trouve l'occurence suivante
gl: Atopa a próxima aparición.
hr: Pronađi slijedeće ponavljanje.
hu: A következő találatra lép.
it: Trova occorrenza successiva
pt_br: Procura próxima ocorrência.
pt_pt: Localizar a próxima ocorrência.
sk: Hľadá ďalší výskyt reťazca.
sr: trazi sledeće

source: Find previous occurrence.
bg: Търсене на предишна поява на търсения низ
es: Buscar la aparición anterior.
fr: trouve l'occurence précédante
gl: Atopa a ocorrencia anterior.
hr: pronađi prethodno ponavljanje.
hu: Az előző találatra lép.
it: Trova occorrenza precedente
pt_br: Procura ocorrência anterior.
pt_pt: Localizar a ocorrência anterior.
sk: Hľadá predchádzajúci výskyt reťazca.
sr: trazi prethodno

source: Improves eMule's accessibility with NVDA. eMule is a P2P program to search and share files. You can get more information about eMule at http://www.emule-project.net
bg: Подобрява достъпността на eMule при работа с NVDA. eMule е P2P програма за търсене и споделяне на файлове. Може да получите повече информация за eMule на адрес http://www.emule-project.net
es: Mejora la accesibilidad de eMule con NVDA. eMule es un programa P2P para buscar archivos y compartir. Puedes obtener más información acerca de eMule en http://www.emule-project.net
fr: Améliore l'accessibilité d'eMule avec NVDA. eMule est un pprogramme de P2P pour rechercher et partager des fichiers. Vous pouvez obtenire plus d'informations sur eMule sur http://www.emule-project.net
gl: Mellora a accesibilidade do eMule co NVDA. eMule é un programa P2P para buscar arquivos e compartir. Podes obter máis información sobre o eMule en http://www.emule-project.net
hu: A kiegészítő segítségével akadálymentesen használhato az eMule program az NVDA-val. Az eMule egy p2p alapú fájlcserélő program, ami lehetővé teszi a fájlok megosztását és kereshetőségét. Bővebb információt a szoftverről itt talál: http://www.emule-project.net
it: Migliora l'accessibilità di Emule con NVDA. Emule è un programma p2p usato per la ricerca e la condivisione di file. Si possono ottenere maggiori informazioni su Emule alla pagina: http://www.emule-project.net
pt_br: Melhora a acessibilidade do eMule com o NVDA. O eMule é um programa P2P de busca e compartilhamento de arquivos. Pode obter mais informações sobre o eMule em http://www.emule-project.net
sk: Zlepšuje prístupnosť programu eMule s NVDA. eMule je P2P program na vyhľadávanie a zdieľanie súborov. Viac Informácii o eMule nájdete na http://www.emule-project.net
sr: poboljšava pristupačnost emule programa sa kojim mozete deliti i skidati datoteke više informacija o emuliwww.emule-project.net

source: Moves the system focus to the first list in the current window. For example the results list in the Search window, downloads in Transfer, etc.
hr: Pomiće fokus na prvi popis u prozoru. Na primjer lista rezultata pretrage u dijaloškom okviru za pretragu, preuzimanja u transferu, itd.
pt_br: Moves o foco do sistema para a primeira lista na janela atual. Por exemplo a lista de resultados na janela pesquisar, baixados nas transferências, etc.
pt_pt: Move o foco do sistema para a primeira lista na janela actual. Por exemplo, a lista de resultados na janela de pesquisa, downloads na de Transferência, etc.
ro: Mută focalizarea sistemului la prima listă în fereastra curentă. De exemplu, lista de rezultate în fereastra de căutare, descărcări în transfer, etc.
sk: presunie systémový fokus do prvého zoznamu v aktuálnom okne. Napríklad do zoznamu výsledkov v okne hľadania, alebo do zoznamu sťahovania pri prenose a podobne.
sr: pomera sistemski fokus na prvu stavku liste

source: Moves the system focus to read-only edit boxes in the current window. For example the IRC received messages.
hr: Pomiće fokus sustava na polja za uređivanje koja su samo za čitanje u trenutnom prozoru. Na primjer, IRC primljene poruke.
pt_br: Move o foco do sistema pelos campos de edição somente-leitura da janela atual, por exemplo as mensagens recebidas por IRC.
pt_pt: Move o foco do sistema para a caixa de edição apenas de leitura na janela actual. Por exemplo, a de mensagens recebidas do IRC.
ro: Mută focalizarea sistemului la caseta de editare doar citire, în fereastra curentă. De exemplu, mesajele primite din IRC.
sk: Presunie systémový fokus do neprepisovateľných polí, napr správy IRC,.
sr: pomera sistemski fokus na polja samo za čitanje

source: Improves eMule's accessibility with NVDA. eMule is a P2P program to search and share files. You can get more information about eMule at http://www.emule-project.net
hr: Unaprjeđuje pristupačnost E-mule sa NVDA. eMule je P2P program za traženje i dijeljenje datoteka. više informacija o eMule možete dobiti na http://www.emule-project.net
pt_pt: Melhora a acessibilidade do eMule com o NVDA. eMule é um programa P2P para pesquisar e partilhar ficheiros. Pode obter mais informações sobre o eMule em http://www.emule-project.net
ro: Îmbunătăţeşte accesibiltiatea lui eMule cu NVDA. eMule este un program P2P pentru căutarea şi partajarea fişierelor. Poţi găsi mai multe informaţii despre eMule la http://www.emule-project.net
