Repository: nvdacn/screenReaderTranslations
Catalog: */add-ons/googleSpeechRecognition/nvda.po
Languages: ar, de, es, es_co, fr, hr, hu, it, ja, ne, pl, pt_br, ru, sk, tr, zh_cn

source: Added
ar: مضافة
de: Hinzugefügt
es: Engadido
es_co: agregado
fr: Sélectionné
hr: uključeno
hu: Hozzáadva
it: Aggiunta
ja: 追加
ne: थपियो
pl: Dodane
pt_br: Adicionado
ru: Добавлен
sk: zahrnutý
tr: Eklendi
zh_cn: 已添加

source: Not added
ar: غير مضافة
de: Nicht hinzugefügt
es: Non engadido
es_co: sin agregar
fr: Non sélectionné
hr: isključeno
hu: Nincs hozzáadva
it: Non aggiunta
ja: 追加しない
ne: थपिएको छैन
pl: Nie dodane
pt_br: Não adicionado
ru: Не добавлен
sk: nezahrnutý
tr: Eklenmedi
zh_cn: 未添加

source: Google speech recognition languages: %d
ar: لغات التعرف على الكلام من جوجل: %d
de: Spracherkennung für Google-Sprache: %d
es: Linguas do Google speech recognition: %d
es_co: Idiomas de Google speech recognition: %d
fr: Langues de Google speech recognition : %d
hr: Jezici google-ovog prepoznavanja govora: %d
hu: Google beszéd-felismerő nyelvei: %d
it: Lingue Google speech recognition: %d
ja: Google 音声認識言語: %d
ne: गुगल वाचन पहिचान भाषाहरू: %d
pl: Języki rozpoznawania mowy Google: %d
pt_br: Idiomas para reconhecimento de voz do Google: %d
ru: языки распознавания речи Google: %d
sk: Podporované jazyky: %d
tr: Google konuşma tanıma dilleri: %d
zh_cn: Google 语音识别语言: %d

source: &Add the languages you want to use for speech recognition. Press Space to toggle between added or not added.
ar: أضف اللغات التي تود استخدامها للتعرف على الكلام. اضغط مسافة للتحول بين اللغات المضافة وغير المضافة.
de: Fügen Sie die gewünschten Sprachen &hinzu. Bitte stellen Sie mit die Leertaste ein, ob die Sprache hinzugefügt werden soll oder nicht.
es: &Engade as linguas que queras utilizar para o recoñecemento de voz. Preme eSpazo para conmutar entre engadidos ou non engadidos.
es_co: &Añade los idiomas que quieras utilizar para el reconocimiento de voz. Pulsa eSpacio para conmutar entre agregados o no agregados.
fr: &Ajoute les langues que vous souhaitez utiliser pour la reconnaissence vocale. Appuyez sur espace pour sélectionner ou désélectionner.
hr: &Dodajte jezike koje želite koristiti za prepoznavanje govora. Pritisnite razmaknicu kako bi ste uključili ili isključili potrebne jezike.
hu: &Hozzáadja a kiválasztott nyelveket a Google beszéd-felismerőjéhez. Használja a szóközt a hozzáadáshoz/eltávolításhoz.
it: &Aggiungere le lingue che si desidera utilizzare per il riconoscimento vocale. Premere barra spazio per commutare tra aggiunto e non aggiunto
ja: 言語の追加(&A) 音声認識したい言語を追加します。 スペースキーで追加するかしないかを切り替えます。
ne: वाचन पहिचान गर्न चाहेको &भाषा थप्नु होस् थपिएको र न थपिएको लागि स्पेस बार दबाउनु होला ।
pl: &Dodaj języki, których chcesz używać podczas rozpoznawania mowy. Naciśnij spację aby przełączać zaznaczenie.
pt_br: &Adicione os idiomas que deseja usar para reconhecimento de voz. Pressione espaço para comutar entre adicionado e não adicionado.
ru: &Добавить языки, которые вы хотите использовать для распознавания речи. Пробел переключает между добавлено или не добавлено.
sk: Prid&ajte jazyky, ktoré chcete rozpoznávať. Jazyky označte a odznačte medzerou.
tr: &Konuşma tanıma için kullanmak istediğiniz dilleri ekleyin. ekleme durumunu değiştirmek için Aralık tuşuna basın.
zh_cn: 添加您需要的语音识别语言。按空格在添加项与未添加项之间切换。(&A)

source: Code
ar: كود اللغة
es: Código
es_co: Código
hr: Oznaka
hu: Kód
it: Codice
ja: コード
ne: संहिता
pl: Kod
pt_br: Código
ru: Код
sk: Kód
tr: Kod
zh_cn: 代码

source: Name
ar: اسم اللغة
es: Nome
es_co: Nombre
fr: Nom
hr: Ime
hu: Név
it: Nome
ja: 名前
ne: नाम
pl: Nazwa
pt_br: Nome
ru: Имя
sk: Názov
tr: Ad
zh_cn: 名称

source: Status
ar: الحالة
es: Estado
es_co: Estado
fr: Statut
hu: Státusz
it: Stato
ja: ステータス
ne: स्थिति
ru: Состояние
sk: Stav
tr: Durum
zh_cn: 状态

source: Can not remove last selected language, you need at least one language for recognition to work.
ar: لا يمكن إزالة آخر لغة اخترتها فإنك تحتاج للغة واحدة على الأقل حتى يعمل التعرف على الكلام.
de: Die zuletzt ausgewählte Sprache konnte nicht entfernt werden, da keine Sprache zur Erkennung ausgewählt wurde.
es: Non se puido eliminar a última lingua seleccionada, necesitas polo menos unha lingua para que o recoñecemento funcione.
es_co: No se pudo eliminar el último idioma seleccionado, necesitas al menos un idioma para que el reconocimiento funcione.
fr: Impossible de supprimer la dernière langue sélectionnée, au moins une langue doit être sélectionnée pour que la reconnaissence vocale fonctionne.
hr: Zadnji odabrani jezik ne može se ukloniti, potreban je najmanje jedan jezik kako bi prepoznavanje govora funkcioniralo.
hu: Nem tudom eltávolítani az utoljára kiválasztott nyelvet, szükség van legalább egy nyelvre a működéshez.
it: Impossibile rimuovere l'ultima lingua selezionata, è necessaria almeno una lingua affinché il riconoscimento venga eseguito
ja: 最低ひとつ認識を行う言語を選択する必要があります。最後に選択された言語のチェックは外せません。
ne: यस अघि चयन गरिएको भाषा हटाउन मिल्दैन ।, पहिचानको कार्य सम्पादन हुन कम्तिमा एउटा भाषा चयनित हुनै पर्छ ।
pl: Nie można usunąć jedynego zaznaczonego języka, musisz zaznaczyć przynajmniej jeden język aby rozpoznawanie mogło działać.
pt_br: Não é possível remover o idioma recém selecionado; é necessário pelo menos um idioma para que o reconhecimento de voz funcione.
ru: Невозможно удалить последний выбранный язык, необходимо, чтобы хотя бы один язык был выбран для работы распознавания.
sk: Nemôžem odstrániť posledný jazyk. Na rozpoznávanie musí byť nastavený aspoň jeden jazyk.
tr: Son seçilen dil kaldırılamadı, tanımanın çalışması için en az bir dil gerekir.
zh_cn: 无法删除最后添加的语言，您最起码需要保留一种语言，使得识别服务可以运行。

source: Error removing selected language
ar: خطأ في إزالة اللغة المختارة
de: Fehler beim Entfernen der ausgewählten Sprache
es: Erro eliminando a lingua seleccionada
es_co: Error al eliminar el idioma seleccionado
fr: Erreur lors de la suppression de la langue
hr: greška pri uklanjanju označenog jezika
hu: Hiba a kijelölt nyelv eltávolítása közben
it: Errore durante la rimozione della lingua selezionata
ja: エラー 選択されている言語を除外することはできません。
ne: चयनित भाषा हटउने कार्यमा त्रुटि भयो ।
pl: Błąd usuwania zaznaczonego języka
pt_br: Erro a remover o idioma selecionado
ru: Ошибка удаления выбранного языка
sk: Chyba pri odstránení jazyka
tr: Seçili dilin kaldırılmasında hata
zh_cn: 删除选择的语言时发生错误

source: Google &Speech Recognition Settings...
ar: إعدادات التعرف على الكلام من جوجل
de: Einstellungen für Google-&Spracherkennung...
es: Opcións do Google &Speech Recognition...
es_co: Opciones de Google &Speech Recognition...
fr: paramètres Google &Speech Recognition...
hr: Postavke Google-ovog prepoznavanja govora
hu: Google beszéd-&felismerő beállításai
it: Impostazioni Google &Speech Recognition...
ja: Google音声認識設定(&S)...
ne: गुगल &वाचन पहिचान अनुकूलता ।...
pl: Rozpoznawanie &mowy Google - ustawienia...
pt_br: Opçõe&s do reconhecimento de voz do Google...
ru: Настройки Google &Speech Recognition...
sk: Na&stavenia Google Rozpoznávania reči...
tr: Google &Konuşma Tanıma Ayarları...
zh_cn: Google 语音识别设置(&S)

source: Select languages to be used for recognition.
ar: اختر اللغات لاستخدامها في التعرف على الكلام
de: Gewünschte Sprachen zur Erkennung auswählen.
es: Seleccionar as linguas para se utilizar no recoñecemento.
es_co: Seleccionar idiomas para utilizarse en el reconocimiento.
fr: Sélectionnez les langues à utiliser pour la reconnaissence vocale.
hr: Označite jezike koje ćete koristiti za prepoznavanje govora.
hu: Válassza ki a használni kívánt nyelveket a felismeréshez.
it: Selezionare le lingue da usare per il riconoscimento.
ja: 認識させたい言語を選択してください。
ne: पहिचानका लागि प्रयोग हुने भाषाको चयन गर्नु होस् ।
pl: Wybierz języki używane podczas rozpoznawania.
pt_br: Seleciona idiomas a serem usados para reconhecimento.
ru: Выберите языки, которые будут использоваться для распознавания.
sk: Vyberte jazyky na rozpoznávanie.
tr: Tanıma için kullanılacak dilleri seçin.
zh_cn: 选择用于识别的语言。

source: Cycles through the languages selected in addon settings.
ar: التنقل بين اللغات المختارة في إعدادات الإضافة
de: Schaltet die ausgewählten Sprachen in den Addon-Einstellungen um.
es: Percorrer as linguas seleccionadas nas opcións do complemento.
es_co: Recorrer cíclicamente por los idiomas seleccionados en las opciones del complemento.
fr: Parcourt les langues sélectionnées dans les paramètres du module complémentaire.
hr: Prebacuje između jezika označenih u postavkama dodatka.
hu: Vált a hozzáadott nyelvek között.
it: Scorre le lingue selezionate nelle impostazioni del componente aggiuntivo.
ja: アドオン設定で選んだ言語を順番に切り替えます。
ne: उपकर्मीमा चयनित भाषाहरूमा क्रमैले फन्को मार्छ ।
pl: Przełącza między językami wybranymi w ustawieniach dodatku.
pt_br: Comuta entre os idiomas selecionados nas opções do complemento.
ru: Вращается между выбранными языками в настройках дополнения.
sk: Prepína medzi jazykmi, ktoré ste vybrali v nastaveniach doplnku Google rozpoznávanie reči.
tr: Eklenti ayarlarında seçilen diller arasında geçiş yapar.
zh_cn: 在插件设置中循环切换选择的语言。

source: Google speech recognition running
ar: التعرف على الكلام من جوجل يعمل
de: Die Google-Spracherkennung läuft bereits.
es: Google speech recognition en execución
es_co: Google speech recognition en ejecución
fr: Google speech recognition démarré
hr: Google-ovo prepoznavanje govora pokrenuto
hu: Google beszéd-felismerő fut
it: Riconoscimento vocale di Google in esecuzione
ja: Google音声認識起動中
ne: गुगल वाचन पहिचान कार्य गर्दै छ ।
pl: Google speech recognition uruchomione
pt_br: Executando reconhecimento de voz do Google
ru: Google speech recognition работает
sk: Google Rozpoznávanie reči beží
tr: Google konuşma tanıma çalışıyor
zh_cn: Google 语音识别正在运行

source: Pressing this key starts recording, pressing it again stops recording, alternatively recording will be stopped automatically in 10 seconds .
ar: بالضغط على هذا المفتاح يبدأ التسجيل وبالضغط عليه مرة أخرى يتوقف التسجيل أو سيتوقف التسجيل تلقائيا بعد عشر ثواني.
de: Drücken Sie diese Taste, um die Aufzeichnung erst zu starten und danach zu beenden. Die Aufzeichnung wird alternativ automatisch nach 10 Sekunden gestoppt.
es: Premendo esta tecla iníciase a gravación, preméndoa outra vez detense, alternativamente a gravación deterase automáticamente en 10 segundos.
es_co: Pulsando esta tecla se inicia la grabación, pulsándola otra vez se detiene, alternativamente la grabación se detendrá automáticamente en 10 segundos.
fr: Appuyer cette combinaison de touche démarre l'enregistrement, réappuyer le stop, Sinon l'enregistrement sera arrêté au bout de dix secondes.
hr: Pritiskom na ovu tipku pokrećete snimanje, kada ju ponovno pritisnete zaustavljate snimanje, u suprotnom snimanje će biti automatski zaustavljeno za 10 sekundi.
hu: A billentyűparancs lenyomásakor a felvétel elindul. Második megnyomásra megáll, de ha ez nem történik meg, tíz másodperc múlva a felvétel leállításra kerül.
it: Premendo questo tasto si avvia la registrazione, premendo di nuovo la si interrompe, in alternativa, la registrazione viene interrotta automaticamente
ja: このキーを押すことで録音を開始し、再び同じキーを押すことで停止します。また10秒で自動的に停止します。
ne: यो कुञ्जी दबाएमा अभिलेखन सुरु हुन्छ,, यसै कुञ्जीलाई फेरी दबाएमा अभिलेखन रोकिन्छ अन्यथा अभिलेखनको कार्य १० सेकेण्डमा स्वतः रोकिनेछ ।.
pl: Naciśnięcie tego klawisza rozpoczyna nagrywanie, naciśnięcie ponownie zatrzymuje nagrywanie; nagrywanie zakończy się automatycznie po 10 sekundach.
pt_br: Pressionar esta tecla começa a gravar, pressioná-la novamente pára a gravação, bem assim, a gravação será automaticamente interrompida em 10 segundos.
ru: Нажатие этой комбинации начнёт запись, повторное нажатие остановит запись, в качестве альтернативы запись будет автоматически остановлена через 10 секунд.
sk: Spustí alebo zastaví nahrávanie. Nahrávanie je vždy zastavené po desiatich sekundách.
tr: Bu tuşlara basarak kaydı başlatıp durdurabilirsiniz. Alternatif olarak kayıt 10 saniye içinde sonlandırılır.
zh_cn: 按下此按键开始录音，再次按下则停止录音，或者等待10秒后录音将自动停止。

source: Pastes recognised text into edit fields.
ar: لصق النص المتعرف عليه في حقول التحرير
de: Fügt den erkannten Text in die Eingabefelder ein.
es: Pega o texto recoñecido en campos de edición.
es_co: Pega el texto reconocido en campos de edición.
fr: Colle le texte reconnu dans les zones d'édition.
hr: Lijepi prepoznati tekst u polje za uređivanje.
hu: Beilleszti a felismertetett szöveget egy szerkesztő mezőbe.
it: Incolla il testo riconosciuto nei campi editazione
ja: 認識したテキストをエディット領域に貼り付けます。
ne: पहिचानित पाठहरूलाई सम्पादन भूमिमा टासि दिन्छ ।
pl: Wkleja rozpoznany tekst do pól edycji.
pt_br: Cola o texto reconhecido em campos de edição.
ru: Вставляет распознанный текст в поля редактирования.
sk: Vloží rozpoznaný text do aktuálneho editačného poľa.
tr: Tanıma sonucu yazı alanına yapıştırılır
zh_cn: 粘贴识别的文本到编辑区域。

source: Google Speech Recognition
ar: التعرف على الكلام من جوجل
de: Google-Spracherkennung
fr: Reconnaissance vocale Google
hr: Google-ovo prepoznavanje govora
hu: Google beszéd-felismerő
ja: Google音声認識
ne: गुगल वाचन पहिचान
pl: Rozpoznawanie mowy Google
pt_br: Reconhecimento de voz do Google
sk: Google Rozpoznávanie reči
tr: Google Konuşma Tanıma
zh_cn: Google 语音识别 翻译者：雪岭冰龙

source: Provides speech recognition for all Google supported languages.
ar: توفير إضافة للتعرف على الكلام لجميع اللغات التي تدعمها جوجل
de: Stellt alle von Google unterstützten Sprachen für die Spracherkennung zur Verfügung.
es: Proporciona o recoñecemento de voz para todas as linguas admitidas en Google.
es_co: Proporciona el reconocimiento de voz para todos los idiomas admitidos en Google.
fr: Fourni la reconnaissance vocale pour toutes les langues supportées par Google.
hr: Omogućuje prepoznavanje govora za sve Google-ove prepoznate jezike.
hu: Beszéd-felismerést biztosít a Gogle által támogatott összes nyelvhez.
it: Fornisce il riconoscimento vocale per tutte le lingue supportate da Google.
ja: Google がサポートしている全ての言語の音声認識を提供します。
ne: गुगलले समर्थन गर्ने भाषाहरूमा वाचन पहिचान सुविधा प्रदान गर्ने छ ।
pl: Umożliwia rozpoznawanie mowy we wszystkich językach obsługiwanych przez Google.
pt_br: Fornece reconhecimento de voz para todos os idiomas suportados pelo Google.
ru: Обеспечивает распознавание речи для всех поддерживаемых языков Google.
sk: Rozpoznáva reč vo všetkých jazykoch podporovaných službou google.
tr: Google tarafından desteklenen tüm diller için konuşma tanıma servisi sunar.
zh_cn: 为所有 Google 支持的语言提供语音识别。
