Repository: nvdacn/screenReaderTranslations
Catalog: website/addons/access8math.*.po
Languages: bg, da, fi, it, pt_pt

source: Authors: Woody Tseng
bg: Автори: Woody Tseng
da: Forfattere: Woody Tseng
fi: Tekijä: Woody Tseng
it: Autori: Woody Tseng
pt_pt: Autores: Woody Tseng

source: download [stable version][1]
bg: Изтегляне на [стабилна версия][1]
da: download [stabil version][1]
fi: Lataa [vakaa versio][1]
it: download [versione stabile][1]
pt_pt: Baixar [versão estável][1]

source: This add-on enhances math reading functionality in NVDA. Although NVDA comes with support for MathPlayer, there are certain missing features, including easier navigaiton mode for long math content, useful for understanding math expression structure.
bg: Тази добавка подобрява функцията за четене на математика в NVDA. Въпреки че NVDA има поддръжка за MathPlayer, има някои липсващи функции, включително по-лесен режим за навигация за дълго математическо съдържание, полезно за разбиране на структурата на математически изрази.
da: Denne tilføjelse forbedrer matematiklæsningsfunktionaliteten i NVDA. Selvom NVDA leveres med understøttelse for MathPlayer, er der visse manglende funktioner, herunder lettere navigationstilstand til langt matematisk indhold, der er nyttigt til forståelse af matematiske udtryk og deres struktur.
fi: Tämä lisäosa laajentaa matemaattisen sisällön lukutoiminnallisuutta NVDA:ssa. Vaikka NVDA:n mukana tulee tuki MathPlayerille, tiettyjä ominaisuuksia puuttuu, kuten helpompi liikkumistila pitkälle matemaattiselle sisällölle, josta on hyötyä lausekerakenteen ymmärtämisessä.
it: Questo componente aggiuntivo migliora le capacità di NVDA per quel che concerne la lettura della matematica. Sebbene NVDA sia distribuito con il supporto a MathPlayer, vi sono alcune caratteristiche mancanti, quali un metodo migliore per esplorare un contenuto matematico molto lungo, utile per la comprensione della struttura di un'espressione.
pt_pt: Este extra melhora a funcionalidade de leitura de expressões matemáticas no NVDA. Embora o NVDA venha com suporte para MathPlayer, há certos recursos ausentes, incluindo o modo de navegação mais fácil para o conteúdo de matemática longa, útil para entender a estrutura da expressão matemática.

source: Access8Math allows:
bg: Access8Math ви позволява да:
da: Access8Math giver mulighed for:
fi: Access8Math mahdollistaa:
it: Access8Math consente di:
pt_pt: O Access8Math permite:

source: Read math content written in MathML in web browser(Mozilla Firefox, Microsoft Internet Explorer and Google Chrome).
bg: Прочитате математическо съдържание, написано в MathML в уеб браузъра (Mozilla Firefox, Microsoft Internet Explorer и Google Chrome).
da: Læs matematikindhold skrevet i MathML i webbrowser (Mozilla Firefox, Microsoft Internet Explorer og Google Chrome).
fi: MathML-muodossa kirjoitetun matemaattisen sisällön lukemisen verkkoselaimessa (Mozilla Firefox, Microsoft Internet Explorer ja Google Chrome).
it: Leggere matematica scritta in MathML nei browser (Mozilla Firefox, Microsoft Internet Explorer e Google Chrome).
pt_pt: Ler o conteúdo de expressões matemáticas escrito em MathML nos navegadores da Web (Mozilla Firefox, Microsoft Internet Explorer e Google Chrome).

source: Read Microsoft Word math content written in MathType. (MathPlayer installed only)
bg: Прочитате математическо съдържание в Microsoft Word, написано в MathType (нужно е инсталирането на MathPlayer).
da: Læs matematisk indhold i Microsoft Word skrevet i MathType. (Kun muligt hvis MathPlayer er installeret)
fi: MathType-muodossa kirjoitetun matemaattisen sisällön lukemisen Microsoft Wordissa. (MathPlayer on oltava asennettuna)
it: Leggere la matematica all'interno di Microsoft Word scritta con MathType. (MathPlayer deve essere installato)
pt_pt: Ler o conteúdo de matemática do Microsoft Word escrito em MathType. (apenas se tiver instalado o MathPlayer)

source: Navigate the math content by pressing "Space" in math content. Also, you can partially explore the subparts in expression and move or zoom the content between the subpart.
bg: Навигирате в математическо съдържание, като натиснете "клавиша за интервал " в математическото съдържание. Освен това можете частично да изследвате подчасти в израз и да премествате или увеличавате съдържанието между подчаст.
da: Navigere rundt i matematikindholdet ved at trykke på "Mellemrum" i matematisk indhold. Du kan også delvist undersøge diverse dele i udtryk og flytte eller zoome indholdet mellem dem.
fi: Liikkumisen matemaattisessa sisällössä painamalla siinä oltaessa Väli-näppäintä. Lisäksi on mahdollista osittain tutkia lausekkeen aliosia sekä liikkua ja zoomata sisältöä niiden välillä.
it: Esplorare i contenuti di tipo matematico premendo la "barra spazio". Inoltre, è possibile leggere un'espressione una sottosezione per volta, con possibilità di spostarsi all'interno di quella sezione o di ingrandirla.
pt_pt: Navegar pelo conteúdo de matemática, pressionando "Espaço" no conteúdo de matemática. Além disso, pode explorar parcialmente as subpartes em expressões e mover ou ampliar o conteúdo entre a subparte.

source: In navigation mode, indicate the meaning of subpart in the upper layer part.
bg: В режим на навигация, може да се посочи значението на подчаст в горната част на слоя.
da: I navigeringsfunktion angiver betydningen af dele i den øverste lagdel.
fi: Aliosan merkityksen ilmaiseminen ylemmän kerroksen osassa liikkumistilassa oltaessa.
pt_pt: No modo de navegação, indicar o significado da subparte na parte superior da camada.

source: Commands
bg: Команди
da: Kommandoer
fi: Komennot
it: Comandi
pt_pt: Comandos

source: Control+Alt+M: Switch the provider between Access8Math and MathPlayer (MathPlayer installed only).
bg: Control+Alt+M: Превключване на доставчика между Access8Math и MathPlayer (само при инсталиран MathPlayer).
da: Control + Alt + M: Skift mellem Access8Math og MathPlayer (kun hvis MathPlayer er installeret).
fi: Ctrl+Alt+M: Vaihda sisällöntarjoajaa Access8Mathin ja MathPlayerin välillä (MathPlayer on oltava asennettuna).
it: Control+Alt+M: Passa tra la modalità messa a disposizione da Access8Math e MathPlayer (MathPlayer deve essere installato).
pt_pt: Control+Alt+M: alterna o provedor entre o Access8Math e o MathPlayer (somente se o MathPlayer estiver instalado).

source: * Navigation mode commands: * Down arrow: Zoom in on a smaller subpart of the math content. * Up arrow: Zoom out to a larger subpartthe of the math content . * Left arrow: Move to the previous math content. * Right arrow: Move to the next math content. * Home: Move to the start of the math content. * Control+C: Copy object MathML source code. * Numpad 1 to 9: Use review cursor to read math content. * Escape: Exit the navigation mode.
bg: * Команди в режим на навигация: * Стрелка надолу: Увеличаване на мащаба на по-малка част от математическото съдържание. * Стрелка нагоре: Увеличаване на мащаба до по-голяма част от математическото съдържание. * Стрелка наляво: Преминаване към предишното математическо съдържание. * Стрелка надясно: Преминаване към следващото математическо съдържание. * Home: Преминаване до началото на математическото съдържание. * Control+C: Копиране на изходния код на MathML обекта. * Цифрите от 1 до 9 от цифровия блок: Използване на курсора за преглед за четене на математическото съдържание. * Escape: Изход от режима за навигация.
da: * Navigationsfunktionskommandoer: * Pil ned: Zoom ind på en mindre del af matematikindholdet. * Pil op: Zoom længere ud til en større del af matematikindholdet. * Venstre pil: Flyt til forrige matematikindhold. * Højre pil: Flyt til næste matematikindhold. * Hjem: Flyt til starten af matematikindholdet. * Ctrl+C: Kopier objekt MathML kildekode. * Numpad 1 til 9: Brug læsemarkøren til at læse matematikindhold. * Escape: Afslut navigationstilstanden.
fi: * Liikkumistilan komennot: * Nuoli alas: Zoomaa lähemmäksi matemaattisen sisällön pienempään aliosaan. * Nuoli ylös: Zoomaa kauemmas matemaattisen sisällön suurempaan aliosaan. * Nuoli vasemmalle: Siirry edelliseen matemaattiseen sisältöön. * Nuoli oikealle: Siirry seuraavaan matemaattiseen sisältöön. * Home: Siirry matemaattisen sisällön alkuun. * Ctrl+C: Kopioi objektin MathML-lähdekoodi. * Laskinnäppäimistön 1-9: Käytä tarkastelukohdistinta matemaattisen sisällön lukemiseen. * Esc: Poistu liikkumistilasta.
it: * Comandi per la modalità esplorazione: * Freccia giù: Evidenzia la parte più piccola di una sottosezione. * Freccia su: Evidenzia la parte più grande di una sottosezione. * Freccia sinistra: Va al contenuto precedente. * Freccia destra: va al contenuto successivo. * Inizio: Va all'inizio del contenuto. * Control+C: Copia il codice sorgente dell'oggetto MathML. * Numpad 1 fino a 9: Utilizza il cursore di controllo per leggere il contenuto. * Escape: Esce dalla modalità navigazione.
pt_pt: * Comandos do modo de navegação: * Seta para baixo: aumenta o zoom numa subparte menor do conteúdo de matemática. * Seta para cima: reduz o zoom para uma subparte maior do conteúdo de matemática. * Seta para a esquerda: Move para o conteúdo de matemática anterior. * Seta para a direita: move para o próximo conteúdo de matemática. * Início: Move para o início do conteúdo de matemática. * Control+C: copia o código fonte MathML do objecto. * Bloco numérico de 1 a 9: Usa o cursor de revisão para ler o conteúdo de matemática. * Escape: Sai do modo de navegação.

source: Settings dialog
bg: Прозорец с настройките
da: Indstillingsdialog
fi: Asetusvalintaikkuna
it: Finestra Impostazioni
pt_pt: Diálogo de configurações

source: Language: Access8Math reading language
bg: Език: Езикът за четене на Access8Math
da: Sprog: Access8Math læsesprog
fi: Kieli: Access8Mathin lukukieli
it: Lingua: la lingua di lettura per Access8Math
pt_pt: Idioma: Idioma de leitura do Access8Math

source: Analyze the mathematical meaning of content: Semantically analyze the math content, in line with specific rules, read in mathematical meaning of that rules.
bg: Анализирай математическото значение на съдържанието: Семантично анализиране на съдържанието на математическото съдържание, в съответствие със специфичните правила, прочитано в математически смисъл на тези правила.
da: Analysér indholdets matematiske betydning: Analysér matematisk indhold i hendhold til specifikke regler, samt læsning i matematisk betydning af de pågældende regler.
fi: Analysoi sisällön matemaattinen merkitys: Analysoi matemaattisen sisällön semanttisesti tiettyjen sääntöjen mukaisesti ja lukee kyseisten sääntöjen merkityksen.
pt_pt: Análise do significado matemático do conteúdo: análise semântica do conteúdo de matemática, de acordo com regras específicas, leia o significado matemático dessas regras.

source: Read the meaning of definied pattern in dictionary: When the pattern is definied in the dictionary, use dictionary to read the meaning of subpart in the upper layer part.
bg: Прочитай значението на дефинирания шаблон в речника: Когато шаблонът е дефиниран в речника, да се използва речник, за да се прочита значението на подчаст в горната част на слоя.
da: Læs betydningen af defineret mønster i ordbogen: Når mønsteret er defineret i ordbogen, skal du bruge ordbogen til at læse betydningen af delen i den øverste lagdel.
fi: Lue kaavan sanastomääritelmä: Kun kaavan määritelmä löytyy sanastosta, sitä käytetään aliosan merkityksen lukemiseen ylemmän kerroksen osassa.
pt_pt: Ler o significado do padrão definido no dicionário: Quando o padrão é definido no dicionário, use o dicionário para ler o significado da subparte na parte superior da camada.

source: Read the meaning of auto-generated: When the pattern is not difined or incomplete in dictionary, use automatic generation function to read the meaning of subpart in the upper layer part.
bg: Прочитай значението на автоматично генерираното: Когато шаблонът не е дефиниран или не е пълен в речника, да се използва функцията за автоматично генериране, за да се прочете значението на подчаст в горната част на слоя.
da: Læs betydningen af automatisk genereret indhold: Når mønsteret ikke er defineret eller forekommer ufuldstændigt i ordbogen, skal du bruge den automatiske generationsfunktion til at læse betydningen af delen i den øverste lagdel.
fi: Lue automaattisesti luotu merkitys: Kun kaavan määritelmää ei löydy sanastosta tai se on vaillinainen, aliosan merkityksen lukemiseen käytetään ylemmän kerroksen osassa automaattista merkityksen luovaa toimintoa.
pt_pt: Ler o significado de gerado automaticamente: Quando o padrão é diferente ou incompleto no dicionário, use a função de geração automática para ler o significado da subparte na parte superior da camada.
