Repository: nvdacn/screenReaderTranslations
Catalog: website/addons/audioThemes.*.po
Languages: bg, es, fr, gl, ro, sr

source: - If you have a good sound production skills you can apply them here and create an audio theme of your own, rather than editing an existing one. To do this you can follow these steps. - Collect your audio files in one place, they must be in ogg or wave format, and rename them to what ever make sense to you. For example when I was creating the default audio theme for this add-on, I grouped sounds according to interaction patterns, for example, the combo box, the drop down button, and the split button can all have the same sound, while the Check box, The toggle button, and the menu check item can have the same sound. - From the add-on menu click 'Create a new audio theme' - A dialogue will be opened asking you for some information about your new audio theme, including: * Theme Name : The name of your theme which will be shown in the audio themes manager. This must be a valid windows folder name. * Your Name: Enter your real name or a nick name. * Theme description : A Brief description about your audio theme. - Click OK to move to the next step. - In the next step a dialogue similar to the 'Audio Themes Editor' will be shown, and from their the process is the same as the Theme editing process, so refer to 'Editing The Active Audio Theme' section.
bg: - Ако имате добри умения за създаване на звуци, можете да ги приложите тук и да създадете свои звукови теми, вместо да редактирате вече съществуващи такива. За да направите това можете да следвате тези стъпки. - Съберете вашите звукови файлове на едно място (трябва да са в OGG или WAVE звуков формат) и ги преименувайте по имащи за вас смисъл правила. Например когато аз създавах звуковата тема по подразбиране за тази добавка, групирах звуците по шаблон за взаимодействие (напр. падащият списък, бутона за падащо меню и разделителния бутон могат да имат един и същи звук, докато полето за отметка, бутона за превключване и отметаемия елемент от меню може да имат друг общ звук). - От менюто за добавката задействайте командата "Създай нова звукова тема". Ще се отвори диалогов прозорец, със запитване да въведете информация за вашата нова звукова тема, включително: * Име на темата: Името на вашата тема, което ще се показва в прозореца за управление на звуковите теми. Това трябва да е валидно име за папка в Windows. * Вашето име: Въведете вашето истинско име или псевдоним. * Описание на темата: Кратко описание на вашата звукова тема. - Задействайте бутона OK, за да преминете на следващата стъпка. - В следващата стъпка ще бъде изведен диалогов прозорец, подобен на диалоговия прозорец "Редактиране на звуковата тема". Принципът на работа е същият както при редактирането на тема, така че за справка прегледайте раздела "Редактиране на действащата звукова тема".
fr: - Si vous avez une bonne compétence dans la production de son vous pouvez les appliquer ici et créer un thème audio de votre propre choix, plutôt que d'éditer un existant. Pour ce faire, vous pouvez suivre ces étapes. - Récupérer vos fichiers audio en un seul endroit, , ils doivent être au format ogg ou wave, et renommez-les quelle qu'en soit votre manière de le faire. Par exemple lorsque Je créais le thème audio par défaut pour ce module complémentaire, J’ai regroupé les sons selon la relation des modèles, par exemple, la zone de liste déroulante, le bouton de liste déroulante, et le bouton partagé peuvent avoir le même son, alors que la Case à cocher, Le bouton bascule, et cocher l'élément du menu peuvent avoir le même son. - Depuis le menu du module complémentaire cliquez sur "Créer un nouveau thème audio" - Un dialogue s'ouvrira vous demandant des informations sur votre nouveau thème audio, y compris : * Nom du Thème : Le nom de votre thème qui sera affiché dans le gestionnaire de thèmes audio. Ceci doit être un nom de dossier valide de Windows. * Votre Nom : Entrez votre vrai nom ou un surnom. * Description du thème : Une brève description de votre thème audio. - Cliquez sur OK pour passer à l'étape suivante. - Dans la prochaine étape un dialogue similaire au "Éditeur de Thèmes Audio" sera affichée, et depuis eux le processus est le même que le Processus de modification de thème, voir aussi la section "Édition Du Thème Audio Actif".
gl: - Se tes unha boa capacidade de producción de son podes aplicala aquí e crear un tema de audio da túa propiedade, en lugar de editar unha existente. Para facer esto podes seguir estos pasos. - Recolecta os teus ficheiros de audio nun lugar, deben estar en formato ogg ou wave, e renoméaos a algo que teña sentido para ti. Por exemplo cando eu estaba creando o teman de audio predeterminado para este complemento, e agrupei os sons de acordo a patróns de interacción, por exemplo, a caixa combinada, o botón despregable, e o botón de separación poden ter o mesmo son, mentras que a Caixa de verificación, o botón conmutable, e o elemento verificable de menú poden ter o mesmo son. - Dende o menú do complemento fai clic en 'Crear un tema de audio novo' - abirase un novo diálogo preguntándoche por algunha información acerca do teu tema de audio novo, incluindo: * O nome do tema: o nome do teu tema o que se amosará no administrador de temas de audio. Esto debe ser un nome de carpeta válido de windows. * O teu Nome: introduce o teu nome real ou un seudónimo. * Descripción de Tema: una descripción breve acerca do teu tema de audio. - Fai Clik en Aceptar para moverte ao seguinte paso. - No seguinte paso amosarase un diálogo similar 'Editor de Temas Audio', e o proceso é o mesmo que o proceso de edición, así que refírete á sección 'Editando el Tema de Audio Activo'.
ro: - Dacă aveți o bună capacitate de producție de sunet le puteți aplica aici și creați o temă audio proprie, mai degrabă decât editarea uneia existente. Pentru a face acest lucru, urmați acești pași. - Colectați fișierele audio într-un singur loc, acestea trebuie să fie în format wave sau Ogg, și redenumiți-le cum doriți. De exemplu, atunci când am creat tema audio implicită pentru acest add-on, am grupat sunete în funcție de modele de interacțiune, de exemplu, căsuța combinată, meniurile butonului de coborâre și butonul de divizare, toate acestea pot avea același sunet, în timp ce căsuța de bifat, butonul de comutare și meniul elementului de verificare pot avea același sunet. - Din meniul add-on-ului clicați pe "Creați o nouă temă audio" - Un dialog va fi deschis și vi se vor cere informații despre noua temă audio, inclusiv: * Numele acesteia Numele temei dumneavoastră. care va fi afișat în managerul audio de teme. Acest lucru trebuie să fie un nume de folder valid din PC. * Numele dumneavoastră: Introduceți numele dumneavoastră real sau o poreclă. * Descrierea Temei: O scurtă descriere despre tema audio. - Faceți clic pe OK pentru a trece la pasul următor. - În pasul următor va fi afișat un dialog similar cu „editorul temelor audio”", iar procesul este la fel ca și cel de editare al temei.
sr: - Ako imate dobre veštine za dizajn zvukova možete ih primeniti ovde i napraviti vašu temu, umesto uređivanja postojeće. Da uradite ovo pratite sledeće korake. - Skupite sve vaše zvukove u jedan folder, oni moraju biti u ogg ili wav formatu, i preimenujte ih u ono što vama odgovara. Na primer kada sam pravio podrazumevanu temu za ovaj dodatak, grupisao sam zvukove prema oblicima interakcije, na primer, izborni okvir, padajući okvir, i dugme za razdvajanje mogu imati isti zvuk, dok izborni okvir, dugme prekidača, i štiklirajuća stavka menija mogu imati isti zvuk. - Iz menia dodatka izaberite napravi novu temu- dijalog će biti otvoren koji zahteva informacije o vašoj temi, uključujući: * ime teme : Ime teme koje će biti prikazano u dijalogu za upravljanje audio tema. Ovo mora biti ispravno windows ime. * Vaše ime: Upišite vaše pravo ime ili nadimak. * Opis teme : kratak opis vaše teme. - Aktivirajte dugme uredu da pređete na sledeći korak. - U sledećem dijalogu dijalog sličan uređivanju audio tema će biti otvoren, i odatle proces je isti kao i uređivanje audio teme, pa pogledajte sekciju za uređivanje aktivne audio teme.

source: Copyright:
bg: Авторски права:
ro: Drepturi de autor:
sr: Autorska prava:

source: Copyright (c) 2014-2016 Musharraf Omer and Others
bg: Авторски права (c) 2014-2016 Musharraf Omer и други
es: Copyright (c) 2014-2016 Musharraf Omer y Otros
fr: Copyright (c) 2014-2016 Musharraf Omer et Autres
gl: Copyright (c) 2014-2016 Musharraf Omer e Outros
ro: Drepturi de autor (c) 2014-2016 Musharraf Omer și alții
sr: Copyright (c) 2014-2016 Musharraf Omer i ostali

source: Although this add-on was started as an independent project, it evolved to be an enhanced version of the 'Unspoken' add-on by Austin Hicks and Bryan Smart. The majority of this add-on's development went into creating the tools to manage, edit and create audio theme packages. So a big thank you to them for creating such a wonderful add-on, and making it available for us to build on top of their work.
bg: Въпреки че тази добавка започна като независим проект, тя се разви като подобрена версия на добавката "Unspoken" от Austin Hicks и Bryan Smart. По-голямата част от усилията по разработката на тази добавка бяха насочени към създаването на инструментите за управлението, редактирането и създаването на пакетите със звукови теми. Тъй че отправяме нашата огромна благодарност към тях двамата за създаването на тази прекрасна добавка и за това че я направиха достъпна за нас да надстройваме на базата на тяхната работа.
es: A pesar de que este complemento se comenzó como un proyecto independiente, evolucionó desde ser una versión mejorada del complemento 'Unspoken' de Austin Hicks y Bryan Smart. La mayoría del desarrollo de este complemento estuvo creando las herramientas para administrar, editar y crear los paquetes de temas de audio. Así que les agradezco mucho por la creación de tal maravilloso complemento, y hacerlo disponible para que nosotros construyamos sobre su trabajo.
fr: Bien que ce module complémentaire a commencé comme un projet indépendant, il a évolué pour être une version améliorée du module complémentaire "Unspoken" par Austin Hicks et Bryan Smart. La majorité du développement de ce module complémentaire est entré en créant les outils pour gérer, modifier et créer des paquets de thème audio. Donc un grand Merci à eux pour créer un merveilleux module complémentaire, et faire celui-ci disponible pour nous afin de construire par-dessus de leur travail.
gl: Aíndaque este complemento comezouse coma un proxecto independente, evolucionou dende ser una versión mellorada do complemento 'Unspoken' de Austin Hicks e Bryan Smart. A maioría do desenvolvemento deste complemento estivo creando as ferramentas para administrar, editar e crear os paquetes de temas de audio. Así que agradézolles moito pola creación de tal maravilloso complemento, e facelo dispoñible para que nós construiamos sobre o seu traballo.
ro: Cu toate că acest add-on a fost început ca un proiect independent, acesta a evoluat pentru a fi o versiune îmbunătățită a add-on-ului 'Unspoken' de Austin Hicks și Bryan Smart.
sr: Iako je ovaj dodatak počeo kao nezavisan projekat , Razvio se kao poboljšana verzija dodatka unspoken autora Austin Hicks i Bryan Smart. Većina razvoja ovog dodatka jeste bilo pravljenje alatki za upravljanje, uređivanje i pravljenje tema. Velika zahvalnost njima za pravljenje odličnog dodatka, na kojem smo radili.

source: A Note on Third-party audio files:
bg: Бележка относно звуковите файлове от трети лица:
es: Una nota sobre Ficheros de Terceros:
fr: Une Note sur les fichiers audio Tiers partie :
gl: Unha nota sobre Ficheiros de Terceiros:
ro: O notă privind fișierele audio:
sr: Napomena za zvukove:

source: The **Default** audio theme package in this add-on uses sounds from several sources, here is a breakdown for them: - Unspoken 3D Audio: An add-on for NVDA - TWBlue: A free and open source twitter client - Mushy TalkBack: An alternative talkback with better sounds.
bg: Пакета със звуковата тема **По подразбиране** в тази добавка използва звуци от няколко източника. Ето ги и кои са те: - Unspoken 3D Audio: Добавка за NVDA - TWBlue: Безплатен и с отворен код клиент за Twitter - Mushy TalkBack: Алтернатива на TalkBack с по-добри звуци
es: El paquete de temas de audio **Predeterminado** en este complemento utiliza sonidos de varias fuentes, esta es una mención para ellos: - Unspoken 3D Audio: Un complemento para NVDA - TWBlue: un cliente libre y de código abierto de twitter - Mushy TalkBack: una alternativa de talkback con mejores sonidos.
fr: Le paquet du thème audio **Par défaut** dans ce module complémentaire utilise des sons provenant de plusieurs sources, voici un détail pour eux : - Unspoken 3D Audio : Un module complémentaire pour NVDA - TWBlue : Un client twitter gratuite et à source ouverte - Mushy TalkBack : Une alternative talkback avec des meilleurs sons.
gl: O paquete de temas de audio **Predeterminado** neste complemento utiliza sons de varias fontes, esta é unha mención para eles: - Unspoken 3D Audio: Un complemento para NVDA - TWBlue: un cliente libre e de código aberto de twitter - Mushy TalkBack: unha alternativa de talkback con mellores sons.
ro: Tema audio implicită în acest add-on utilizează sunete de la diferite aplicații terțe: - Unspoken 3D Audio: Un add-on pentru NVDA - TWBlue: O aplicație de Twitter, gratis și open source - Mushy TalkBack: Unn talkback alternativ cu sunete îmbunătățite.
sr: Podrazumevana tema koristi više različitih zvukova, ovde su mesta sa kojih ti zvukovi dolaze: - Unspoken 3D Audio: Dodatak za NVDA - TWBlue: Besplatan twitter klijent, otvorenog koda- Mushy TalkBack: Alternativan talkback sa boljim zvukovima.

source: Licence
bg: Лиценз
gl: Licenza
ro: Licență
sr: licenca

source: Licensed under the GNU General Public License. See the file **copying** for more details.
bg: Лицензирано под GNU General Public License. Прегледайте файла **copying** за повече подробности.
fr: Sous licence de la GNU General Public License. Consultez le fichier **copie ** pour plus de détails.
gl: Licenciado baixo a GNU General Public License. Consulta o ficheiro **copying** para máis detalles.
ro: Licențiat de GNU General Public License. Citiți fișierul **copying** pentru mai multe detalii.
sr: Licencirano pod GNU General Public License. Pročitajte datoteku copying za više detalja.
