Repository: nvdacn/screenReaderTranslations
Catalog: website/addons/AudioThemes3D.*.po
Languages: da, de, fi, hr, hu, pl, pt_br, zh_cn

source: [[!meta title="Audio Themes"]]
de: [[!meta title="Audio-Schema"]]
fi: [[!meta title="Ääniteemat"]]
hu: [[!meta title="Hangtémák"]]
pt_br: [[!meta title="Temas Sonoros"]]
zh_cn: [[!meta title="音频主题"]]

source: Authors: Musharraf Omer and others
da: Forfattere: Musharraf Omer og andre
de: Autoren: Musharraf Omer und andere
fi: Tekijät: Musharraf Omer sekä muut
hr: autori: Musharraf Omer i drugi
hu: Készítők: Musharraf Omer és mások
pl: Autorzy: Musharraf Omer i inni
pt_br: Autores: Musharraf Omer e outros
zh_cn: 作者: Musharraf Omer and others

source: download [stable version][1]
de: Herunterladen der [stabilen Version][1]
fi: Lataa [vakaa versio][1]
hr: Preuzmite [stabilnu inačicu][1]
hu: [stabil verzió][1] letöltése
pl: pobierz [stabilna wersja][1]
pt_br: baixe a [versão estável][1]
zh_cn: 下载 [稳定版][1]

source: download [development version][2]
de: Herunterladen der [Entwicklerversion][2]
fi: Lataa [kehitysversio][2]
hr: preuzmite [razvojnu inačicu][2]
hu: [Fejlesztői verzió][2] letöltése
pl: pobierz [wersja rozwojowa][2]
pt_br: baixe a [versão em desenvolvimento][2]
zh_cn: 下载 [开发板][2]

source: This add-on creates a virtual audio display that plays sounds when focusing or navigating objects (such as buttons, links etc...) the audio will be played in a location that corresponds to the object's location in the visual display.
da: Denne tilføjelse skaber en virtual audio display, der spiller lyde, når der fokuseres eller navigeres imellem objekter (f.eks. knapper, links osv..) lyd vil blive spillet i en placering, der svarer til objektets placering i det visuelle display.
de: Diese Erweiterung erstellt ein virtuelles akustisches Bild der auf dem Bildschirm sichtbaren Objekte. Es werden Geräusche beim Fokussieren von oder Navigieren zwischen Objekten (z.B. Schaltflächen, Links usw.) wiedergegeben. Die Audioausgabe erfolgt bei Nutzung von Kopfhörern oder 5.1 Soundsystemen an einem Ort, der der Position des Objekts in der visuellen Anzeige entspricht.
fi: Tämä lisäosa luo virtuaalisen ääninäytön, joka toistaa ääniä objekteja (kuten painikkeet, linkit jne.) aktivoitaessa tai siirryttäessä niiden välillä. Ääni toistetaan sijainnissa, joka vastaa objektin sijaintia tietokoneen näytöllä.
hr: Ovaj dodatak kreira virtualni zvučni prikaz koji reproducira zvuk dok se krećete između objekata ili ste fokusirani na određeni objekt (kao što su gumbi, linkovi itd...), zvuk će se reproducirati na mjestu koje odgovara mjestu prikaza objekta na zaslonu.
hu: Ez a kiegészítő különböző hangok lejátszásával jelzi a fókuszba kerülő elem típusát (gomb, link, stb). A hang a vizuális megjelenítésnek megfelelően szólal meg, így hallható, hogy az adott elem hol helyezkedik el a képernyőn.
pl: Ten dodatek stwarza wirtualny dźwiękowy wyświetlacz, który ottwarza dźwięki przy nawigacji lub najeżdżaniu na objekt (tak jak przyciski, linki itd...) dźwięk będzie ottworzony w lokalizacji, która odpowiada lokacji objektu na monitorze.
pt_br: Este complemento cria uma tela sonora virtual que toca sons ao focar ou navegar-se por objetos (como botões, linques etc.) O áudio será tocado numa posição que corresponde à localização do objeto na tela visual.
zh_cn: 此插件可以用声音的方式来提示NVDA所浏览的控件类型，并且可以以3D方式提示控件的所在位置。

source: The add-on also enables you to activate, install, remove, edit, create, and distribute audio theme packages.
da: Tilføjelsesprogrammet lader dig også aktivere, installere, fjerne, redigere, oprette og distribuere lyd temapakker.
de: Das Add-On ermöglicht es Ihnen außerdem, Audio-schemenpakete zu aktivieren, zu installieren, zu entfernen, zu bearbeiten, zu erstellen und zu teilen.
fi: Ääniteemapakettien käyttöön ottaminen, asentaminen, poistaminen, muokkaaminen, luominen sekä jakelu on myös mahdollista.
hr: Dodatak vam također omogućava da aktivirate, instalirate, uklonite, uređujete, kreirate i distribuirate pakete zvučnih tema.
hu: A kiegészítő lehetővé teszi hangtéma csomagok aktiválását, telepítését, eltávolítását, szerkesztését, létrehozását és terjesztését.
pl: Dodatek także umożliwia aktywowanie, instalowanie, usuwanie, edytowanie, utwarzanie, i dystrybucję pakietów tematów dźwiękowych.
pt_br: O complemento também possibilita ativar, instalar, remover, editar, criar e distribuir pacotes de temas sonoros.
zh_cn: 支持设置音效的音量。可以自己制作打包音频主题，还可以激活，安装，删除，编辑，创建和分发音频主题包。

source: Usage
da: Brug
de: Bedienung
fi: Käyttö
hr: Korištenje
hu: Használat
pl: Używanie
pt_br: Uso
zh_cn: 用法

source: This add-on enables you to perform three distinct tasks, including managing your installed audio themes, editing the currently active audio theme, and creating a new audio theme.
da: Med denne tilføjelse kan du udføre tre særskilte opgaver, herunder administration af dine installerede lydtemaer, redigere det aktive lydtema, og oprette et nyt lydtema.
de: Mit dieser Erweiterung können Sie drei Dinge erledigen, einschließlich die Verwaltung, das Anpassen und das Erstellen eines neuen Audio-Schemas.
fi: Tämän lisäosan avulla voit suorittaa kolme eri tehtävää, joita ovat asentamiesi ääniteemojen hallinta, aktiivisen teeman muokkaaminen sekä uuden luominen.
hr: Ovaj dodatak omogućava izvođenje tri tipa zadataka, uključujući upravljanje trenutno instaliranim zvučnim temama, uređivanje trenutno aktivne zvučne teme, te kreiranje nove zvučne teme.
hu: Ezzel a kiegészítővel kezelheti a telepített hangtémáit, szerkesztheti azokat, valamint újakat hozhat létre.
pl: Ten dodatek umożliwia wykonywanie następujących funkcji, włączając w to instalowanie tematów dźwiękowych, edytowanie aktualie używanego tematu dźwiękowego, a także stwarzanie nowych tematów dźwiękowych.
pt_br: Este complemento possibilita executar três tarefas distintas, incluindo gerir os temas sonoros instalados, editar o tema sonoro atualmente ativo e criar um novo tema sonoro.
zh_cn: 此插件可让您执行三项不同的任务，包括管理已安装的音频主题，编辑当前活动的音频主题以及创建新的音频主题。

source: You can access these functions from the add-on's menu which is found in the main NVDA menu.
da: Du kan få adgang til disse funktioner fra menuen tilknyttet tilføjelsespakken menu, som findes i hovedmenuen NVDA.
de: Diese Funktionen finden Sie im NVDA-Menü unter "Erweiterungen verwalten".
fi: Voit käyttää näitä toimintoja lisäosan omasta valikosta, joka löytyy NVDA-valikosta.
hr: Ovim funkcijama možete pristupiti iz podizbornika Dodaci koji se nalazi u glavnom NVDA izborniku.
hu: A kiegészítő menüje az NVDA főmenüjében található, onnan érheti el.
pl: Można się dostać do tych funkcji z meni dodatku, znajdujący się w głownym meni NVDA.
pt_br: Voce pode acessar essas funções a partir do menu do complemento, que se encontra no menu principal do NVDA.
zh_cn: 您可以通过NVDA菜单中的附加菜单访问这些功能。

source: Managing Your Audio Themes
da: Håndtering af dine lydtemaer
de: Sound-Schemata verwalten
fi: Ääniteemojen hallinta
hr: Upravljanje zvučnim temama
hu: Hangtémák kezelése
pl: Zarżądzanie tematami dźwiękowymi
pt_br: Gerenciando temas sonoros
zh_cn: 管理您的音频主题

source: The 'Manage Audio Themes' dialogue enables you to activate or deactivate audio themes, in addition to installing and removing audio themes.
da: Dialogen "Håndter lydtemaer" gør det muligt at aktivere eller deaktivere lydtemaer, udover installation og fjernelse af lydtemaer.
de: Hiermit können Sie die Sound-Schemata aktivieren/deaktivieren oder hinzufügen/entfernen.
fi: Ääniteemojen hallinta -valintaikkunan avulla voit ottaa käyttöön ääniteemoja tai poistaa niitä käytöstä asentamisen ja poistamisen lisäksi.
hr: Dijaloški okvir 'Upravljanje zvučnim temama' omogućuje vam da aktivirate ili deaktivirate zvučne teme, kao i instaliranje ili uklanjanje istih.
hu: Ezen a párbeszédpanelen váltogathat a különböző hangtémák közt, ill. itt telepítheti és el is távolíthatja azokat.
pl: Okno dialogowe 'zarządzaj tematami dźwiękowymi' umożliwia aktywacje, albo deaktywację, w dodatku instalowanie lub usuwanie tematy dźwiękowe.
pt_br: O diálogo "Gerir temas sonoros" possibilita ativar ou desativar temas sonoros, além de instalá-los e removê-los.
zh_cn: 除了安装和删除音频主题之外，“管理音频主题”对话框允许您激活或停用音频主题。

source: - In this dialogue there are some additional options including: - Play sounds in 3D mode: When you uncheck this box the add-on will play the sounds in mono mode (always in the centre of the audio display) regardless of the object location. - Speak role such as button, edit box , link etc.: When you uncheck this box NVDA will start announcing the role when focusing objects rather than ignoring it (which is the default behaviour when installing this add-on). - Use Synthesizer Volume: Checking this box will set the sound player of this add-on to use the active voice sound, thus making all audible output the same as the voice volume when ever you change that volume. - Audio Theme Volume Slider: Alternatively you can set the volume for the add-on using this slider. Setting it to 0 will mute all sounds, and 100 is the maximum volume.
da: - I denne dialog er der yderligere indstillinger, herunder: - Afspil lyde i 3d-tilstand: Når du fjerner markeringen fra denne checkboks, vil alle lyde afspilles i mono-tilstand (alle lyde afspilles i midten af det aktuelle lyddisplay) uanset placeringen af det pågældende objekt. - Sig elementer såsom knap, edit, link, osv.: Når denne checkboks ikke er markeret, vil NVDA annoncérer diverse elementer på skærmen i stedet for at ignorere dette (hvilket er standardadfærden når denne tilføjelsespakke er installeret). - Brug talesyntesens lydstyrke: Dette indstiller lydene af det aktuelle lydtema til at spille ved samme lydstyrke, som din aktuelle stemme, således alle lydniveauer forbliver i overensstemmelse. - Skyderen til lydstyrke af lydtema: Med denne skyder kan du indstille lydstyrken af dette tilføjelsesprogram. Hvis du indstiller skyderen til 0%, vil lyden fra denne tilføjelsespakke være lydløs. 100% er den højeste lydstyrke.
de: In diesem Dialog gibt es einige zusätzliche Optionen, wie z.B.: - Sound im 3D-Modus abspielen: Wenn Sie dieses Kontrollkästchen deaktivieren, werden die Sounds im Monomodus (immer in der Mitte der Audioanzeige) abgespielt, unabhängig von der Position des Objekts auf dem Bildschirm. - Rolle der Objekte ansagen z.B. Schalter, Eingabefeld, Link etc.: Wenn Sie dieses Kontrollkästchen deaktivieren, beginnt NVDA die Rolle beim Fokussieren von Objekten auszusprechen, anstatt sie zu ignorieren (Standardverhalten bei der Installation dieses Add-ons). - Sprachausgabenlautstärke verwenden: Wenn Sie dieses Kontrollkästchen aktivieren, wird der Soundplayer dieser Erweiterung so eingestellt, dass alle hörbaren Audioausgaben aus der Erweiterung mit der aktuellen Lautstärke der Sprachausgabe übereinstimmen. - Lautstärke-Regler für Audioschema: Alternativ können Sie die Lautstärke für die Audioausgaben der Erweiterung mit diesem Schieberegler einstellen. Wenn Sie ihn auf 0 setzen, werden alle Töne stumm geschaltet, und 100 ist die maximale Lautstärke.
fi: - Tässä valintaikkunassa on joitakin lisäasetuksia, mukaan lukien: - Toista äänet 3D-tilassa: Kun tämä ei ole valittuna, lisäosa toistaa äänet mono-tilassa (aina ääninäytön keskellä) objektin sijainnista riippumatta. - Puhu rooli, kuten painike, muokkauskenttä, linkki jne.: Kun tämä ei ole valittuna, NVDA ilmoittaa roolin objekteja aktivoitaessa (oletusarvoisesti roolia ei ilmoiteta). - Käytä syntetisaattorin äänenvoimakkuutta: Tämän valintaruudun valitseminen määrittää tämän lisäosan äänisoittimen käyttämään aktiivisen puheäänen voimakkuutta, mikä saa kaikki äänet toistumaan samalla voimakkuudella. - Ääniteeman äänenvoimakkuussäädin: Voit vaihtoehtoisesti säätää lisä'osan äänenvoimakkuutta tätä liukusäädintä käyttäen. Jos arvoksi määritetään 0, kaikki äänet mykistetään. Suurin mahdollinen voimakkuus on 100.
hr: - U ovom dijaloškom okviru nalaze se i neke dodatne opcije uključujući: - Reproduciraj zvukove u 3d modu: Kada ova opcija nije omogućena, dodatak će uvijek reproducirati zvukove u mono režimu(uvijek u centru zvučnog prikaza) nezavisno od lokacije objekta. - Izgovori naziv kao što je gumb, polje za uređivanje, link i tako dalje.: Kada je ova opcija onemogućena, NVDA će izgovarati nazive objekata(što je podrazumijevano nakon instalacije ovog dodatka). - Koristi glasnoću govorne sinteze: ukljućivanjem ove opcije dodatak će koristiti glasnoću govorne sinteze Što čini zvukove jednake glasnoće, čak i kada smanjite glasnoću govorne sinteze. - Klizač za glasnoću zvučne teme: Alternativno možete podesiti glasnoću dodatka uz pomoć ovog klizača. Ako je podešen na 0, svi zvukovi će biti isključeni, a 100 je maksimalna glasnoća.
hu: - További opciók: - 3D mód: Ha nincs bejelölve,akkor az NVDA a hangokat monó módban játssza le, mind egységesen középről szól, nem követi az egyes elemek elhelyezkedését a képernyőn. - hangjelzés helyett beszéd mint gomb, szerkesztőmező, hivatkozás stb.: Ha be van jelölve, az NVDA bemondja az egyes képernyőelemek nevét, ha nincs bejelölve,akkor az NVDA az egyes hangtémákban beállított hangjelzésekkel jelzi a képernyőelemeket. Ez utóbbi az alapértelmezett viselkedés. - használja a beszédszintetizátor hangerejét: Bejelölt állapotban a kiegészítő hangjai az aktív beszédszintetizátor hangerejéhez igazodnak, és követik a változásait. - Hangtéma hangerő csúszka: Ezzel a csúszkával beállíthatja a kiegészítő hangerejét az NVDA beszédszintetizátoraitól függetlenül. A 0 érték elnémítja az összes hangot, 100 a maximális hangerő.
pl: - W tym oknie dialogowym zdajdują się następujące opcje: - Ottwarzaj dźwięk w trybie 3D: Przy odznaczaniu tego pola do wyboru, dodatek będzie ottwarzał dźwięki w trybie mono (Zawsze w środku wyświetlacza dźwiękowego) niezależnie od położenia obiektu. - Wymawiaj nazwy kontrolek, takie jak przycisk, pole do edycji, link itd.: Kiedy to pole do wyboru jest odznaczone, NVDA będzie oznajmiał nazwy kontrolek przy przemieszczaniu się nie ignorując je (co jest domyślnym zachowaniem, gdy dodatek jest instalowany). - Używaj głośność syntezatora: Zaznaczając to pole do wyboru, ustawi ottwarzacz dźwięków tego dodatku aby używał dźwięk aktywnego głosu, czyniąc wyjście dźwięku wyrównanym przy każdym razie, gdy zmieniasz głośność syntezatora. - suwak głośności tematu dźwiękowego: alternatywnie, można zmienić głośność dodatku używając ten suwak. Setting it to 0 will mute all sounds, and 100 is the maximum volume.
pt_br: Neste diálogo, existem mais algumas opções incluindo: - Tocar som em modo 3D: Quando você desmarca esta caixa, o complemento tocará os sons em modo mono (sempre no centro da tela sonora) não importando o local do objeto. - Falar o papel, como botão, caixa de edição, linque etc.: Quando você desmarca esta caixa, o NVDA passará a anunciar o papel ao focar objetos em vez de ignorá-lo (que é o comportamento padrão ao instalar o complemento). - Usar volume do sintetizador: Marcar esta caixa fará o tocador de som do complemento usar o som da voz ativa, deixando assim toda a saída audível com o mesmo volume da voz cada vez que você muda esse volume. - Controle deslizante de volume do tema sonoro: Como alternativa, você pode configurar o volume do complemento usando este controle. Colocando ele em 0 vai silenciar todos os sons e 100 é o volume máximo.
zh_cn: - 在此对话框中还有一些其他选项，包括： - 在3D模式下播放声音：当您取消选中此框时，无论对象位置如何，附加组件都将在单声道模式下播放声音（始终位于音频显示屏的中央）。 - 说出按钮，编辑框，链接等角色：当您取消选中此框时，NVDA将在聚焦对象时开始宣布角色，而不是忽略它（这是安装此附加组件时的默认行为）。 - 使用合成器音量：选中此框会将此加载项的声音播放器设置为使用活动的声音，从而在您更改该音量时使所有可听输出与音量相同。 - 音频主题音量滑块：或者，您可以使用此滑块设置加载项的音量。将其设置为0将静音所有声音，而100是最大音量。

source: Editing The Active Audio Theme:
da: Redigerer det aktive lydtema:
de: Aktives Sound-Schemata bearbeiten
fi: Aktiivisen ääniteeman muokkaaminen
hr: Uređivanje aktivne zvučne teme
hu: Aktív hangtéma szerkesztése
pl: Edycja aktywnego tematu dźwiękowego:
pt_br: Editando o tema sonoro ativo:
zh_cn: 编辑活动音频主题：

source: When you click on the 'Edit the active audio theme' option, a dialogue will open with a list containing all the sounds contained in the currently active theme. From this dialogue you can:
da: Når du klikker på indstillingen "Rediger aktive lydtema", åbnes en dialog med en liste med alle de lyde, der er tilgængelige i det aktuele aktive tema. Fra denne dialog kan du:
de: Wenn Sie auf die Option"Aktuelles Audio-Schema bearbeiten" klicken, öffnet sich ein Dialog mit einer Liste aller Sounds, die im gerade aktiven Schema enthalten sind. Aus diesem Dialog heraus können Sie folgendes tun:
fi: Kun painat Muokkaa aktiivista ääniteemaa -painiketta, kaikki aktiivisen ääniteeman äänet sisältävän listan näyttävä valintaikkuna avautuu. Valintaikkunassa on käytettävissä seuraavat vaihtoehdot:
hr: Kada kliknete na opciju 'Uređivanje aktivne zvučne teme, otvorit će se dijaloški okvir koji sadrži popis svih zvukova dostupnih u trenutno aktivnoj zvučnoj temi. U ovom dijaloškom okviru možete
hu: Ezen a párbeszédpanelen megjelenik az aktív hangtéma hangjainak listája.
pl: Gdy klikniesz na przycisk 'edytuj aktywny temat dźwiękowy', będzie otwarty dialog, zawierający wszystkie dostępne dźwięki znajdujące się w aktualnie aktywnym temacie dźwiękowym. Z tego okna dialogowego można zrobić następujące rzeczy:
pt_br: Quando você clica na opção "Editar o tema sonoro ativo", abre-se um diálogo contendo uma lista com todos os sons contidos no tema sonoro atualmente ativo. Neste diálogo, você pode::
zh_cn: 当你点击'编辑活动音频主题'选项时，会打开一个对话框，其中包含当前活动主题中包含的所有声音。从这个对话你可以：

source: Change Selected: Selecting a sound from the list and clicking this button, will open a standard open file dialogue, select an ogg or wave audio file from your file system to replace the selected sound, and click OK to complete the process.
da: Ændre valgte: Ved at vælge en lyd på listen og klikke på denne knap, vil der åbnes en standard filåbningsdialog. Vælg en .ogg eller .wav lydfil på dit filsystem til at erstatte den valgte lyd og klik på OK for at fuldføre processen.
de: Ändern: Wählen Sie einen Sound aus der Liste aus und klicken Sie dann auf diesen Schalter, so können Sie eine Audio-Datei im Ogg- oder Wave-Format auf Ihrem System auswählen. Den Sound können Sie mit der ausgewählten Datei ersetzen.
fi: Muuta valittua: Äänen valitseminen listasta ja tämän painikkeen painaminen avaa standardinmukaisen tiedostonavausvalintaikkunan, josta voit valita wave-äänitiedoston, joka korvaa valitun äänen. Suorita toimenpide loppuun painamalla OK.
hr: Promijeni odabrano: biranje nekog zvuka iz popisa i aktiviranje ovog gumba otvorit će standardni dijaloški okvir za otvaranje datoteke, izaberite neku ogg ili wav datoteku koja će zamijeniti odabrani zvuk i kliknite na uredu da završite proces.
hu: Szerkesztés: A kiválasztott hangot lecserélheti egy másikra. Egy szabványos fájlmegnyitás párbeszédpanelen keresztül kiválaszthat egy másik ogg vagy wav fájlt a számítógépéről.
pl: Zmień oznaczone: zaznaczając dźwięk z listy o naciskając ten przycisk, otwiera standardowy dialog do otwierania pliku, zaznacz plik ogg lub wav z systemu plików, aby zamienić zaznaczony dźwięk, i liknij OK, aby zakończyć akcję.
pt_br: Alterar selecionado: Ao selecionar um som da lista e clicar neste botão, abre-se um diálogo padrão de abrir arquivo. Selecione um arquivo de áudio ogg ou wave do seu sistema de arquivos para substituir o som selecionado e clique em OK para completar o processo.
zh_cn: 更改所选内容：从列表中选择一个声音并单击此按钮，将打开一个标准的打开文件对话框，从文件系统中选择一个OGG或波形音频文件以替换选定的声音，然后单击确定以完成该过程。

source: Remove Selected: This will remove the selected sound from the theme, click 'Yes' to confirm the removal process, and the selected sound will be removed.
da: Fjern valgte: Dette vil fjerne den valgte lyd fra temaet. Du skal klikke på "Ja" for at bekræfte fjernelsen, og den valgte lyd vil blive fjernet.
de: Entfernen: Dies entfernt den ausgewählten Klang aus dem Sound-Schemata. Klicken Sie auf "Ja", um das Löschen zu bestätigen und die Datei zu entfernen.
fi: Poista valittu: Tämä poistaa valitun äänen teemasta. Vahvista poisto painamalla Kyllä, jonka jälkeen valittu ääni poistetaan.
hr: Uklanjanje odabranog zvuka: ova opcija će ukloniti trenutni zvuk iz teme, kliknite da kako biste završili uklanjanje i zvuk koji ste odabrali će biti uklonjen.
hu: Eltávolítás: Eltávolítja a kijelölt hangot a listáról. Az "Igen" gomb aktiválásával a folyamat véglegesíthető, és a kiválasztott hang eltávolításra kerül.
pl: Usuń zaznaczenie: To usunie zaznaczony dźwięk z tematu, kliknij 'tak' aby potwierdzić proces usunięcia, a dźwięk zostanie usunięty.
pt_br: Remover selecionado: Isto removerá do tema o som selecionado. Clique em "Sim" para concluir o processo de remoção e o som selecionado será removido.
zh_cn: 移除所选内容：这将从主题中移除选定的声音，点击“是”确认移除过程，所选声音将被移除。
