Repository: nvdacn/screenReaderTranslations
Catalog: website/addons/audioThemes.*.po
Languages: bg, es, fr, gl, ro, sr

source: [[!meta title="Audio Themes"]]
bg: [[!meta title="Звукови Теми (Audio Themes)"]]
ro: [[!meta title="Teme audio"]]
sr: [[!meta title="Audio Teme"]]

source: Authors: Musharraf Omer and others
bg: Автори: Musharraf Omer и други
es: Autores: Musharraf Omer y otros
fr: Auteurs : Musharraf Omer et autres
gl: Autores: Musharraf Omer e outros
ro: Autori: Musharraf Omer și alții
sr: Autori: Musharraf Omer i drugi

source: download [stable version][1]
ro: descărcați [versiunea stabilă][1]
sr: Preuzmi stabilnu verziju [1]

source: download [development version][2]
bg: Изтегляне на [работна версия][2]
es: descargar [versión de desarrollo][2]
fr: Télécharger [version de développement][2]
gl: descargar [versión de desenvolvemento][2]
ro: descărcați [versiunea în dezvoltare][2]
sr: Preuzmi verziju u razvoju [2]

source: This add-on creates a virtual audio display that plays sounds when focusing or navigating objects (such as buttons, links etc...) the audio will be played in a location that corresponds to the object's location in the visual display.
bg: Тази добавка създава виртуален аудио дисплей, който възпроизвежда звуци, при фокусиране или навигиране на обекти (напр. бутони, връзки и др.). Звукът ще се възпроизвежда от местоположението, което съответства на местоположението на обекта във визуалния дисплей.
es: Este complemento crea una pantalla de audio virtual que reproduce sonidos cuando se enfoca o se navegan objetos (tales como botones, enlaces etc...) el audio se reproducirá en una localización que corresponda a la localización de los objetos en la pantalla visual.
fr: Ce module complémentaire crée un affichage audio virtuel qui joue des sons quand il est sur le focus ou la navigation par objet (tels que des boutons, liens, etc...) l’audio se jouera dans un endroit qui correspond à l'emplacement de l'objet dans l'affichage visuel.
gl: Este complemento crea una pantalla de audio virtual que reproduce sons cando se enfoca ou se navegan obxectos (coma botóns, ligas etc...) o audio reproducirase nunha localización que corresponda á localización dos obxectos na pantalla visual.
ro: Acest add-on crează un afișaj audio virtual care redă sunete atunci când obiectele de focalizare sau navigare (precum butoane, linkuri etc...) vor fi redate audio într-o locație care corespunde cu locația obiectului în afișajul vizual.
sr: Ovaj dodatak pravi virtuelni audio ekran koji reprodukuje zvukove nakon fokusiranja na određene objekte ili navigaciju(kao što su dugmići, linkovi i tako dalje...) zvuk će biti reprodukovan na lokaciji koja odgovara lokaciji na ekranu.

source: The add-on also enables you to activate, install, remove, edit, create, and distribute audio theme packages.
bg: Добавката също така ви позволява да задействате, инсталирате, премахвате, редактирате, създавате и разпространявате пакети със звукови теми.
es: El complemento también te capacita para activar, instalar, eliminar, editar, crear, y distribuir paquetes de temas de audio.
fr: Le module complémentaire permet également d’activer, installer, supprimer, modifier, créer et de distribuer des paquets de thème audio.
gl: O complemento tamén che capacita para activar, instalar, eliminar, editar, crear, e distribuir paquetes de temas de audio.
ro: De asemenea, add-on-ul vă permite să activați, instalați, ștergeți, editați, creați și să partajați pachetele temelor audio.
sr: Dodatak vam takođe omogućava da aktivirate, instalirate, uklonite, uređujete, kreirate i delite audio teme

source: Usage
bg: Употреба
es: Utilización
fr: Utilisation
gl: Uso
ro: Utilizare
sr: Korišćenje

source: This add-on enables you to perform three distinct tasks, including managing your installed audio themes, editing the currently active audio theme, and creating a new audio theme.
bg: Тази добавка ви позволява да изпълнявате три отделни задачи, включително управление на инсталираните звукови теми, редактиране на текущо действащата звукова тема и създаване на нови звукови теми.
es: Este complemento te capacita para llevar a cabo tres tareas distintas, incluyendo administrar tus temas de audio instalados, editar el tema de audio actualmente activo, y crear un tema de audio nuevo.
fr: Ce module complémentaire vous permet d'effectuer trois tâches distinctes, y compris la gestion de vos thèmes audio installés, l'édition du thème audio actuellement actif et la création d'un nouveau thème audio.
gl: Este complemento capacítache para realizar tres tarefas distintas, incluindo administrar os teus temas de audio instalados, editar o tema de audio actualmente activo, e crear un tema de audio novo.
ro: Acest add-on vă permite să efectuați trei activități distincte, incluzând gestionarea temelor audio instalate, editarea temei audio activă în acel moment, și crearea unor teme audio noi.
sr: Ovaj dodatak vam omogućava da radite na 3 različita zadatka, uključujući upravljanje vašim audio temama, uređivanje trenutno aktivne teme, i kreiranje nove audio teme.

source: You can access these functions from the add-on's menu which is found in the main NVDA menu.
bg: Можете да достъпвате тези функции от менюто на добавката, което се намира в главното меню на NVDA.
es: Puedes acceder a estas funciones desde el menú del complemento que se encuentra en el menú principal de NVDA.
fr: Vous pouvez accéder à ces fonctions depuis le menu du module complémentaire qui se trouve dans le menu principal de NVDA.
gl: Podes aceder a estas funcións dende o menú do complemento que se atopa no menú principal do NVDA.
ro: Puteți accesa această funcționalitate din meniul add-on-ului care este găsit în în meniul principal al NVDA.
sr: Možete da pristupite ovim funkcijama u meniju dodatka koji se nalazi u NVDA meniu.

source: Managing Your Audio Themes
bg: Управляване на вашите звукови теми
es: Administrando tus Temas de Audio
fr: Gérer Vos Thèmes Audio
gl: Administrando os teus Temas de Audio
ro: Gestionarea temelor audio
sr: Upravljanje vašim audio temama

source: The 'Manage Audio Themes' dialogue enables you to activate or deactivate audio themes, in addition to installing and removing audio themes.
bg: Диалоговият прозорец "Управление на звуковите теми" ви дава възможност да активирате или деактивирате звукови теми, както и да инсталирате и премахвате звукови теми.
es: El diálogo 'Administrar Temas de Audio' te capacita para activar o desactivar temas de audio, además de instalar y eliminar temas de audio.
fr: Le dialogue "Gérer les Thèmes Audio" vous permet d'activer ou de désactiver les thèmes audio, en plus d’installer ou de retirer des thèmes audio.
gl: O diálogo 'Administrar Temas de Audio' capacítache para activar ou desactivar temas de audio, ademáis de instalar e borrar temas de audio.
ro: Dialogul 'Manage Audio Themes' vă permite să activați sau dezactivați teme audio, în plus puteți să instalați sau să ștergeți teme audio.
sr: Dijalog za upravljanje audio temama vam omogućava da aktivirate ili deaktivirate teme, kao i da instalirate ili uklonite već instalirane teme.

source: - In this dialogue there are some additional options including: - Play sounds in 3D mode: When you uncheck this box the add-on will play the sounds in mono mode (always in the centre of the audio display) regardless of the object location. - Speak role such as button, edit box , link etc.: When you uncheck this box NVDA will start announcing the role when focusing objects rather than ignoring it (which is the default behaviour when installing this add-on). - Use Synthesizer Volume: Checking this box will set the sound player of this add-on to use the active voice sound, thus making all audible output the same as the voice volume when ever you change that volume. - Audio Theme Volume Slider: Alternatively you can set the volume for the add-on using this slider. Setting it to 0 will mute all sounds, and 100 is the maximum volume.
bg: - В този диалогов прозорец има някои допълнителни опции, включително: - Възпроизвеждай звуци в 3D режим: Когато премахнете тази отметка, добавката ще възпроизвежда звуци в моно режим (винаги в центъра на аудио дисплея), независимо от местоположението на обекта. - Изговаряй вида като бутон, поле за редактиране, връзка и т.н.: Когато премахнете тази отметка, NVDA ще съобщава вида на фокусирания обект, вместо да го пренебрегва (което е поведението по подразбиране, когато инсталирате тази добавка). - Използвай силата на звука за синтезатора: С поставянето на отметка тук ще зададете на звуковия плеър на тази добавка да използва силата на звука за текущия глас, правейки силата на звука от добавката еднакъв с, и зависим от, силата на звука за текущия глас. - Плъзгач за силата на звука за звуковата тема: Алтернативно, можете да настроите силата на звука за добавката с помощта на този плъзгач. Задаването му на 0 ще изключи всички звуци, а 100 е максималната сила на звука.
es: - En este diálogo hay algunas opciones adicionales incluyendo: - Reproducir sonidos en modo 3D: cuando desmarques esta casilla el complemento reproducirá los sonidos en modo mono (siempre en el centro de la pantalla audio) independientemente de la localización del objeto. - Verbalizar rol tal como botón, cuadro de edición, enlace etc.: Cuando desmarques esta casilla NVDA arrancará anunciando el rol cuando se enfoquen objetos en lugar de ignorarlos (lo cual es el comportamiento predeterminado cuando se instala este complemento). - Utilizar Volumen del Sintetizador : marcando esta casilla configurará el reproductor de sonido de este complemento para utilizar el sonido de la voz activa, con lo que toda la salida audible es la misma que el volumen de la voz cada vez que cambies el volumen. - Deslizador del Volumen del Audio del Tema: alternativamente puedes configurar el volumen para el complemento utilizando este deslizador. Poniéndolo a 0 silenciarás todos los sonidos, y 100 es el volumen máximo.
fr: - Dans ce dialogue, il y a quelques options supplémentaires, y compris : - Jouer des sons en mode 3D : Lorsque vous décochez cette case le module complémentaire va jouer les sons en mode mono (toujours dans le centre de l'affichage audio) indépendamment de l'emplacement de l'objet. - Annoncer rôle tels que bouton, zone d'édition, lien etc. : lorsque vous décochez cette case NVDA commencera en annonçant le rôle lors de la focalisation des objets plutôt que d'ignorer ceux-ci (qui est le comportement par défaut lors de l'installation de ce module complémentaire). - Utiliser le Volume du Synthétiseur : Vérifié que cette case définira le son du lecteur du module complémentaire pour utiliser le son de la voix active, ce qui rend toute sortie audible le même que le volume de la voix à chaque fois que vous changez ce volume. - Potentiomètre du Volume du Thème Audio : Alternativement, vous pouvez régler le volume pour ce module complémentaire en utilisant ce potentiomètre. Positionnement de celui-ci à 0 va couper tous les sons, et 100 est le volume maximum.
gl: - Neste diálogo hai algunhas opcións adicionais incluindo: - Reproducir sons en modo 3D: cando desmarques esta caixa o complemento reproducirá os sons en modo mono (sempre no centro da pantalla audio) independentemente da localización do obxecto. - Falar rol coma botón, Caixa de edición, liga etc.: cando desmarques esta caixa NVDA arrancará anunciando o rol cando se enfoquen obxectos en lugar de ignoralos (o que é o comportamento predeterminado cando se instala este complemento). - Utilizar Volumen do Sintetizador : marcando esta caixa configurará o reproductor de son deste complemento para usar o son da voz activa, co que toda a saída audible é a mesma que o volume da voz cada vez que cambies o volume. - Deslizador do Volume do Audio do Tema: alternativamente podes configurar o volume para o complemento usando este deslizador. Poñéndoo a 0 silenciarás todos os sons, e 100 é o volume máximo.
ro: În acest dialog există niște opțiuni adiționale incluzând: - redarea sunetelor în modul 3D: Când debifați această casetă, add-on-ul va reda sunetele în modul mono (în totdeauna în centrul afișajului audio) indiferent de locația obiectului. - Vorbiți rol precum buton, casetă de editare, link etc.: Când debifați această căsuță, NVDA va porni anunțarea rolului la focalizarea obiectelor, mai degrabă decât ignorarea lui (care este comportamentul implicit la instalarea acestui add-on). - utilizează volumul sintetizatorului: Bifând această casetă veți seta playerul sunetului la acest add-on pentru a utiliza sunetul vocal activ făcând astfel toate ieșirile sonore la fel ca și volumul vocii atunci când vreodată vă schimbați acel volum. - Glisorul de volum al temei audio: Alternativ, Puteți seta volumul pentru add-on folosind acest glisor. Setându-l la valoarea 0 veți dezactiva toate sunetele, iar 100 este valoarea maximă.
sr: - U ovom dijalogu imate i neke dodatne opcije uključujući: - Reprodukuj zvukove u 3d modu: Kada ova opcija nije omogućena, dodatak će uvek reprodukovati zvukove u mono režimu(uvek u centru audio ekrana) nezavisno od lokacije objekta. - Izgovori naziv kao što je dugme, polje za uređivanje, i tako dalje.: Kada je ova opcija onemogućena, NVDA će izgovarati nazive objekata(što je podrazumevano nakon instalacije ovog dodatka). - Koristi jačinu govorne sinteze: Štikliranjem ove opcije, dodatak će koristiti jačinu govorne sinteze Što čini zvukove jednake jačine, čak i kada smanjite jačinu govorne sinteze. - Klizač za jačinu audio teme: Alternativno možete podesiti jačinu dodatka uz pomoć ovog klizača. Ako je podešen na 0 svi zvukovi će biti isključeni, a 100 je najača jačina.

source: Editing The Active Audio Theme:
bg: Редактиране на действащата звукова тема:
es: Editando el Tema de Audio Activo:
fr: Édition Du Thème Audio Actif :
gl: Editando o Tema de Audio Activo:
ro: Editarea temei audio active
sr: Uređivanje trenutno aktivne teme:

source: When you click on the 'Edit the active audio theme' option, a dialogue will open with a list containing all the sounds contained in the currently active theme. From this dialogue you can:
bg: Когато задействате бутона за опцията "Редактирай действащата звукова тема", ще се отвори диалогов прозорец със списък, съдържащ всички звуци, съдържащи се в текущо действащата тема. От този диалогов прозорец можете да:
es: Cuando hagas clic en la opción 'Editar el tema de audio activo', se abrirá un diálogo con una lista conteniendo todos los sonidos dentro del tema actualmente activo. Desde este diálogo puedes:
fr: Lorsque vous cliquez sur l'option "Modifier le thème audio actif", un dialogue s’ouvre avec une liste contenant tous les sons contenus dans le thème actuellement actif. Depuis ce dialogue, vous pouvez :
gl: Cando fagas clic na opción 'Editar o tema de audio activo', abrirase un diálogo cunha listaxe contenndo todos os sons dentro do tema actualmente activo. Dende este diálogo podes:
ro: Când clicați pe opțiunea 'Editați tema audio', un dialog se va deschide cu o listă care conține toate sunetele din care este alcătuită tema audio activă. Din acest dialog, puteți:
sr: Kada kliknete na opciju uredi aktivnu temu, otvoriće se lista koja sadrži zvukove aktivne audio teme. Iz ovog dijaloga možete:

source: Change Selected: Selecting a sound from the list and clicking this button, will open a standard open file dialogue, select an ogg or wave audio file from your file system to replace the selected sound, and click OK to complete the process.
bg: Промени избраното: Избирането на звук от списъка и задействането на този бутон ще отвори стандартен диалогов прозорец за отваряне на файл. Изберете OGG или WAVE звуков файл от вашата файлова система, за да заместите избрания звук и задействайте бутона OK, за да завършите процеса.
fr: Changement Sélectionné : En sélectionnant un son dans la liste et en cliquant sur ce bouton, il va ouvrir un dialogue standard ouvrir fichier, sélectionnez un fichier audio ogg ou wave depuis votre système de fichiers pour remplacer le son sélectionné et cliquez sur OK pour terminer le processus.
gl: Cambiar Selecionado: selecionando un son dende a listaxe e facendo clic neste botón, abrirás un diálogo estándar abrir ficheiro, seleciona un ficheiro ogg ou wave do teu sistema de ficheiros para reemplazar o son selecionado, e facendo clic en Aceptar compretas o proceso.
ro: Modificați selecția: Selectând un sunet din listă și apăsând acest buton, va deschide un dialog cu un deschizător standard de fișiere, selectați un fișier audio ogg sau wave din computer pentru a înlocui sunetul selectat, apoi clicați pe OK pentru a completa procesul.
sr: Promeni izabrano: biranje nekog zvuka iz liste i aktiviranje ovog dugmeta, će otvoriti standardan dijalog za otvaranje datoteke, izaberite neku ogg ili wav dadoteku koja će zameniti odabran zvuk, i kliknite na uredu da završite proces.

source: Remove Selected: This will remove the selected sound from the theme, click 'Yes' to confirm the removal process, and the selected sound will be removed.
bg: Премахни избраното: Това ще премахне избрания звук от темата. Задействайте бутона "ДА", за да потвърдите процеса на премахване, и избраният звук ще бъде премахнат.
es: Eliminar Seleccionado: esto eliminará el sonido seleccionado del tema, ha clic en 'sí' para confirmar el proceso de borrado, y el sonido seleccionado se eliminará.
fr: Supprimer Sélectionné : Cela permettra de supprimer le son sélectionné depuis le thème, cliquez sur "Oui" pour confirmer le processus de suppression et le son sélectionné sera supprimé.
gl: Borrar Selecionado: esto borrará o son selecionado do tema, fai clic en 'si' para confirmar o proceso de borrado, e o son selecionado borarase.
ro: Ștergeți selecția: Aceasta va șterge sunetul selectat din temă, dați un click pe 'Da' pentru a confirma procesul de ștergere și sunetul selectat va fi șters.
sr: Uklanjanje odabranog zvuka: ova opcija će ukloniti trenutan zvuk iz teme, kliknite da kako biste završili uklanjanje , i izabran zvuk će biti uklonjen.

source: - Add New Sound: When clicking this button a new dialogue will be shown. From the first combo box in the newly opened dialogue select the object type you want to assign the sound to it, for example (button, link, tab, menu and so on), then click the 'Browse to an audio file' button to select the sound you want to assign for the previously selected object type. Optionally you can click the preview button to preview the sound, and finally clicking the OK button will apply the changes and assign the selected sound to the selected object. - Close: Will exit the dialogue without performing any action.
bg: - Добави нов звук: Когато задействате този бутон, ще се появи нов диалогов прозорец. От първия падащ списък в този диалогов прозорец изберете типа на обекта, за който искате да присвоите звук (напр. бутон, връзка, раздел, меню и т. н.). Задействайте бутона "Преглед за звуков файл" за да изберете звука, който искате да зададете за предварително избрания тип обект. По желание можете да задействате бутона "Прослушване", за да прослушате звука. Накрая задействайте бутона OK за да приложите промените и да зададете избрания звук към избрания обект. - Затвори: Ще затвори диалоговия прозорец, без извършване на каквито и да е действия.
fr: - Ajouter Nouveau Son : Lorsque vous cliquez sur ce bouton un nouveau dialogue s'affichera. Depuis la première zone de liste déroulante dans le dialogue récemment ouvert, sélectionnez le type d'objet auquel vous souhaitez assigner le son, par exemple (bouton, lien, onglet, menu et ainsi de suite), puis cliquez sur le bouton "Accéder à un fichier audio" pour sélectionner le son que vous souhaitez assigner au type d'objet sélectionné précédemment. Facultativement, vous pouvez cliquer sur le bouton Aperçu pour écouter le son, et enfin en cliquant sur le bouton OK s'appliquera les modifications et va être assigner le son sélectionné à l’objet sélectionné. - Fermer : Quittera le dialogue sans exécuter d'action.
gl: - Engadir Son Novo: ao facer clic neste botón amosarase un diálogo novo. Dende a primeira Caixa combinada no nodo diálogo aberto seleciona o tipo de obxecto ao que queres asignar o son, por exemplo (botón, liga, pestana, menú e así), entón fai clic no botón 'Procurar un ficheiro de audio' para selecionar o son que queiras asignar para o tipo de obxecto selecionado anteriormente. Opcionalmente podes facer clic no botón previsualizar para previsualizar o son, e finalmente facendo clic no botón Aceptar aplicarás os cambios e asignarás o son selecionado ao obxecto selecionado. - Pechar: salirá do diálogo sen realizar ningunha acción.
ro: - Adăugare sunet nou: Când apăsați acest buton, un nou dialog va fi afișat. Din prima căsuță combinată în noul dialog deschis, selectați tipul de obiect căruia vreți să atribuiți sunetul acestuia, de exemplu (buton, link, tab, meniu și așa mai departe), apoi dați un click pe butonul 'Browse to an audio file' pentru a selecta sunetul pe care vreți să-l alocați la tipul de obiect selectat. Opțional, puteți clica pe butonul de previzualizare pentru a examina sunetul, apoi clicând pe butonul OK modificările se vor aplica și sunetul selectat se va aloca la obiectul selectat. Închide: Va ieși din fereastra de dialog fără a efectua vreo acțiune.
sr: - dodajte nov zvuk: kada kliknete na ovo dugme novi dijalog će biti prikazan. Iz prvog izbornog okvira izaberite tip objekta kojem želite da pridružite zvuk, na primer(dugme, meni, link, kartica, i tako dalje), A zatim kliknite na pronađite audio datoteku dugme kako biste izabrali zvuk koji ćese reprodukovati za prethodno izabran objekat. Možete aktivirati dugme pregled kako biste čuli izabran zvuk, I nakon što kliknete na dugme uredu, promene će biti primenjene i izabran zvuk će biti korišćen za izabran tip objekta. - zatvori: Izlazi iz dijaloga bez ikakvih promena.

source: Creating A New Audio Theme
bg: Създаване на нова звукова тема
es: Creando un Nuevo Tema de Audio
fr: Création d'Un Nouveau Thème Audio
gl: Creando un Novo Tema de Audio
ro: Crearea unei teme audio
sr: Kreiranje nove audio teme
