Repository: nvdacn/screenReaderTranslations
Catalog: website/addons/AudioThemes3D.*.po
Languages: da, de, fi, hr, hu, pl, pt_br, zh_cn

source: - Add New Sound: When clicking this button a new dialogue will be shown. From the first combo box in the newly opened dialogue select the object type you want to assign the sound to it, for example (button, link, tab, menu and so on), then click the 'Browse to an audio file' button to select the sound you want to assign for the previously selected object type. Optionally you can click the preview button to preview the sound, and finally clicking the OK button will apply the changes and assign the selected sound to the selected object. - Close: Will exit the dialogue without performing any action.
da: - Tilføj ny lyd: Når du klikker på denne knap, vises en ny dialog. I den første combo boks i den nyåbnede dialog skal du vælge den objekttype, du vil tildele lyden til, f.eks. (Knap, link, fane, menu og så videre), og klik derefter på knappen "Find lydfil" for at vælge den lyd, du vil tildele til den tidligere valgte objekttype. Eventuelt kan du klikke på lyt-knappen for at høre lyden, og endelig ved et klik på OK-knappen anvende ændringerne og tildel den valgte lyd til det valgte objekt. - Luk: Vil afslutte dialogen uden handling.
de: Neuen Sound hinzufügen: Wenn Sie auf diese Schaltfläche klicken, wird ein neuer Dialog angezeigt. Wählen Sie aus der ersten Combobox im neu geöffneten Dialog den Objekttyp aus, dem Sie den Sound zuweisen möchten, z.B. (Schalter, Link, Registerkarte, Menü usw.), und klicken Sie dann auf die Schaltfläche"Audiodatei suchen", um den gewünschten Sound auszuwählen. Optional können Sie auf die Vorschau-Schaltfläche klicken, um den Sound in der Vorschau wiederzugeben. Schließlich auf die Schaltfläche OK klicken, um die Änderungen zu übernehmen und den ausgewählten Sound dem ausgewählten Objekt zuzuordnen. Schließen: Beendet den Dialog, ohne eine Aktion auszuführen.
fi: - Lisää uusi ääni: Tätä painiketta painettaessa avautuu uusi valintaikkuna. Valitse ensimmäisestä yhdistelmäruudusta objektin tyyppi (esim. painike, linkki, välilehti, valikko jne.), johon haluat liittää äänen, ja paina sitten Valitse äänitiedosto -painiketta valitaksesi äänen, jonka haluat liittää valittuun objektityyppiin. Esikuuntele-painikkeella voit halutessasi kuunnella valitsemaasi ääntä, ja OK-painikkeella tallentaa tekemäsi muutokset sekä liittää valitun äänen valitsemaasi objektiin. - Sulje: Sulkee valintaikkunan muutoksia tekemättä.
hr: - dodajte novi zvuk: kada kliknete na ovaj gumb, novi dijaloški okvir će biti prikazan. Iz prvog odabirnog okvira izaberite tip objekta kojem želite pridružiti zvuk, na primjer(gumb, izbornik, link, kartica, i tako dalje), a zatim kliknite na pronađite zvučnu datoteku kako biste izabrali zvuk koji će se reproducirati za prethodno izabrani objekt. Možete aktivirati gumb pregled kako biste čuli odabrani zvuk i nakon što kliknete na gumb uredu, promjene će biti primijenjene i izabrani zvuk će biti korišten za odabrani tip objekta. - zatvori: Izlazi iz dijaloga bez ikakvih promjena.
hu: - Új hang hozzáadása: A gomb lenyomására egy párbeszédpanel jelenik meg. Az első kombinált listamezőben válassza ki azt az elemet,amihez hangot szeretne hozzárendelni (pl. gomb, hivatkozás, fül, menü, stb.), majd kattintson a 'Tallózás' gombra a kívánt hangfájl kiválasztásához. A 'Meghallgat' gombra kattintva ellenőrizheti, hogy a kívánt hangot választotta-e ki. Az OK gomb lenyomásával jóváhagyhatja a hozzárendelést. - Bezárás: Bezárja a párbeszédpanelt.
pl: - Dodaj nowy dźwięk: Po klinięciu tego przycisku Nowe okno dialogowe zostanie wyświetlone. Z pierwszego pola kombi w nowootwartym dialogu, zaznacz typ obiektu you, do którego chcesz przydzielić dźwięk do niego, na przykład (przycisk, link, tab, meni i tak dalej), a następnie kliknij przycisk 'przeglądaj' aby zaznaczyć plik dźwiękowy do przydzielonego wcześniej obiektu. Opcjonalnie, możesz kliknąć przycisk posłuchaj, i na koniec kliknij OK, aby zastosować dźwięk do typu obiektu. - Zamknij: Zamyka dialog bez zastosowania żadnej akcji.
pt_br: - Adicionar novo som: Ao clicar neste botão, um novo diálogo será mostrado. Na primeira caixa de combinação do diálogo recém-aberto, selecione o tipo de objeto ao qual deseja associar um som, por exemplo botão, linque, guia, menu e assim por diante, aí clique no botão "Navegar até um arquivo de áudio" para selecionar o som que quer associar ao tipo de objeto anteriormente selecionado. Opcionalmente, você pode clicar no botão testar para reproduzir o som e clicando finalmente no botão OK aplicará as alterações e associará o som selecionado ao tipo de objetos. - Fechar: Sairá do diálogo sem executar qualquer ação.
zh_cn: - 添加新声音：单击此按钮时，将显示新的对话框。从新打开的对话框中的第一个组合框中选择要为其分配声音的对象类型，例如（按钮，链接，标签，菜单等），然后单击“浏览至音频文件”按钮以选择要为之前选择的对象类型分配的声音。或者，您可以单击预览按钮预览声音，最后单击确定按钮将应用更改并将选定的声音指定给所选对象。 - 关闭：将不执行任何操作而退出对话框。

source: Creating A New Audio Theme
da: Oprtter et nyt lydtema
de: Neues Sound-Schema erstellen
fi: Uuden ääniteeman luominen
hr: Kreiranje nove zvučne teme
hu: Új hangtéma létrehozása
pl: Stwarzanie nowego tematu dźwiękowego
pt_br: Criar um novo tema sonoro
zh_cn: 创建一个新的音频主题

source: - If you have a good sound production skills you can apply them here and create an audio theme of your own, rather than editing an existing one. To do this you can follow these steps. - Collect your audio files in one place, they must be in ogg or wave format, and rename them to what ever make sense to you. For example when I was creating the default audio theme for this add-on, I grouped sounds according to interaction patterns, for example, the combo box, the drop down button, and the split button can all have the same sound, while the Check box, The toggle button, and the menu check item can have the same sound. - From the add-on menu click 'Create a new audio theme' - A dialogue will be opened asking you for some information about your new audio theme, including: * Theme Name : The name of your theme which will be shown in the audio themes manager. This must be a valid windows folder name. * Your Name: Enter your real name or a nick name. * Theme description : A Brief description about your audio theme. - Click OK to move to the next step. - In the next step a dialogue similar to the 'Audio Themes Editor' will be shown, and from their the process is the same as the Theme editing process, so refer to 'Editing The Active Audio Theme' section.
da: - Hvis du er god til lydproduktion, kan du anvende det her og oprette dit eget lydtema i stedet for at redigere et eksisterende. For at gøre dette kan du følge disse trin. - Indsaml dine lydfiler på ét sted, de skal være i ogg eller wave format, og omdøbe dem til, hvad der giver mening for dig. For eksempel da jeg lavede standard lydtema for denne tilføjelse, grupperede jeg lyde efter interaktionsmønstre, f.eks. Combo bokse, drop-down-knappen og split-knappen kan alle have samme lyd, mens checkboksen, skifteknap og menupunktet kan have samme lyd. - Klik på "Opret et nyt lydtema" i tilføjelsespakkens menu. Der åbnes en dialog, der beder dig om nogle oplysninger om dit nye lydtema, herunder: * Tema-navn: Navnet på dit tema, der vises i dialogen for håndering af lydtemaer. Dette skal være et gyldigt Windows-mappenavn. *\TDit navn: Indtast dit rigtige navn eller et kaldenavn. * Temabeskrivelse: En kort beskrivelse af dit lydtema. - Klik på OK for at gå til næste trin. - I næste trin vises en dialog, der ligner 'Hånder Lydtemaer', og fra denne er processen den samme som temaredigeringsprocessen, så se afsnittet "Redigering af Active lydtema".
de: - Wenn Sie über gute Kenntnisse in der Tonproduktion verfügen, können Sie diese hier anwenden und ein eigenes Audio-Schemata erstellen anstatt ein bestehendes zu bearbeiten. Führen Sie dazu die folgenden Schritte aus. - Sammeln Sie Ihre Audiodateien an einem Ort. Sie müssen im Ogg- oder Wave-Format vorliegen. - Benennen Sie die Dateien nach ihren Wünschen um. Zum Beispiel, als ich das Standard-Audiodesign für dieses Add-On erstellt habe, habe ich die Sounds nach Interaktionsmustern gruppiert, z.B. das Kombinationsfeld, die Dropdown-Schaltfläche und der Split-Button hatten den gleichen Sound. Das gleiche mit dem Kontrollkästchen, dem Untermenü-Schalter und dem Menüeintrag. - Klicken Sie im Add-on-Menü auf 'Neues Audio-Schemata erstellen'. - Es öffnet sich ein Dialog, in dem Sie nach Informationen zu Ihrem neuen Audio-Schemata gefragt werden, z.B.: * Name Ihres Schematas: Der Name Ihres Schematas, der im Audio-Schemata-Manager angezeigt wird. Dies muss ein gültiger Windows-Ordnername sein. * Ihr Name: Geben Sie Ihren richtigen Namen oder einen Spitznamen ein. * Beschreibung Ihres Schematas: Eine Kurzbeschreibung über Ihr Audio-Schemata). - Klicken Sie auf OK, um zum nächsten Schritt zu gelangen. - Im nächsten Schritt wird ein Dialog angezeigt, der ähnlich dem 'Audioschemataeditor' ist. Von dort aus ist der Prozess derselbe wie der Prozess beim Bearbeiten eines Schematas, siehe Abschnitt 'Bearbeiten des aktiven Audio-Schematas'.
fi: - Mikäli omaat hyvät äänentuotantotaidot, voit käyttää niitä ja luoda oman ääniteemasi olemassa olevan muokkaamisen sijaan. Luo uusi teema seuraamalla näitä ohjeita. - Kerää äänitiedostosi samaan paikkaan ja nimeä ne uudelleen millä tahansa järkevillä nimillä. Esim. tämän lisäosan oletusääniteemaa luotaessa äänet ryhmiteltiin vuorovaikutusmallin mukaan, esim. yhdistelmäruudulla, pudotuspainikkeella ja jakopainikkeella on kaikilla sama ääni, kun taas valintaruudulla, vaihtopainikkeella ja valikon kohteena olevalla valintapainikkeella on sama ääni. - Valitse lisäosavalikosta Luo uusi ääniteema. - Seuraavaksi avautuu valintaikkuna, jossa pyydetään joitakin tietoja uudesta ääniteemasta, mukaan lukien: * Teeman nimi: Ääniteeman nimi, joka näytetään ääniteemojen hallinnassa. Nimen on oltava kelvollinen Windows-ympäristössä hyväksytty kansion nimi. * Nimesi: Kirjoita oikea tai lempinimesi. * Teeman kuvaus: Ääniteeman lyhyt kuvaus. - Siirry seuraavaan vaiheeseen painamalla OK. - Seuraavassa vaiheessa näytetään ääniteemamuokkaimen kaltainen valintaikkuna. Tästä eteenpäin toimenpiteet ovat samoja kuin teeman muokkaamisessa, joten katso tiedot Aktiivisen ääniteeman muokkaaminen -kappaleesta.
hr: - Ako imate dobre vještine za dizajn zvukova, možete ih primijeniti ovdje i napraviti vašu temu, umjesto uređivanja postojeće. Kako biste to učinili, pratite sljedeće korake. - Skupite sve vaše zvukove u jednu mapu, oni moraju biti u ogg ili wav formatu, te ih preimenujte u ono što vama odgovara. Na primjer kada sam pravio podrazumijevanu temu za ovaj dodatak, grupirao sam zvukove prema oblicima interakcije, na primjer, izborni okvir, padajući okvir, i gumb za razdvajanje mogu imati isti zvuk, dok izborni okvir, tipka prekidača i odabiruća stavka izbornika mogu imati isti zvuk. - U izborniku dodatka odaberite napravi novu temu- bit će otvoren dijaloški okvir koji zahtijeva informacije o vašoj temi, uključujući: * ime teme : Ime teme koje će biti prikazano u dijaloškom okviru za upravljanje zvučnim temama. Ovo mora biti ispravno windows ime. * Vaše ime: Upišite vaše pravo ime ili nadimak. * Opis teme : kratak opis vaše teme. - Aktivirajte gumb uredu da pređete na sljedeći korak. - U sljedećem dijaloškom okviru, dijaloški okvir sličan uređivanju zvučnih tema će biti otvoren i odatle proces je isti kao i uređivanje zvučne teme, pa pogledajte sekciju za uređivanje aktivne zvučne teme.
hu: - Ha Önnek jó képességei vannak hangtervezésre, itt megvalósíthatja és készíthet magának hangtémát ahelyett, hogy egy létezőt szerkesztene át. Ehhez kövesse az alábbi lépéseket. - Gyűjtse össze a hangfájljait egy helyre, legyenek ogg vagy wave formátumban, majd nevezze át őket értelemszerűen. Például, amikor én ezt a hangtémát elkészítettem ehhez a bővítményhez, a hangokat a vezérlés sémája szerint csoportosítottam, így például a kombinált listamező, az osztott gomb és a körvonalgomb ugyanazt a hangot kapta, míg a jelölőnégyzetnek, a bejelölhető menüelemnek és a kapcsológombnak ugyanaz a hangja. - Az NVDA/hangtémák menüben válassza az új hangtéma készítése menüpontot, egy párbeszédpanel fog megnyílni. Ez mutatja a hangtémák kezelőjét. Itt egy érvényes windows mappanevet kell megadni. * Az Ön neve szerkesztőmezőbe írja be a saját valódi nevét vagy egy nicknevet. * Leírás: itt lehet megadni egy rövid leírást a hangtémához. - Kattintson az ok gombra a folytatáshoz. - A következő lépésben egy hasonló párbeszédpanel, a hangtéma-szerkesztő jelenik meg, és ettől kezdve a tennivaló ugyanaz, mint a hangtéma szerkesztésekor, a további információkat a hangtéma szerkesztése szakaszban találja.
pl: - jeżeli masz dobre zdolności dźwiękoprodukcyjne możesz ję tutaj zastosować, i stworzyć swój własny temat dźwiękowy, nie edytując istniejącego. Aby to zrobić, śledź te kroki. - Zachowaj pliki dźwiękowe w jednym miejscu, muszą być w formacie .wav lub .ogg, i zmień im nazwę na jakąs sensowną. Na przykład, kiedy tworzyłem swój temat dźwiękowy, pogrupowałem dźwięki według wzorców interakcyjnych, na przykład, pole kombi, przycisk podzielony, i rozdzielony przycisk, mogą mieć ten sam dźwięk, pole do wyboru, przycisk zaznaczania i element do zaznaczania mogą mieć ten sam dźwięk. - z meni dodatku, kliknij 'stwórż nowy temat dźwiękowy' - otworzy się dialog, w którym trzeba będzie podać niektóre informacje o temacie dźwiękowym, włączając w to: * nazwę tematu: nazwę tmeatu która będzie wyświetlana w menedżerze tematów. to musi być poprawna nazwa katalogu w Windows. * imię: Wpisz swoje imię lub ksywe. * opis tematu : szczególny opis tematu. - Kliknij OK, aby się przenieść na następny krok. - W następnym kroku, otworzy się dialog podobny do dialogu 'edytora tematów dźwiękowych', a potem proces jest taki sam, jak proces edytowania tematu dźwiękowego, czyli, popatrz na 'sekcje edytowanie tematu dźwiękowego'.
pt_br: - Caso você tenha boas habilidades em produção de áudio, pode aplicá-las aqui e criar um tema sonoro próprio ao invés de editar um existente. Para fazê-lo, pode seguir estes passos: - Junte seus arquivos de áudio num só local, eles têm que estar em formato ogg or wave, e renomeie-os para qualquer coisa que faça sentido. Por exemplo, quando eu estava criando o tema sonoro Default para este complemento, agrupei os sons de acordo com padrões de interação, por exemplo, a caixa de combinação, o botão de lista e o botão de divisão podem ter todos o mesmo som, enquanto a caixa de seleção, o botão de alternância e o item de menu podem ter o mesmo som. - No menu do complemento, clique em "Criar novo tema sonoro" - Um diálogo será aberto solicitando algumas informações sobre o novo tema, incluindo: * Nome do tema: O nome do tema, que será mostrado no Gestor de temas sonoros. Este deve ser um nome válido duma pasta do Windows. * Seu nome: Insira seu nome verdadeiro ou um apelido. * Descrição do tema: Uma breve descrição do tema sonoro. - Clique em OK para ir ao próximo passo. - No próximo passo, um diálogo similar ao "Editor de temas sonoros" será mostrado e a partir daí o processo é semelhante ao processo de editar um tema, por isso consulte a seção "Editar o tema sonoro atualmente ativo".
zh_cn: - 如果你有良好的声音制作技巧，你可以在这里应用它们并创建自己的音频主题，而不是编辑现有的主题。要做到这一点，你可以按照如下步骤。 - 将音频文件收集到一个地方，它们必须采用ogg或波形格式，并将其重命名为对您有意义的内容。例如，当我为此加载项创建默认音频主题时，我会根据交互模式对声音进行分组，例如，组合框，下拉按钮和分割按钮都可以具有相同的声音，而Check框，切换按钮和菜单检查项目可以具有相同的声音。 - 从附加菜单中点击'创建一个新的音频主题' - 将打开一个对话框，询问您关于新音频主题的一些信息，包括：*％9主题名称：您的主题名称将显示在音频主题管理器。这必须是有效的Windows文件夹名称。 *％9您的姓名：输入您的真实姓名或昵称。 *％9主题描述：关于您的音频主题的简要说明。 - 点击确定移至下一步。 - 下一步将显示类似于“音频主题编辑器”的对话框，并且从它们的过程与主题编辑过程相同，因此请参阅“编辑有效音频主题”部分。

source: Copyright (c) 2014-2016 Musharraf Omer and Others
da: Copyright (c) 2014-2016 Musharraf Omer m.fl.
de: Copyright (c) 2014-2016 Musharraf Omer und andere
fi: Copyright (c) 2014-2016 Musharraf Omer sekä muut
hr: Autorska prava i drugi
hu: Copyright (c) 2014-2016 Musharraf Omer és mások
pl: Prawa autorskie (c) 2014-2016 Musharraf Omer i inni
pt_br: Copyright (c) 2014-2016 Musharraf Omer e outros
zh_cn: Copyright（c）2014-2016 Musharraf Omer及其他贡献者

source: Although this add-on was started as an independent project, it evolved to be an enhanced version of the 'Unspoken' add-on by Austin Hicks and Bryan Smart. The majority of this add-on's development went into creating the tools to manage, edit and create audio theme packages. So a big thank you to them for creating such a wonderful add-on, and making it available for us to build on top of their work.
da: Selv om denne tilføjelse blev startet som et selvstændigt projekt, udviklet det sig til at være en forbedret version af den "Unspoken" tilføjelse af Austin Hicks og Bryan Smart. Størstedelen af udviklingen af denne tilføjelsespakke gik ind i at skabe værktøjer til at styre, redigere og oprette lyd temapakker. Så en stor tak til dem for at skabe sådan en vidunderlig tilføjelse, og gøre det tilgængeligt for os at bygge oven på deres arbejde.
de: Dabei war das Projekt von Austin Hicks und Bryan Smart eigentlich für die NVDA-Erweiterung "Unspoken" geplant und sollte damit ergänzt werden. Es endete damit, dass die Entwicklung anders verlief und somit wurde das Paket um die Funktionen zur Verwaltung, Bearbeitung und Erstellung erweitert. So a big thank you to them for creating such a wonderful add-on, and making it available for us to build on top of their work.
fi: Vaikka tämä lisäosa aloitettiinkin itsenäisenä projektina, se kehittyi parannelluksi versioksi Austin Hicksin ja Bryan Smartin kehittämästä Unspoken-lisäosasta. Suurin osa kehitystyöstä meni ääniteemojen hallintaan, muokkaamiseen ja luomiseen tarkoitettuihin työkaluihin. Joten suurkiitos heille näin hienon lisäosan luomisesta sekä jatkokehityksen mahdollistamisesta.
hr: Iako je ovaj dodatak počeo kao nezavisan projekt , Razvio se kao poboljšana verzija dodatka unspoken autora Austina Hicksa i Bryana Smarta. Većina razvoja ovog dodatka bilo je pravljenje alatki za upravljanje, uređivanje i pravljenje tema. Velika zahvalnost njima za pravljenje odličnog dodatka, na kojem smo radili.
hu: Annak ellenére, hogy ennek a bővítménynek az elkészítése egy független projektként indult, hallgatólagosan Austin Hicks és Bryan Smart munkájának kiterjesztett verziójaként bocsátották ki. Ennek a bővítménynek a fejlesztésekor a munka oroszlánrészét azoknak az eszközöknek a fejlesztésére fordították, amelyek hangtéma-csomagok készítésére, szerkesztésére és kezelésére vonatkoznak. Nagy köszönet illeti őket ennek a nagyszerű bővítménynek az elkészítéséért, valamint azért, hogy munkájukat a számunkra hozzáférhetővé tették, és befejezhettük az ő munkájukat.
pl: Chociaż ten dodatek startował jako niezależny projekt, stał się on jednak ulepszoną wersją dodatku 'Unspoken' napisanego przez Austina Hicksa i Bryana Smarta. Rozwijanie dodatku poszło w stronę dodawania funkcji do, edytowania i tworzenia pakietów tematów dźwiękowych. Czyli, wielkie dzięki dla nich, że stworzyli ten cudowny dodatek, i możliwość zbudowania go w ramach istniejącego.
pt_br: Embora este complemento tenha sido iniciado como um projeto independente, o mesmo evoluiu para uma versão aprimorada do complemento "não-falado", de Austin Hicks e Bryan Smart. Grande parte do desenvolvimento deste complemento consistiu em criar as ferramentas para gerir, editar e criar pacotes de temas sonoros. Portanto, um muito obrigado a eles por criar um complemento tão maravilhoso e torná-lo disponível para construirmos encima do trabalho deles.
zh_cn: 虽然这个插件是作为一个独立的项目出现的，但它演变成Austin Hicks和Bryan Smart的'Unspoken'插件的增强版本。这个插件的大部分开发工作都是为了创建管理，编辑和创建音频主题包的工具。所以非常感谢他们创造这样一个美妙的插件，并使我们能够在他们的工作之上进行构建。

source: A Note on Third-party audio files:
da: Et notat om tredjeparts-lydfiler:
de: Anmerkung zu den Drittanbietern der Audio-Dateien:
fi: Huomautus kolmannen osapuolen äänitiedostoista
hr: Napomena za zvukove
hu: Megjegyzés a külső forrásból származó audio fájlokhoz:
pl: Uwaga o plikach trzeciej strony:
pt_br: Nota sobre arquivos de áudio de terceiros:
zh_cn: 关于第三方音频文件的注意事项：

source: The **Default** audio theme package in this add-on uses sounds from several sources, here is a breakdown for them: - Unspoken 3D Audio: An add-on for NVDA - TWBlue: A free and open source twitter client - Mushy TalkBack: An alternative talkback with better sounds.
da: Den ** standard ** lyd tema pakke i denne tilføjelse bruger lyde fra flere kilder, her er en opdeling af dem:-Unspoken 3D Audio: en tilføjelsespakke for NVDA - TWBlue: en gratis og open source Twitter-klient - MushyTalkBack: en alternativ talkback med bedre lyde.
de: In dem **Standard-Audioschemata** dieser Erweiterung werden Klänge aus mehreren Quellen verwendet. Nachstehend eine Auflistung:- Unspoken 3D Audio: Eine Erweiterung für NVDA.- TWBlue: Ein freier und quelloffener Twitter Client.- Mushy TalkBack: Ein alternativer Talkback mit besseren Sounds.
fi: Tämän lisäosan oletusääniteema käyttää useista lähteistä kerättyjä ääniä, tässä erittely niistä: - Unspoken 3D Audio: NVDA:n lisäosa - TWBlue: Ilmainen ja avoimen lähdekoodin Twitter-asiakasohjelma - Mushy TalkBack: Vaihtoehtoinen TalkBack-ruudunlukuohjelma Androidille paremmilla äänillä.
hr: Podrazumijevana tema koristi više različitih zvukova, ovdje su mjesta sa kojih ti zvukovi dolaze: - Unspoken 3D Audio: Dodatak za NVDA - TWBlue: Besplatan twitter klijent, otvorenog koda- Mushy TalkBack: Alternativan talkback sa boljim zvukovima.
hu: Az alapértelmezett hangcsomag az alábbi szoftverekből származó fájlokat használja: - Unspoken 3D Audio: EgyNVDA kiegészítő;- TWBlue: Ingyenes és nyílt forráskodú Twitter kliens;- Mushy TalkBack: Alternatív TalkBack, jobb hangokkal.
pl: **Domyślny** pakeit tematów dźwiękowych używa dźwięki z różnych źródeł, tutaj jest spis źrudeł: - Unspoken 3D Audio: dodatek dla NVDA - TWBlue: A bespłatni i wolny klient twittera - Mushy TalkBack: alternatywny TAlkBack z lepszymi dźwiękami.
pt_br: O pacote de tema sonoro **Default** usa sons de diversas origens; eis um apanhado das mesmas: - Áudio 3d não-falado: Um complemento para NVDA - TWBlue: Um cliente gratuito e de código aberto para Twitter - Mushy TalkBack: Um Talkback alternativo com sons melhores.
zh_cn: 这个附加组件中的** Default **音频主题包使用来自多个来源的声音，下面是它们的细分： - 未声明的3D音频：NVDA的附加组件 - TWBlue：免费和开源的twitter客户端 - Mushy话语提示：有更好声音的另一种对话。

source: Licence
da: Licens
de: Lizenz
fi: Lisenssi
hr: Licenca
hu: Licenc
pl: Licencja
pt_br: Licença
zh_cn: 许可证

source: Licensed under the GNU General Public License. See the file **copying** for more details.
da: Licenseret under GNU General Public License. Se filen **copying** for flere detaljer.
de: Lizenziert unter der GNU General Public License. Für weitere Informationen lesen Sie bitte die Datei "Copying".
fi: Tämä lisäosa on GNU General Public License -lisenssin alainen. Katso lisätietoja **copying**-tiedostosta.
hr: Licencirano pod GNU General Public License. Pročitajte datoteku copying za više detalja.
hu: GNU General Public License licensz. Bővebb információkért olvassa el a **copying** fájlt.
pl: Licencjonowano pod GNU General Public License. Zobacz plik **copying** dla więcej informacji.
pt_br: Licenciado sob a Licença Pública Geral GNU. Vide o arquivo **copying** para mais detalhes.
zh_cn: 此插件基于GNU通用公共许可证进行分发，想获取和查看许可。请参阅许可证文档**。

source: [2]: https://addons.nvda-project.org/files/get.php?file=ath-dev
de: [2]: http://addons.nvda-project.org/files/get.php?file=ath-dev

source: Copyright:
fi: Tekijänoikeus
hr: Autorska prava
pl: Prawa autorskie:
zh_cn: 版权：
