Repository: nvdacn/screenReaderTranslations
Catalog: website/addons/bitChe.*.po
Languages: ar, bg, da, de, es, fi, gl, hr, hu, it, ne, pl, pt_br, pt_pt, ro, ru, sk, sr, uk, zh_cn

source: Added download link for development version.
ar: إضافة رابط لتحميل الإصدار التجريبي.
bg: Добавена е връзка за изтегляне на работна версия на добавката.
da: Tilføjet download-link til udviklingsversion.
de: Downloadlink für die Testversion hinzugefügt.
es: Añadido un enlace de descarga para la versión de desarrollo.
fi: Kehitysversion latauslinkki lisätty.
gl: Engadida unha liga de descarga para a versión de desenvolvemento.
hr: Dodan link za preuzimanje testne inačice.
hu: A fejlesztői letöltési link hozzáadása.
it: Aggiunto il link per il download della versione in sviluppo.
ne: विकास संस्करणको अनुबहन थप गरियो ।.
pl: Dodany link pobierania wersji rozwojowej.
pt_br: Adicionado linque para versão de desenvolvimento.
pt_pt: Adicionado linque para baixar a versão de desenvolvimento.
ro: A fost adăugat un link de descărcare pentru versiunea în dezvoltare.
ru: Добавлена ссылка для загрузки разрабатываемой версии.
sk: pridaný odkaz na vývojovú verziu
sr: Dodat link za preuzimanje verzije u razvoju.
uk: Додано посилання на завантаження версії додатка, яка перебуває у розробці.
zh_cn: 增加开发板的下载链接。

source: Changes for 1.3
ar: مستجدات الإصدار 1.3
bg: Промени във версия 1.3
da: Ændringer i 1.3
de: Änderungen in 1.3
es: Cambios para 1.3
fi: Muutokset versiossa 1.3
gl: Cambios para 1.3
hr: Promjene za inačicu 1.3
hu: Az 1.3 változásai
it: Cambiamenti per 1.3
ne: १.३ संस्करणमा गरिएका परिवर्तन हरू
pl: Zmiany dla wersji 1.3
pt_br: Mudanças na 1.3
pt_pt: Mudanças para a versão 1.3
ro: Modificări aduse în versiunea 1.3
ru: Изменения для версии 1.3
sk: Zmeny vo verzii 1.3
sr: Promene u 1.3
uk: Зміни з версії 1.3
zh_cn: 版本1.3

source: Added onInstall function, to check if an older version is present, and remove it.
ar: إضافة وظيفة إلغاء التثبيت, للبحث عن وجود إصدار أقدم من الإضافة, وإزالته.
bg: Добавена е проверка за наличието на по-стари и несъвместими версии на тази добавка, като на потребителя се предлага тяхното премахване.
da: Tilføjet afinstalleringsfunktion for at checke, om en gammel version er installeret, og fjerne den.
de: Eine Funktion zum Überprüfen und Deinstallieren, ob eine ältere Version zurzeit installiert ist, wurde hinzugefügt.
es: Añadida una función onInstall para comprobar si una versión anterior está presente, y retirarla.
fi: Lisätty onInstall-funktio vanhemman käytössä olevan version tarkistamiseksi ja poistamiseksi.
gl: Engadida unha función onInstall para comprobar se unha versión anterior está presente, e retirala.
hr: Dodana mogućnost "oninstall", kako bi se mogla obavljati provjera za novijim verzijama i uklanjanje starijih.
hu: Mostantól ha egy régebbi verzió telepítve van azt jelzi, és eltávolítja a kiegészítő.
it: Aggiunta la funzione onInstall, per controllare se è presente una versione più vecchia, e rimuoverla.
ne: चालू उपकर्मी पुरानो संस्करण हो कि होइन भनि जाँच गर्ने र यसलाई हटाउने सुविधा थप गरियो ।
pl: Dodana funkcja sprawdzająca przy instalacji, czy zainstalowana jest już stara wersja i usuwająca ją.
pt_br: Adicionada a função onInstall, para verificar se uma versão antiga está presente e removê-la.
pt_pt: Adicionada a função onInstall, para verificar se está presente uma versão antiga e removê-la.
ro: A fost adăugată funcția de dezinstalare pentru a verifica dacă o versiune mai veche este instalată și ștergerea acesteia.
ru: Добавлена функция установки, проверяющая наличие старой версии с запросом на её удаление.
sk: pridaná funkcia onInstall, ktorá zaručí kontrolu staršej verzie a jej prípadné odstránenie.
sr: Dodata funkcija za proveru i uklanjanje starije verzije.
uk: Додано функцію, яка під час встановлення додатка перевіряє наявність його старішої версії і видаляє її.
zh_cn: 增加卸载功能，确定是否安装有旧的版本，然后卸载。

source: Changes for 1.2
ar: مستجدات الإصدار 1.2
bg: Промени във версия 1.2
da: Ændringer i 1.2
de: Änderungen in 1.2
es: Cambios para 1.2
fi: Muutokset versiossa 1.2
gl: Cambios para 1.2
hr: Promjene za verziju1.2
hu: Az 1.2 változásai
it: Cambiamenti per 1.2
ne: १.२ संस्करणमा गरिएका परिवर्तन हरू
pl: Zmiany dla wersji 1.2
pt_br: Mudanças na 1.2
pt_pt: Mudanças para a versão 1.2
ro: Modificări aduse în versiunea 1.2
ru: Изменения для версии 1.2
sk: Zmeny vo verzii 1.2
sr: Promene u 1.2
uk: Зміни у версії 1.2
zh_cn: 版本1.2

source: Added gesture shift+F10, in addition to applications, useful in VM.
ar: إضافة الاختصار shift+F10, إضافة إلى مفتاح applications, مفيد عند العمل من آلة وهمية.
bg: Добавена е командата shift+F10 в допълнение към клавиша Приложения, което е полезно във виртуални машини.
da: Tilføjet kommando Shift-F10 ud over Applikationstast. Nyttig i VM.
de: Umschalt+F10 für Anwendungen hinzugefügt (nützlich in der VM).
es: Añadido el gesto shift+F10, Además de aplicaciones, útil en VM.
fi: Lisätty näppäinkomento Shift+F10, josta on hyötyä virtuaalikoneessa.
gl: Engadido o xesto shift+F10, Ademáis de aplicacións, útil en VM.
hr: Dodan dodatni prečac shift+F10 koristan kada se dodatak koristi u virtualnom računalu.
hu: A shift+f10 billentyűparancs hozzáadása
it: Aggiunta la gesture shift+F10, in aggiunta ad applications, utile in VM.
ne: सङ्केत shift+F10 थप गरियो, VM मा उपयोगी यसको अतिरिक्त अनुप्रयोग
pl: Dodany klawisz shift+F10, oprócz klawisza aplikacji, użyteczne w VM.
pt_br: Adicionado gesto shift+F10, em complemento à tecla de aplicações, útil em VMs.
pt_pt: Adicionado o atalho shift+F10, como complemento à tecla de aplicações, útil em VMs.
ro: A fost adăugată combinația shift+F10, foarte folositoare împreună cu tasta Application în mașinile virtuale.
ru: Добавлен жест shift+f10, в дополнение к applications, полезно в VM.
sk: pridaná skratka shift+F10 na otvorenie kontextového menu, užitočné vo VM.
sr: Dodata prečica Shift+F10 kao alternativa za aplikacijsko dugme.
uk: Додано жест shift+f10, на додаток до клавіші контекстного меню, корисно у віртуальних машинах.
zh_cn: 增加快捷键 Shift加F10和Application键，在 VM 下非常实用。

source: Changes for 1.1
ar: مستجدات الإصدار 1.1
bg: Промени във версия 1.1
da: Ændringer i 1.1
de: Änderungen in 1.1
es: Cambios para 1.1
fi: Muutokset versiossa 1.1
gl: Cambios para 1.1
hr: Promjene za verziju1.1
hu: Az 1.1 változásai
it: Cambiamenti per 1.1
ne: १.१ संस्करणमा गरिएका परिवर्तन हरू
pl: Zmiany dla wersji 1.1
pt_br: Mudanças na 1.1
pt_pt: Mudanças para a versão 1.1
ro: Modificări aduse în versiunea 1.1
ru: Изменения для версии 1.1
sk: Zmeny vo verzii 1.1
sr: Promene u 1.1
uk: Зміни у версії 1.1
zh_cn: 版本1.1

source: Improved accessibility of results list and its items.
ar: تحسين الوصول إلى قائمة النتائج وعناصرها.
bg: Подобрена достъпност на списъка с резултати и неговите елементи.
da: Forbedret tilgængelighed til resultatlisten og emnerne i den.
de: Die Zugänglichkeit der Suchliste und deren Einträge verbessert.
es: Mejorada la accesibilidad de la lista de resultados y sus elementos.
fi: Tuloslistan ja sen kohteiden esteettömyyttä paranneltu.
gl: Mellorada a accesibilidade da lista de resultados e dos seus elementos.
hr: Poboljšana pristupačnost popisa i njegovih stavaka.
hu: Az eredménylista elérésének javítása.
it: Migliorata l'accessibilità della lista risultati e dei suoi elementi.
ne: नतिजाको सूची र यसका सामाग्रीको पहुँचमा सुधार ल्याइयो ।
pl: Poprawiona dostępność listy wyników.
pt_br: Melhorada acessibilidade da lista de resultados e os itens da mesma.
pt_pt: Melhorada a acessibilidade da lista de resultados e seus itens.
ro: Îmbunătățirea accesibilității listei rezultatelor și a elementelor sale.
ru: Улучшен доступ к списку результатов и его элементам.
sk: Zlepšená pristupnosť zoznamu výsledkov a kontextového menu.
sr: Poboljšana pristupačnost rezultata pretrage.
uk: Поліпшено доступ до списку результатів і його элементів.
zh_cn: 提高搜索结果页的可访问性。

source: Changes for 1.0
ar: مستجدات الإصدار 1.0
bg: Промени във версия 1.0
da: Ændringer i 1.0
de: Änderungen in 1.0
es: Cambios para 1.0
fi: Muutokset versiossa 1.0
gl: Cambios para 1.0
hr: Promjene za verziju 1.0
hu: Az 1.0 változásai
it: Cambiamenti per 1.0
ne: १.० संस्करणमा गरिएका परिवर्तन हरू
pl: Zmiany dla wersji 1.0
pt_br: Mudanças na 1.0
pt_pt: Mudanças para a versão 1.0
ro: Modificări aduse în versiunea 1.0
ru: Изменения для версии 1.0
sk: Zmeny vo verzii 1.0
sr: Promene u 1.0
uk: Зміни у версії 1.0
zh_cn: 版本1.0

source: Initial version.
ar: إصدار أولي
bg: Първоначално издание
da: Første version.
de: Erstveröffentlichung.
es: Versión inicial.
fi: Ensimmäinen versio.
gl: Versión inicial.
hr: Prva inačica.
hu: Első kiadás
it: Versione iniziale.
ne: सुरुको संस्करण
pl: Pierwsza wersja.
pt_br: Versão inicial.
pt_pt: Versão inicial.
ro: Versiunea inițială.
ru: Начальная версия.
sk: Prvé vydanie.
sr: Prva verzija.
uk: Перша версія.
zh_cn: 初始版本。

source: [[!tag dev stable]]
de: [[!tag dev]]
ne: [[!tag dev स्थिर]]

source: - Makes the search results list accessible. - Enables you to use the Application key to activate the context menu on the focused result.
bg: - Прави достъпен списъка с резултати от търсенето. Позволява използването на Клавиша Приложения за активиране на контекстното меню на резултата на фокус.
pl: - Lista wyników wyszukiwania staje się dostępna. - Umożliwia użycie klawisza aplikacji aby aktywować menu kontekstowe na podświetlonym wyniku.
pt_br: - Torna acessível a lista de resultados da busca. - Possibilita usar a tecla de aplicações para ativar o menu de contexto no resultado com foco.
ru: - Делает список результатов поиска доступным. - Позволяет использовать клавишу приложение для активации контекстного меню результата поиска, находящегося в фокусе.
uk: - Робить список результатів пошуку доступним. - Дозволяє використовувати клавішу контекстного меню для активації контекстного меню результату пошуку, що знаходиться у фокусі.
