Repository: nvdacn/screenReaderTranslations
Catalog: website/addons/bitChe.*.po
Languages: ar, bg, da, de, es, fi, gl, hr, hu, it, ne, pl, pt_br, pt_pt, ro, ru, sk, sr, uk, zh_cn

source: Authors: Alberto Zanella, Alberto Buffolino, other contributors.
ar: مطورو الإضافة: Alberto Zanella, Alberto Buffolino, وآخرون.
bg: Автори: Alberto Zanella, Alberto Buffolino и други сътрудници.
da: Forfattere: Alberto Zanella, Alberto Buffolino, andre bidragydere.
de: Autoren: Alberto Zanella, Alberto Buffolino und andere Entwickler.
es: Autores: Alberto Zanella, Alberto Buffolino, otros colaboradores.
fi: Tekijät: Alberto Zanella, Alberto Buffolino ja muut.
gl: Autores: Alberto Zanella, Alberto Buffolino, outros colaboradores.
hr: Autori: Alberto Zanella, Alberto Buffolino, ostali doprinositelji.
hu: Készítők: Alberto Zanella, Alberto Buffolino, más közreműködők
it: Autori: Alberto Zanella, Alberto Buffolino, altri collaboratori.
ne: लेखकहरू: अल्बर्टो जेनेला, अल्बर्टो बफलिनो , अरु योगदान कर्ताहरू.
pl: Autorzy: Alberto Zanella, Alberto Buffolino i inni.
pt_br: Autores: Alberto Zanella, Alberto Buffolino, outros colaboradores.
pt_pt: Autores: Alberto Zanella, Alberto Buffolino e outros colaboradores.
ro: Autori: Alberto Zanella, Alberto Buffolino și alți contributori.
ru: Авторы: Alberto Zanella, Alberto Buffolino, другие участники.
sk: Vytvorili: Alberto Zanella, Alberto Buffolino a ďalší.
sr: Autori: Alberto Zanella, Alberto Buffolino, drugi saradnici
uk: Автори: Alberto Zanella, Alberto Buffolino, інші учасники.
zh_cn: 作者: Alberto Zanella, Alberto Buffolino和其他贡献者。

source: download [stable version][1]
ar: تحميل [الإصدار النهائي][1]
bg: Изтегляне [стабилна версия][1]
da: download [stabil version][1]
de: [Stabile Version][1] herunterladen
es: Descargar [versión estable][1]
fi: Lataa [vakaa versio][1]
gl: Descargar [versión estable][1]
hr: preuzmi [stabilnu inačicu][1]
hu: letöltés [stabil verzió][1]
it: download [versione stabile][1]
ne: अनुबहन [स्थिर संस्करण][1]
pl: Pobierz [wersja stabilna][1]
pt_br: Baixe a [versão estável][1]
pt_pt: Baixe a [versão estável][1]
ro: Descărcați [versiunea stabilă][1]
ru: загрузить [стабильную версию][1]
sk: Stiahnuť [stabilnú verziu][1]
sr: preuzmi [stabilnu verziju][1]
uk: Завантажити [стабільну версію][1]
zh_cn: 下载[稳定版本][1]

source: download [development version][3]
ar: تحميل [الإصدار التجريبي][3]
bg: Изтегляне [работна версия][3]
da: download [udviklingsversion][3]
de: [Testversion][3] herunterladen
es: Descargar [versión de desarrollo][3]
fi: Lataa [kehitysversio][3]
gl: Descargar [versión de desenvolvemento][3]
hr: preuzmi [razvojnu inačicu][3]
hu: Letöltés [fejlesztői verzió][3]
it: download [versione in sviluppo][3]
ne: अनुबहन [विकास संस्करण][3]
pl: pobierz [wersja rozwojowa][3]
pt_br: Baixe a [versão de desenvolvimento][3]
pt_pt: Baixe a [versão de desenvolvimento][3]
ro: Descărcați [versiunea în dezvoltare][3]
ru: загрузить [разрабатываемую версию][3]
sk: stiahnuť [vývojovú verziu][3]
sr: preuzmi [verziju u fazi razvoja][3]
uk: Завантажити [версію в розробці][3]
zh_cn: 下载[开发版][3]

source: Bit Che is a simple tool that quickly searches popular bit torrent sites for files. You can get more information about this program at [this page][2].
ar: إن Bit Che هو عبارة عن أداة بسيطة تقوم بالبحث السريع لمواقع البيت تورانت المشهورة للملفات. يمكنك الحصول على مزيد من المعلومات حول هذا البرنامج من خلال الذهاب إلى [هذه الصفحة][2].
bg: Bit Che е прост инструмент, който бързо претърсва популярни бит торент сайтове за наличието на файлове. Можете да научите повече за програмата от [тази страница][2].
da: Bit Che er et simpelt værktøj der hurtigt søger efter filer på populære sider med bit torrents. Du kan få flere oplysninger om dette program på [denne side][2].
de: Bit Che ist ein Tool, dass BitTorrent-Seiten schnell nach Dateien durchsucht. Weitere Informationen über dieses Programm finden Sie [hier][2].
es: Bit Che es una sencilla herramienta que busca ficheros rápidamente en sitios populares de Bit Torrent. Puedes obtener más información sobre este programa en[esta página][2].
fi: Bit Che on yksinkertainen työkalu, joka etsii tiedostoja nopeasti suosituilta bittorrent-sivustoilta. Saat lisätietoja ohjelmasta [tältä sivulta][2].
gl: Bit Che é unha ferramenta sinxela que procura ficheiros rápidamente en sitios populares de Bit Torrent. Podes obter máis información sobre este programa [nesta páxina][2].
hr: Bit Che je alat koji omogućuje pretraživanje popularnih bit torrent web stranica za torrentima. Više informacija o ovom programu možete dobiti na [ovoj stranici][2].
hu: A Bit Che egy egyszerű program, amivel könnyen kereshet a népszerű torrent oldalakon fájlokat. Bővebb információt a szoftverről [ezen az oldalon][2] talál.
it: Bit Che è un semplice strumento per ricercare velocemente file sui siti bit torrent più popolari. Puoi ottenere maggiori informazioni su questo programma a [questa pagina][2].
ne: Bit Che तुरुन्तै bit torrent साइटहरुका फाइलहरूको खोजी गर्ने एउटा साधारण औजार हो । तपाइले यो कार्यक्रम सम्बन्धी थप जानकारी [पृष्ठ][2] बाट पाउनु हुनेछ ।
pl: Bit Che jest prostym narzędziem szybko wyszukującym pliki na popularnych stronach bit torrent. Możesz uzyskać więcej informacji o tym programie na [tej stronie][2].
pt_br: Bit Che é uma ferramenta simples que procura de maneira rápida arquivos em sítios populares de bit torrent. Pode obter mais informações sobre o programa [nesta página][2].
pt_pt: O Bit Che é uma ferramenta simples que procura, de maneira rápida, ficheiros em sítios populares de bit torrent. Pode obter mais informações sobre este programa [nesta página][2].
ro: Bit Che este o unealtă simplă care caută rapid site-uri populare bit torrent pentru fișiere. Puteți obține mai multe informații despre acest program la [această pagină][2].
ru: Bit Che это простой инструмент для быстрого поиска Torrent-файлов на популярных сайтах. Более подробная информация об этой программе находится на [этой странице][2].
sk: Bit Che je nástroj, ktorý prehľadáva populárne bit torrent stránky. Viac informácii o programe zistíte na [tejto stránke][2].
sr: Bit Che je jednostavna alatka koja pretražuje torrent sajtove. Više informacija pronađite [ovde][2].
uk: Bit Che - це простий інструмент для швидкого пошуку Torrent-файлів на популярних сайтах. Детальніша інформація про цю програму знаходиться на [цій сторінці][2].
zh_cn: Bit Che 是一个简单的、用来搜索 BT 种子文件的工具。您可以从[这里][2]获取此程序的信息。

source: This NVDA addon improves the accessibility of the software. It adds the following features:
ar: تعمل هذه الإضافة على تحسين التعامل مع البرنامج. وتضيف الخصائص التالية:
bg: Тази добавка за NVDA подобрява достъпността на приложението. Тя добавя следните възможности:
da: Dette tilføjelsesprogram til NVDA forbedrer tilgængeligheden til programmet. Det tilføjer følgende funktioner:
de: Diese Erweiterung verbessert die Zugänglichkeit des Programms und fügt folgende Verbesserungen hinzu:
es: Este complemento de NVDA mejora la accesibilidad del programa. Añade las siguientes características:
fi: Tämä lisäosa parantaa ohjelman esteettömyyttä. Seuraavat ominaisuudet ovat käytettävissä:
gl: Este complemento de NVDA mellora a accesibilidade do programa. Engade as seguintes características:
hr: Ovaj NVDA dodatak unaprjeđuje pristupačnost ovog programa. Dodatak dodaje slijedeće značajke:
hu: Ez az NVDA kiegészítő javítja a program használhatóságát. A következő funkciókat nyújtja:
it: Questo componente aggiuntivo per NVDA migliora l'accessibilità del software, aggiungendo le seguenti caratteristiche:
ne: यो नेत्रवाणी उप-कर्मीले उक्त यन्त्रप्राणको पहुँचमा बृद्धि पुर्‍याउने छ । यसले निम्न सुविधा थप गर्ने छ:
pl: Ten dodatek NVDA poprawia dostępność oprogramowania. Dodaje następujące cechy:
pt_br: Este complemento melhora a acessibilidade do aplicativo. Ele adiciona os seguintes recursos::
pt_pt: Este extra para o NVDA melhora a acessibilidade do aplicativo, adicionando-lhe os seguintes recursos:
ro: Acest supliment pentru NVDA îmbunătățește accesibilitatea acestui software. El adaugă următoarele caracteristici:
ru: Это дополнение NVDA улучшает доступность программы. Оно добавляет следующие возможности:
sk: Tento doplnok upravuje prístupnosť programu a pridáva tieto funkcie:
sr: Ovaj dodatak za NVDA poboljšava pristupačnost softvera. Njime se dobijaju sledeće mogućnosti:
uk: Цей додаток для NVDA поліпшує доступність програми. Він додає такі можливості:
zh_cn: 此 NVDA 的插件可提高该软件的可访问性，添加的特性如下：

source: Makes the search results list accessible.
ar: تيسير التعامل مع قائمة نتائج البحث.
da: Gør listen over søgeresultater tilgængelig.
de: Macht die Liste der Suchresultate barrierefrei.
es: Hace que la lista de búsqueda de resultados sea accesible.
gl: Fai que a lista da procura de resultados sexa accesible.
hr: Čini popis rezultata pretraživanja dostupnim.
it: l'elenco dei risultati di ricerca è ora accessibile.
ne: खोजी नतिजा पहुँच योग्य बनाउँछ ।
pt_pt: Torna acessível a lista de resultados da procura.
ro: Face lista de rezultate ale căutărilor accesibilă.
sk: - zoznam výsledkov hľadania je prístupný.
sr: Čini listu sa rezultatima pretrage pristupačnom.
zh_cn: 使搜索结果列表可访问。

source: Enables you to use the Application key to activate the context menu on the focused result.
ar: إمكانية استخدام مفتاح التطبيقات لإظهار قائمة السياق لنتيجة البحث المحددة.
da: Sætter dig i stand til at bruge applikationstasten til at aktivere kontekstmenuen på det resultat, der er i fokus.
de: Ermöglicht die Benutzung der Anwendungstaste, um das Kontextmenü des ausgewählten Sucheintrags aufzurufen.
es: Te habilita a utilizar la tecla Aplicaciones para activar el menú de contexto en el resultado enfocado.
gl: Habilítache para usar a tecla aplicacións para activar o menú de contexto no resultado enfocado.
hr: Omogućava vam pritisak aplikacijske tipke na rezultatu na kojem se nalazite.
it: Permette di usare il tasto Applicazioni per attivare il menu contestuale sul risultato selezionato.
ne: -तपाइलाई अनुप्रयोग कुञ्जीद्वारा केन्द्रित मेनुको पहुँच उपलब्ध गराउँछ
pt_pt: Permite que use a tecla de aplicações para activar o menu de contexto no resultado focado.
ro: Vă permite să utilizați tasta Application pentru a activa meniul context pe rezultatul focalizat.
sk: - umožňuje aktivovať kontextové menu na vybratom výsledku.
sr: Omogućava korišćenje tastera za aplikacije na trenutno fokusiranom rezultatu.
zh_cn: 支持使用应用程序键激活焦点结果上的上下文菜单。

source: Notes
ar: ملاحظات
bg: Бележки
da: Noter
de: Anmerkungen
es: Notas
fi: Huomautuksia
gl: Notas
hr: napomene
hu: Megjegyzések
it: Note
ne: टिप्पणी
pl: Uwagi
pt_br: Notas
pt_pt: Notas
ro: Note
ru: Примечания
sk: Poznámky
sr: Napomene
uk: Примітки
zh_cn: 注意：

source: You can use the up and down arrow keys to focus the search result which should be interacted with.
ar: يمكنك استخدام مفاتيح الأسهم كي تقوم بتحديد نتيجة البحث التي ينبغي التفاعل معها.
bg: Можете да използвате стрелките нагоре и надолу, за да се фокусирате върху резултата от търсенето, с който искате да извършите някакво действие.
da: Du kan bruge tasterne Pil-op og Pil-ned til at bringe det søgeresultat i fokus, som du vil interagere med.
de: Mit den Tasten Pfeil Auf und Pfeil Ab können Sie das Suchergebnis auswählen, mit welchem Sie interagieren möchten.
es: Puedes utilizar las teclas de flecha arriba y abajo para enfocar el resultado de la búsqueda con el que se debería interactuar.
gl: Podes utilizar as teclas de frecha arriba e abaixo para enfocar o resultado da procura coa que se debería interuactuar.
hr: Možete koristiti strelice gore i dolje kako biste se mogli fokusirati na rezultat pretrage sa kojim se treba nešto učiniti.
hu: A találati listán a fel és le nyilak segítségével választhatja ki a megfelelő elemet.
it: Puoi usare le frecce su e giù per selezionare il risultato di ricerca con cui dovresti interagire.
ne: तपाइले तल/माथि वाण कुञ्जीको प्रयोग गरी अन्वेषण नतिजा सुचीमा विचरण गर्न सक्नु हुन्छ ।
pl: Możesz używać klawiszy strzałki w górę i dół aby podświetlić wynik wyszukiwania, na którym chcesz wykonać dalsze operacje.
pt_br: Você pode usar as teclas de seta cima e baixo para focar o resultado de busca com o qual deseja interagir.
pt_pt: Pode usar as teclas de seta para cima e e para baixo para seleccionar o resultado da procura com o qual deseja interagir.
ro: Puteți folosi săgețile sus și jos pentru a focaliza rezultatul căutării cu care ar trebui să fie interacționat
ru: Вы можете использовать клавиши вертикальных стрелок для выбора результата, с которым нужно взаимодействовать.
sk: Na výber výsledku hľadania použite šípky.
sr: Koristite strelice da biste se kretali među rezultatima pretrage.
uk: Ви можете використовувати клавіші вертикальних стрілок для вибору результату, з яким потрібно взаємодіяти.
zh_cn: 您可以使用“上/下”光标键进行搜索结果的导航。

source: When the first search performed after starting Bit Che is finished, the first result will be focused, though it may not be selected properly. NVDA will speak the selected result. Use the usual commands or the arrow keys to ensure the right item is selected before performing other actions.
ar: عند الانتهاء من أول عملية بحث بعد بدأ تشغيل Bit Che, فإن أول نتيجة بحث ستكون نشطة, إلا أنها يمكن أن تكون غير محددة كما ينبغي. سيعلن NVDA عن نتيجة البحث المحددة. استخدم الأوامر المعتادة أو مفاتيح الأسهم للتأكد من تحديد النتيجة التي تريدها قبل البدأ في اتخاذ أية إجراآت أخرى.
bg: След като първото търсене след стартиране на Bit Che приключи, първият резултат ще бъде на фокус, макар че може да не е маркиран правилно. NVDA ще прочете маркирания резултат. Използвайте обичайните команди или стрелките, за да се уверите, че е маркиран правилният елемент, преди да предприемете по-нататъшни действия.
da: Når den første søgning, efter at du har startet Bit Che, er færdig, vil det første søgeresultat være i fokus, selv om det kan være, at det ikke er valgt ordentligt. NVDA udtaler det valgte resultat. Brug de sædvanlige kommandoer eller piletaster til at sørge for, at det rigtige emne er valgt, før du udfører andre handlinger.
de: Nach dem ersten Start von Bit Che wird der erste Sucheintrag ausgewählt und von NVDA vorgelesen. Verwenden Sie die Pfeiltasten, um sicherzustellen, dass vor der nächsten Aktion der richtige Eintrag ausgewählt ist.
es: Cuando la primera búsqueda realizada después de iniciar Bit Che finalice, el primer resultado se enfocará, aunque no se podrá seleccionar adecuadamente. NVDA verbalizará el resultado seleccionado. Utiliza las órdenes normales o las teclas de flecha para asegurarte de que esté seleccionado el elemento correcto antes de realizar otras acciones.
gl: Cando a realización da primeira busca despois de iniciar Bit Che se remate, o primeiro resultado enfocaráse, aíndaque poderá non estar seleccionado apropriadamente. NVDA falará o resultado seleccionado. Utiliza as ordes normais ou as teclas de frecha para asegurarte de que o elemento correcto estea seleccionado antes de realizar outras accións.
hr: Kada je prva izvedena pretraga uz pomoć bit che završena, prvi će rezultat biti fokusiran, premda on može biti ne označen pravilno. NVDA će izgovoriti označeni rezultat. Koristite uobićajene prečace ili strelice kako biste se uvjerili da je stavka koju tražite označena prije izvađanja bilo koje akcije.
hu: Amikor az első keresés megtörténik a program elindulása után, az első találati elem lesz a fókuszban, bár lehet hogy ez nem került kijelölésre. Használja az általános billentyűparancsokat vagy a nyíl billentyűket, és bizonyosodjon meg arról hogy a megfelelő elem van kijelölve mielőtt bármilyen egyéb műveletet elvégezne.
it: Quando la prima ricerca eseguita dopo l'avvio di Bit Che è terminata, verrà focalizzato il primo risultato, anche se potrebbe non essere selezionato correttamente. NVDA annuncerà il risultato selezionato. Usa i soliti comandi o i tasti freccia perassicurarti che sia selezionato l'elemento corretto prima di eseguire altre azioni.
ne: Bit Che सुरुवात भए पछिको पहिलो अन्वेषण सकिना साथ पहिलो नतिजा मा केन्द्रित हुनेछ । तर यो राम्ररी चयनित नभएको हुन पनि सक्छ ।नेत्रवाणीले चयनित नतिजालाई वाचन गर्ने छ । अरू कार्य गर्नु भन्दा पहिले नियमित तरिकाले वाण कुञ्जिहरूको प्रयोग गरी चयनको यकिन गर्नु होस् ।
pl: Gdy zakończone zostanie pierwsze wyszukiwanie po uruchomieniu Bit Che, zostanie podświetlony pierwszy wynik, chociaż może nie zostać prawidłowo zaznaczony. NVDA wypowie zaznaczony wynik. Przed rozpoczęciem innych akcji użyj typowych komend lub klawiszy strzałek, aby upewnić się, że zaznaczony jest właściwy element.
pt_br: Quando acaba a primeira busca feita após iniciar o Bit Che, será focado o primeiro resultado, embora ele possa não estar devidamente selecionado. O NVDA falará o resultado selecionado. Use os comandos usuais ou as teclas de setas para garantir que o item correto está selecionado antes de executar outras ações.
pt_pt: Quando a primeira pesquisa realizada após o início do Bit Che fica concluída, o primeiro resultado será realçado, embora possa não estar seleccionado correctamente. O NVDA falará o resultado seleccionado. Use os comandos usuais ou as teclas de seta para garantir que o item certo seja seleccionado antes de executar quaisquer outras acções.
ro: În cazul în care prima căutare după pornirea lui Bit Che este terminată, primul rezultat va fi focalizat, deși nu poate fi selectat în mod adecvat. NVDA va rosti rezultatul selectat. Utilizați comenzile uzuale ori săgețile pentru a vă asigura că elementul din dreapta este selectat înainte de efectuarea altor acțiuni.
ru: При завершении поиска, отображаемый выделенный элемент в результатах поиска, может называться неправильно, хотя NVDA и произносит его. Используйте клавиши стрелок для уточнения выбора результата прежде чем производить над ним действия.
sk: Niekedy po prvom štarte Bit Che a prvom hľadaní má prvý výsledok fokus, ale nie je vybratý. NVDA oznámy tento výsledok. Je ale dobré výsledok vybrať napr šípkami, aby ste sa uistili, že výsledok je označený.
sr: Kada se završi prva potraga nakon pokretanja programa Bit Che, prvi rezultat će biti fokusiran, iako neće biti pravilno selektovan. NVDA će pročitati fokusirani rezultat. Pre nego što preduzmete bilo koju akciju, uverite se da ste odabrali pravi rezultat pretrage.
uk: Після завершення пошуку, виділений елемент, який відображається першим в результатах пошуку, може називатися неправильно, хоча NVDA і вимовляє його. Використовуйте клавіші стрілок для уточнення вибору результату перш ніж робити з ним дії.
zh_cn: 在启动 Bit Che 后执行首次搜索时，第一个结果将被拒交，它可能未被选择。 NVDA 将朗读那些选中的结果，在执行任何操作之前，请先使用普通的快捷键或者光标键选择正确的项目。

source: Key Commands
ar: مفاتيح الاختصار
bg: Клавиатурни команди
da: Tastaturkommandoer
de: Tastenkombinationen:
es: Teclas de Órdenes
gl: Teclas de Ordes
hr: Tipkovnički prečaci
hu: Billentyű parancsok
it: Comandi da tastiera
ne: कुञ्जी आदेश
pl: Klawisze skrótów
pt_br: Teclas de comando:
pt_pt: Teclas de comando:
ro: Comenzi de taste
ru: Команды Клавиш
sk: Klávesové skratky
sr: Prečice
uk: Клавіатурні команди
zh_cn: 快捷键：

source: Application key, or shift+f10, open context menu for search result item.
ar: استخدام مفتاح Application, أو shift+f10, لفتح قائمة السياق لعنصر نتيجة البحث.
bg: Клавишът Приложения, или shift+f10 отваря контекстното меню за елемент от списъка с резултати от търсенето.
da: Applikationstast eller Shift+F10: Åbn kontekstmenu for søgeresultat.
de: Die Anwendungstaste oder Umschalt+F10 öffnet ein Kontextmenü für die Suchergebnisse.
es: Tecla Aplicaciones, o shift+f10, abre el menú de contexto para el elemento resultados de la búsqueda.
gl: Tecla aplicacións, ou shift+f10, abre o menú de contexto para o elemento dos resultados da procura.
hr: Aplikacijska tipka, ili shift+F10, otvaraju skočni izbornik za stavku u rezultatima pretrage.
hu: Alkalmazás billentyű vagy shift+f10, megnyitja a kijelölt elem helyi menüjét.
it: Tasto Applicazioni, o shift+f10, apre il menu contestuale per il risultato di ricerca.
ne: अनुप्रयोग कुञ्जी , अथवा shift+f10, खोजिएका सामाग्रीको सुचि पल्टाउने छ ।
pl: Klawisz aplikacji, albo shift+f10, otwiera menu kontekstowe wyniku wyszukiwania.
pt_br: Tecla de aplicações, ou shift+f10, abre o menu de contexto para o item de resultado de busca.
pt_pt: Tecla de aplicações, ou shift+f10, abre o menu de contexto para o item de resultado da pesquisa.
ro: Tasta Application sau shift+f10, deschide meniul context pentru elementul rezultatului căutării.
ru: Клавиша приложения или клавиши shift+f10, откроют контекстное меню пункта из результатов поиска.
sk: Kontextové menu, alebo shift+f10 otvorí kontextovú ponuku.
sr: Dugme za aplikacije ili komanda Shift+F10 - otvara se kontekstualni meni
uk: Клавіша контекстного меню, або shift+f10, відкриває контекстне меню результата пошуку.
zh_cn: Application键或者Shift加F10，打开搜索结果项目的上下文菜单。

source: Changes for 2.0
ar: مستجدات الإصدار 2.0
da: Ændringer i 2.0
de: Änderungen in 2.0
es: Cambios para 2.0
gl: Cambios para 2.0
hr: Promjene za verziju 2.0
hu: A 2.0 változásai
it: Cambiamenti per 2.0
ne: २.० संस्करणमा गरिएका परिवर्तनहरू
pl: Zmiany dla wersji 2.0
pt_br: Mudanças na 2.0
pt_pt: Mudanças para a versão 2.0
ro: Modificări aduse în versiunea 2.0
ru: Изменения для версии 2.0
sk: Zmeny vo verzii 2.0
sr: Promene u 2.0
uk: Зміни у версії 2.0
zh_cn: 版本2.0

source: Add-on help is available from the Add-ons Manager.
ar: أصبح من الممكن الاطلاع على ملف المساعدة من مدير الإضافات البرمجية
da: Hjælp til tilføjelsesprogram er til rådighed fra styring af tilføjelsesprogrammer.
de: Hilfe zuer Erweiterung ist in der Erweiterungsverwaltung verfügbar.
es: La ayuda del complemento está disponible en el Administrador de Complementos.
gl: A axuda deste complemento está dispoñible dende o Administrador de complementos.
hr: Pomoć za dodatak je dostupna iz upravitelja dodataka.
hu: A kiegészítő súgója elérhető a Bővítmények kezelése menüből is.
it: L'aiuto sul componente aggiuntivo è ora disponibile dalla gestione componenti.
ne: उप-कर्मी सहयोग उप-कर्मी व्यबस्थापकमा उपलब्ध छ ।.
pl: Pomoc dodatku dostępna w managerze dodatków.
pt_br: A ajuda do complemento está disponível no Gestor de complementos.
pt_pt: A ajuda do extra encontra-se disponível a partir do Gestor de extras.
ro: Ghidul de utilizare al suplimentului este disponibil în managerul de suplimente.
ru: Справка дополнения доступна в диспетчере дополнений.
sk: Návod k doplnku nájdete v menu pomocník.
sr: Pomoć za dodatak je dostupna iz upravljača dodacima.
uk: Довідка додатка доступна в диспетчері додатків.
zh_cn: 插件帮助可从附加组件管理器获得。

source: Changes for 1.5
ar: مستجدات الإصدار 1.5
da: Ændringer i 1.5
de: Änderungen in 1.4
es: Cambios para 1.5
gl: Cambios para 1.5
hr: Promjene za verziju 1.5
hu: Az 1.5 változásai
it: Cambiamenti per 1.5
ne: १.५ मा गरिएक परिवर्तनहरू
pl: Zmiany dla wersji 1.5
pt_br: Mudanças na 1.5
pt_pt: Mudanças para a versão 1.5
ro: Modificări aduse în versiunea 1.5
ru: Изменения для версии 1.5
sk: Zmeny vo verzii 1.5
sr: Promene u 1.5
uk: Зміни у версії 1.5
zh_cn: 版本1.5

source: Translation updates.
ar: تحديث ترجمة الإضافة
da: Opdateringer til oversættelse.
de: Übersetzungsaktualisierungen.
es: Actualizaciones de traducción.
gl: Actualizacións da traducción.
hr: Ažurirani prijevodi.
hu: Frissített fordítások
it: Aggiornamento nelle traduzioni
ne: अद्यावधिक अनुवाद
pl: Aktualizacja tłumaczeń.
pt_br: Atualizadas traduções.
pt_pt: Actualizadas traduções.
ro: Actualizări ale traducerilor.
ru: Обновлены переводы.
sk: Aktualizované preklady.
sr: Podržani novi jezici.
uk: Оновлено переклади.
zh_cn: 更新翻译

source: Changes for 1.4
ar: مستجدات الإصدار 1.4
bg: Промени във версия 1.4
da: Ændringer i 1.4
de: Änderungen in 1.4
es: Cambios para 1.4
fi: Muutokset versiossa 1.4
gl: Cambios para 1.4
hr: Promjene za verziju 1.4
hu: Az 1.4 változásai
it: Cambiamenti per 1.4
ne: १.४ संस्करणमा गरिएका परिवर्तन हरू
pl: Zmiany dla wersji 1.4
pt_br: Mudanças na 1.4
pt_pt: Mudanças para a versão 1.4
ro: Modificări aduse în versiunea 1.4
ru: Изменения для версии 1.4
sk: Zmeny vo verzii 1.4
sr: Promene u 1.4
uk: Зміни у версії 1.4
zh_cn: 版本1.4
