Repository: nvdacn/screenReaderTranslations
Catalog: website/addons/brailleExtender.*.po
Languages: bg, da, de, es, fi, gl, it, ja, ro, zh_cn

source: [[!meta title="BrailleExtender"]]
bg: [[!meta title="Брайлови подобрения (BrailleExtender)"]]

source: Author: André-Abush Clause and contributors
bg: Автор: André-Abush Clause и сътрудници
da: Forfatter: André-Abush klausul og bidragydere
de: Autoren: André-Abush Clause und Mitwirkende
es: Autor: André-Abush Clause y colaboradores
fi: Tekijä: André-Abush Clause sekä muut
gl: Autor: André-Abush Clause e colaboradores
it: Autore: André-Abush Clause e collaboratori
ja: 作者: André-Abush Clause と協力者
ro: Autor: André-Abush Clause și colaboratorii săi
zh_cn: 作者: André-Abush Clause and contributors

source: Download [stable version][1]
bg: Изтегляне на [стабилна версия][1]
da: Download [stabil version][1]
de: [stabile version][1] herunterladen
es: Descargar [versión estable][1]
fi: Lataa [vakaa versio][1]
gl: Descargar [versión estable][1]
ja: ダウンロード [安定版][1]
ro: Descărcați [versiunea stabilă][1]
zh_cn: 下载 [稳定版][1]

source: Download [development version][2]
bg: Изтегляне на [работна версия][2]
da: Download [udviklingsversion][2]
de: [Entwicklungsversion][2] herunterladen
fi: Lataa [kehitysversio][2]
it: Download [versione sviluppo][2]
ro: Descărcați [versiunea stabilă][2]
zh_cn: 下载 [开发板][2]

source: BrailleExtender is an NVDA add-on that provides various features at braille level. Currently, the following features are implemented:
bg: BrailleExtender е добавка за NVDA, която осигурява различни функции на ниво брайл. Понастоящем са реализирани следните функции:
da: BrailleExtender er en tilføjelsespakke til NVDA, der tilføjer forskellige funktioner i forhold til punkt. I øjeblikket indeholder pakken følgende funktioner:
de: BrailleExtender ist eine NVDA-Erweiterung, welche verschiedene Features auf Braille-Ebene bietet. Derzeit sind folgende Funktionen implementiert:
es: BrailleExtender es un complemento de NVDA que proporciona varias características como nivel de braille. Actualmente, se implementaron las siguientes características:
fi: BrailleExtender on lisäosa, joka tarjoaa useita toimintoja pistenäytön käyttäjille. Tällä hetkellä ovat käytettävissä seuraavat ominaisuudet:
gl: BrailleExtender é un complemento de NVDA que proporciona varias características como nivel do braille. Actualmente, implementáronse as seguintes características:
it: BrailleExtender è un componente aggiuntivo che fornisce numerose migliorie inerenti il braille. Attualmente, sono implementate le caratteristiche seguenti:
ja: BrailleExtenderは、点字について様々な機能を追加するNVDAアドオンです。現在は、次のような機能があります。
ro: BrailleExtender este un supliment NVDA care oferă diverse caracteristici la nivelul braille. Actualmente, sunt implementate următoarele caracteristici:
zh_cn: BrailleExtender是一个NVDA插件，主要提供盲文的各种功能的支持。目前，实现了以下功能：

source: Reload two favorite braille display with shortcuts.
bg: Презареждане на два предпочитани брайлови дисплея посредством бързи клавиши.
da: Genindlæs to foretrukne punktdisplays med genvejstaster.
de: 2 favorisierte Braillezeilen können per Tastenkürzel angesteuert werden
es: Recargar dos pantallas braille favoritas con atajos de teclado.
fi: Kahden suosikkipistenäytön uudelleenlataaminen pikanäppäimillä.
gl: Recargar dúas pantallas braille favoritas con atallos de teclado.
it: Caricamento di due display braille preferiti tramite tasto caldo.
ja: ショートカットキーで2つの点字ディスプレイをリロードします。
ro: Reîncărcarea a două afișaje braille favorite cu scurtături.
zh_cn: 用快捷方式重新加载两个最喜欢的盲文显示器。

source: Automatically switch in review mode in apps.
bg: Автоматично превключване към режим за преглед в приложенията.
da: Skift automatisk læsetilstande i apps.
de: Automatische Aktivierung des NVDA-Cursors
es: Cambiar automáticamente al modo revisión en las aplicaciones.
fi: Automaattinen tarkastelukohdistimen seuraaminen sovelluksissa.
gl: Cambiar automáticamente o modo de revisión en aplicacións.
it: Passaggio automatico alla modalità revisione nelle app.
ja: アプリケーション内で自動的にレビューモードに切り替えます。
ro: Comutarea automată la modul de examinare din aplicații.
zh_cn: 在应用程序中自动切换到审阅模式。

source: Auto scroll.
bg: Автоматично превъртане.
da: Rul display automatisk.
de: Automatisches Scrollen.
es: Desplazamiento automático.
fi: Automaattinen vieritys.
gl: Desprazamento automático.
it: Scorrimento automatico.
ja: 自動スクロールします。
ro: Autoderularea.
zh_cn: 自动滚屏。

source: Switch between several input/output braille tables.
bg: Превключване между няколко брайлови таблици за вход/изход.
da: Skift hurtigt mellem flere indtastnings- og oversættelsestabeller.
de: Zwischen mehreren Braille-Ein- und -Ausgabetabellen wechseln.
es: Alternar entre varias tablas Braille de entrada/salida.
fi: Vaihtaminen useiden syöttö/tulostustaulukkojen välillä.
gl: Cambio entre varias táboas braille de entrada/saída.
it: Passaggio tra numerose tabelle braille di lettura e scrittura.
ja: いくつかの入出力点字テーブルの間の切り替えをします。
ro: Comutarea între câteva tabele braille de intrare.
zh_cn: 在两个输入/输出盲文表之间进行切换。

source: Define custom rules to mark text with special fields option with braille dots 7 and 8.
bg: Дефиниране на правила по избор за маркиране на текст с опцията за специални полета с брайлови точки 7 и 8.
da: Definer tilpassede regler for markering af tekst med indstilling til behandling af specielle felter ved brug af punkt 7 og 8.
de: Definition benutzerdefinierter Regeln für die Markierung von Text mit Braille-Punkten 7 und 8.
es: Definir reglas personalizadas para marcar texto en campos de opción especiales con los puntos braille 7 y 8.
fi: Mukautettujen sääntöjen määrittäminen tekstin merkitsemiseen erikoiskenttävalinnalla pisteiden 7 ja 8 avulla.
gl: Definir regras personais para marcar texto con campos de opción especiais cos pontos braille 7 e 8.
it: Definizione di regole personalizzate per marcare il testo con i punti 7 e 8.
ja: 特別なフィールドオプション付きの文字につける印を7点と8点で独自に設定出来ます。
ro: Definirea regulilor personalizate pentru marcarea textului cu opțiuni de câmpuri speciale cu punctele 7 și 8 braille.
zh_cn: 定义自定义规则以标记具有特殊字段的文本选项，并带有点字7和8。

source: Use two output braille tables simultaneously.
bg: Използване едновременно на две изходни брайлови таблици.
da: Brug to oversættelsestabeller samtidigt.
de: 2 Ausgabe-Tabellen gleichzeitig verwenden.
es: Utilizar dos tablas braille de salida simultáneamente.
fi: Kahden tulostustaulukon samanaikainen käyttö.
gl: Usar dúas táboas braille de saída simultáneamente.
it: Utilizzo simultaneo di due tabelle braille in lettura.
ja: 2つの点字テーブルを同時に使用します。
ro: Utilizarea a două tabele de ieșire braille simultan.
zh_cn: 同时使用两个输出盲文表。

source: Display tab signs as spaces.
bg: Показване на знаците за табулация като интервали.
da: Vis tab-tegnet som mellemrum.
de: Tabulatorzeichen als Leerzeichen anzeigen
es: Mostrar signos de tabulador como espacios.
fi: Sarkainmerkkien näyttäminen välilyönteinä.
gl: Amosar signos de tabulador coma espazos.
it: Visualizzazione dei simboli di tabulazione come spazi.
ja: タブ記号をスペースとして表示します。
ro: Afișarea semnelor tab ca spații.
zh_cn: 将选项卡标志显示为空格。

source: Reverse forward scroll and back scroll buttons.
bg: Размяна на бутоните за превъртане напред и превъртане назад.
da: Byt om på knapperne til at panorere frem og tilbage.
de: Vorwerts- und Rückwertstasten vertauschen
es: Revertir los botones desplazar atrás y desplazar adelante.
fi: Eteen- ja taaksepäin vierittävien painikkeiden suunnan kääntäminen.
gl: Revertir os botóns desprazar atrás e desprazar adiante.
it: Inversione dei pulsanti di scorrimento avanti e indietro.
ja: 前スクロールと後スクロールボタンを入れ替えます。
ro: Inversarea butoanelor de derulare înainte și înapoi.
zh_cn: 反转向前滚动和向后滚动按钮。

source: Say the current line during text scrolling, in review mode.
bg: Изговаряне на текущия ред по време на превъртане на текст, в режим на преглед.
da: Sig den aktuelle linje når punktdisplayet ruller i læsetilstand.
de: Automatisches vorlesen der aktuellen Zeile während Sie mit dem NVDA-Cursor Text lesen.
es: Verbalizar la línea actual durante el desplazamiento de texto, en modo revisión.
fi: Nykyisen rivin puhuminen tekstiä vieritettäessä ja tarkastelukohdistinta seurattaessa.
gl: Verbalizar a liña actual durante o desprazamento de texto, en modo revisión.
it: Annuncio della riga corrente durante lo scorrimento del testo, in modalità di revisione.
ja: レビューモードで、テキストスクロールの間、現在の行を読み上げます。
ro: Citirea rândului curent în timpul derulării textului, în modul de examinare.
zh_cn: 在文本滚动期间以审阅模式报告当前行。

source: For some braille displays, it extends the braille display commands to provide:
bg: За някои брайлови дисплеи биват разширени командите на брайловия дисплей, добавяйки:
da: For nogle punktdisplays udvider det kommandosættet til at give:
de: Für einige Braillezeilen werden folgende Befehle hinzugefügt:
es: Para algunas pantallas braille, extiende las órdenes de pantalla braille para proporcionar:
fi: Joillekin pistenäytöille tarjotaan seuraavat lisäkomennot:
gl: Para algunhas pantallas braille, extende as ordes de pantalla braille para proporcionar:
it: Per alcuni display braille, migliora i comandi per ottenere:
ja: 点字ディスプレイによっては、点字ディスプレイコマンドを拡張し、以下のようなことが出来ます。
ro: Pentru unele afișaje braille, el extinde comenzile afișajelor pentru a furniza:
zh_cn: 对于一些盲文显示器，它提供了扩展盲文显示命令：

source: Access to function keys, multimedia keys, quick navigation.
bg: Достъп до функционалните клавиши, мултимедийните клавиши, бърза навигация.
da: Adgang til funktionstaster, medietaster og bogstavnavigation.
de: Zugriff auf Multimediatasten,Funktionstasten, schnelle Navigation.
es: Acceso a navegación rápida, teclas de función y teclas multimedia.
fi: Funktio- ja multimedianäppäinten sekä pikaselauksen käyttö.
gl: Acceso a teclas de función, teclas multimedia, de navegación rápida.
it: accesso ai tasti funzione, ai tasti multimediali, alla navigazione veloce.
ja: ファンクションキー、マルチメディアキー、クイックナビゲーションにアクセスします。
ro: Accesul la tastele de funcție, la tastele multimedia, navigarea rapidă.
zh_cn: 访问功能键，多媒体键，快速导航。

source: Emulate modifier keys, and thus any keyboard shortcut.
bg: Емулиране на модифициращите клавиши и по този начин – всяка клавишна комбинация.
da: Emulere funktionstaster, og dermed enhver tastaturgenvej.
de: Emulation von Modifikationstasten, sodass Tastenkürzel über die Tasten Ihrer Braillezeile ausgelößt werden können.
es: Emulación de teclas modificadoras, y por lo tanto casi cualquier atajo de teclado.
fi: Shift-, Ctrl-, Alt- ja Windows-näppäinten ja siten myös minkä tahansa pikanäppäimen emulointi.
gl: Emular teclas modificadoras, e polo tanto calquera atallo de teclado.
it: Simula i tasti modificatori e qualsiasi altro tasto.
ja: 修飾キー、また、それにより、キーボードショートカットをエミュレートします。
ro: simularea modificatoarelor de taste și astfel, orice scurtătură.
zh_cn: 模仿修饰键，以及任何键盘快捷键。

source: Offer several keyboard configurations concerning the possibility to input dots 7 and 8, enter and backspace.
bg: Предлагане на няколко клавиатурни конфигурации, отнасящи се до възможността за въвеждане на точки 7 и 8, ENTER и BackSpace.
da: Tilbyde flere tastatur konfigurationer vedrørende muligheden for at indtaste punkt 7 og 8, enter og backspace.
de: Bietet verschiedene Tastaturkonfigurationen wie z. B. die Eingabe der Punkte 7 und 8 oder Eingabe und Rücktaste
es: Ofrecer varias configuraciones de teclado relacionadas con la posibilidad de introducir los puntos 7 y 8, intro y retroceso.
fi: Tarjoaa useita näppäinmäärityksiä pisteiden 7 ja 8, Enterin sekä Askelpalauttimen syöttämiseen.
gl: Ofertar varias configuracións de teclado concernintes á posibilidade de introducir os pontos 7 e 8, intro e retroceso.
it: diverse configurazioni di tastiera, con la possibilità di inserire i punti 7 e 8, inserire e premere il tasto backspace.
ja: 7点や8点の入力、また、エンター、バックスペースが可能となるような、キーボード設定を提供します。
ro: Oferirea câtorva setări de tastatură cu privire la posibilitatea introducerii punctelor 7 și 8, enter și backspace.
zh_cn: 提供几种键盘配置，可以输入点7和8，输入和退格。

source: Launch applications quickly.
bg: Бързо стартиране на приложения.
da: Start programmer hurtigt.
de: Anwendungen schnell öffnen.
es: Ejecución rápida de aplicaciones.
fi: Sovellusten nopea käynnistäminen.
gl: Lanzar aplicacións rápidamente.
it: Lanciare velocemente applicazioni.
ja: アプリケーションを素早く起動します。
ro: Lansarea aplicațiilor rapid
zh_cn: 快速启动应用程序。

source: Actions and quick navigation through a rotor.
bg: Действия и бърза навигация посредством ротор (пръстен).
da: Handlinger og bogstavnavigation via en rotor.
de: Aktionen und schnelle Navigation durch einen Rotor.
es: Acciones y navegación rápida a través de un rotor.
fi: Toimintoja sekä pikaselaus roottorin avulla.
gl: Acións e navegación rápida a través dun rotor.
it: Azioni e navigazione veloce attraverso rotore.
ja: ローターを通してアクションやクイックナビゲーションをします。
ro: Acțiuni și o navigare rapidă printr-un rotor.
zh_cn: 通过转子进行操作和快速导航。

source: Once the add-on is installed, read the documentation and go through the settings using the BrailleExtender menu (located at the root of NVDA menu). The documentation is mainly generated automatically because it depends on the braille display in use.
bg: След като инсталирате добавката, прочетете документацията и прегледайте настройките, като използвате менюто BrailleExtender (намиращо се в основното меню на NVDA). Документацията се генерира предимно автоматично, защото зависи от използвания брайлов дисплей.
da: Når tilføjelsesprogrammet er installeret, læs dokumentationen og gå gennem indstillingerne ved hjælp af menuen BrailleExtender (placeret i roden af NVDA-menuen). Dokumentationen er primært genereret automatisk, fordi den afhænger af punktdisplayet i brug.
de: Wenn die Erweiterung installiert ist, lesen Sie bitte die Dokumentation und nehmen die gewünschten Einstellungen im NVDA-Menü unter BrailleExtender vor. . Die Dokkumentation wird überwiegend automatisch generiert, da diese von der verwendeten Braillezeile abhängt.
es: Una vez el complemento esté instalado, lee la documentación y ve a las opciones utilizando el menú BrailleExtender (localizado en la raíz del menú NVDA). La documentación se genera principalmente de manera automática porque depende de la pantalla braille en uso.
fi: Kun lisäosa on asennettu, lue ohje ja käy asetukset läpi BrailleExtender-valikosta (löytyy NVDA-valikon päätasolta). Ohje luodaan automaattisesti, koska se on riippuvainen käytettävästä pistenäytöstä.
gl: Unha vez o complemento estea instalado, le a documentación e via ás opcións usando o menú BrailleExtender (localizado na raíz do menú NVDA). A documentación xenérase principalmente de xeito automático porque depende da pantalla braille en uso.
it: Una volta installato il componente aggiuntivo, leggere la documentazione ed andare nelle impostazioni di BrailleExtender, presenti al livello principale del menu di NVDA. La documentazione per lo più risulta generata automaticamente in quanto dipende dal display braille in uso.
ja: アドオンをインストールしたら、ドキュメントを読み、BrailleExtenderメニュー (NVDAメニューの直下にあります) を使って設定をして下さい。このドキュメントは、使用される点字ディスプレイにより異なるため、自動的に作成されます。
ro: Odată ce suplimentul este instalat, citiți documentația și mergeți prin setări utilizând meniul BrailleExtender (localizat în rădăcina meniului NVDA). De regulă, , documentația este generată automat, întrucât depinde de afișajul braille în uz.
zh_cn: 安装附加组件后，请阅读文档并使用BrailleExtender菜单（位于NVDA菜单的主菜单）进行设置。该文档主要是自动生成的，因为它取决于你当前正在使用的盲文显示器。
