Repository: nvdacn/screenReaderTranslations
Catalog: website/addons/clipspeak.*.po
Languages: da, fi, ro, zh_cn

source: Author: Damien Sykes-Lindley
da: Forfatter: Damien Sykes-Lindley
fi: Tekijä: Damien Sykes-Lindley
ro: Autor: Damien Sykes-Lindley
zh_cn: 作者: Damien Sykes-Lindley

source: download [development version][1]
da: Download [udviklingsversion][1]
fi: Lataa [kehitysversio][1]
ro: Descărcați [versiunea în dezvoltare][1]
zh_cn: 下载 [开发板][1]

source: Clipspeak is an addon that allows NVDA to automatically announce clipboard operations (such as cut, copy and paste), along with other common editing operations such as select all, undo and redo. In order to prevent announcement in inappropriate situations, Clipspeak performs checks on the control and the clipboard in order to make an informed decision as to whether such an announcement is necessary. Because of this, Clipspeak's announcements may be inaccurate. By default, Clipspeak's gestures are mapped to those commonly used by English versions of Windows, I.E.:
da: Clipspeak er en tilføjelsespakke, der lader NVDA annoncere handlinger udført af udklipsholderen, som klip, kopier og indsæt, samt andre benyttede redigeringsfunktioner som "Vælg alt", "Fortryd" og "Annuller fortryd". For at forhindre annoncering af handlinger i utilpassende tilfælde, udfører Clipspeak en undersøgelse af kontrolelementet og udklipsholderen for at udarbejde den bedste beslutning med hensyn til den meddelelse, NVDA skal oplyse, eller om en annoncering er nødvendig. På grund af dette, kan Clipspeaks annonceringer forekomme upræcise. Somstandard er Clipspeaks tastetryk tildelt dem der typisk benyttes i en engelsk version af Windows, f.eks.:
fi: Clipspeak on lisäosa, joka mahdollistaa automaattisen leikepöytätoimintojen (kuten leikkaaminen, kopioiminen ja liittäminen) automaattisen ilmoittamisen muiden tavallisten muokkaustoimenpiteiden ohella, kuten valitse kaikki, kumoa ja tee uudelleen. Clipspeak estää ilmoitukset asiaankuulumattomissa tilanteissa suorittamalla säätimen ja leikepöydän tarkistukset selvittääkseen, onko ilmoitus välttämätön. Clipspeakin ilmoitukset voivat tämän vuoksi olla epätarkkoja. Oletuksena Clipspeakin syöte-eleet on liitetty yleisesti englanninkielisissä Windows-versioissa käytettyihin komentoihin, ts.:
ro: Clipspeak este un supliment care îi permite NVDA-ului să anunțe automat operațiile planșetei (cum ar fi tăierea, copierea și lipirea), împreună cu alte operații comune de editare, cum ar fi selectarea întregului conținut de pe planșetă, anularea și refacerea acestuia. Pentru a preveni anunțarea în situații inadecvate, Clipspeak efectuează verificări asupra comenzii și a planșetei pentru a lua o decizie în cunoștință de cauză cu privire la necesitatea unui astfel de anunț. Din acest motiv, anunțurile Clipspeak-ului pot fi inexacte. În mod implicit, gesturile Clipspeak-ului sunt puse la cele utilizate în mod obișnuit de versiunile în engleză ale Windows-ului, I.E.:
zh_cn: Clipspeak是一个插件，允许NVDA自动朗读剪贴板操作（如剪切，复制和粘贴）以及其他常见编辑操作，如全选，撤销和重做。为了防止在不适当的情况下发布公告，Clipspeak会对控件和剪贴板执行检查，以便做出正确的提示，确认是否需要这样的公告。因此，Clipspeak的公告可能不准确。默认情况下，Clipspeak的手势映射到英文版Windows常用的I.E.:

source: CTRL+A: Select all
da: CTRL+A: Vælg alt
fi: Ctrl+A: Valitse kaikki
ro: CTRL+A: Selectare tot
zh_cn: CTRL + A：全选

source: CTRL+Z: Undo
da: CTRL+Z: Fortryd
fi: Ctrl+Z: Kumoa
ro: CTRL+Z: Anulare
zh_cn: CTRL + Z：撤消

source: CTRL+Y: Redo
da: CTRL+Y: Annuller fortryd
fi: Ctrl+Y: Tee uudelleen
ro: CTRL+Y: Refacere
zh_cn: CTRL + Y：重做

source: CTRL+X: Cut
da: CTRL+X: Klip
fi: Ctrl+X: Leikkaa
ro: CTRL+X: Tăiere
zh_cn: CTRL + X：剪切

source: CTRL+C: Copy
da: CTRL+C: Kopier
fi: Ctrl+C: Kopioi
ro: CTRL+C: Copiere
zh_cn: CTRL + C：复制

source: CTRL+V: Paste
da: CTRL+V: Indsæt
fi: Ctrl+V: Liitä
ro: CTRL+V: Lipire
zh_cn: CTRL + V：粘贴

source: If these are not the shortcuts commonly used for these tasks on your version of Windows, you will need to remap these gestures in the input gestures configuration.
da: Hvis disse ikke er de genveje, der normalt anvendes til disse opgaver i din version af Windows, skal du ændre de tildelte tastetryk i dialogen "Inputbevægelser" i NVDA-menuen under "Indstillinger".
fi: Mikäli nämä toiminnot suoritetaan käyttämässäsi Windows-versiossa joillakin muilla pikanäppäimillä, sinun on määritettävä syöte-eleet uudelleen Syöte-eleet-valintaikkunasta.
ro: Dacă acestea nu sunt scurtăturile de taste utilizate în comun pentru aceste activități pe versiunea dumneavoastră de Windows, veți fi nevoit să repuneți aceste gesturi în configurarea de intrare a lor
zh_cn: 如果这些不是您的Windows版本中常用于这些任务的快捷方式，则需要在输入手势配置中重新映射这些手势。

source: [[!tag dev]]
da: [[!tag dev]] [[!tag dev]]
