Repository: nvdacn/screenReaderTranslations
Catalog: website/addons/clipContentsDesigner.*.po
Languages: ar, ko, ne, nl, ro, sr

source: Authors: Noelia Ruiz Martínez.
ar: مطورو الإضافة: Noelia Ruiz Martínez.
ko: 저자: 노엘리아 루이즈 마르티네스.
ne: लेखकहरू: नोलिया रुइज्
nl: Auteurs: Noelia Ruiz Martínez.
ro: Autori: Noelia Ruiz Martinez.
sr: Autor: Noelia Ruiz Martínez.

source: Download [stable version][1]
ar: تحميل [الإصدار النهائي] [1]
ko: 다운로드 [출시판][1]
ne: [स्थीर संस्करण][1] को अनुबहन
nl: Download [stabiele versie][1]
ro: Descarcă [versiunea stabilă][1]
sr: preuzmi [stabilnu verziju][1]

source: Download [development version][2]
ar: تحميل [الإصدار التجريبي] [2]
ko: 다운로드 [개발판][2]
ne: [विकास संस्करण][2] को अनुबहन
nl: Download [ontwikkelversie][2]
ro: Descarcă [versiunea în dezvoltare][2]
sr: preuzmi [verziju u razvoju][2]

source: This add-on is used to add text to the clipboard, which can be useful when you want to join sections of text together ready for pasting. The clipboard content can also be cleared.
ro: Acest supliment este utilizat pentru a adăuga text pe planșetă, care poate fi folositor când dorești să accesezi secțiuni de text împreună gata pentru a fi lipit. Conținutul de pe planșetă poate, deasemenea, fi curățat.
sr: Ovaj dodatak se koristi za dodavanje odvojenih delova teksta u privremenu memoriju, što može biti korisno kada želite da pridružite više delova teksta. a može i da ukloni sadržaj privremene memorije.

source: Keyboard commands
ar: مفاتيح الاختصار
ko: 키보드 명령 목록
ne: कुञ्जीपाटी आदेश
nl: Toetsenbordsneltoetsen
ro: Comenzi de taste
sr: Prečice

source: NVDA+windows+c: Add selected text, Unicode braille characters which represent MathML objects, or the string which has been marked with the review cursor, to the clipboard.
ro: NVDA+Windows+C: Adaugă textul selectat, caracterele Unicode braille care reprezintă obiectele MathML, sau string-ul care a fost marcat cu cursorul de vizualizare, pe planșetă.
sr: NVDA+Windows+c: Dodaje označeni tekst, brajevo predstavljanje MathML objekata ili tekst označen preglednim kursorom u privremenu memoriju.

source: NVDA+windows+x: Clear clipboard contents.
ar: NVDA+windows+x: لمسح محتوى الحافظة
ko: NVDA+windows+x: 클립보드 내용을 삭제합니다.
ne: नेत्रवाणी+windows+x: क्लिपमा रहेका सामाग्रिलाई मेटाउ ।
nl: NVDA+windows+x: Inhoud van klembord wissen.
ro: NVDA+Windows+X: Curăță contentul de pe planșetă.
sr: NVDA+Windows+x: Uklanja sadržaj privremene memorije.

source: * NVDA+windows+f9: Mark the current position of the review cursor as the start of the text to be added to the clipboard. If you use nvda+F9, the text will not be added. * Not assigned: Copies to (or cuts from) the clipboard, with the possibility of being asked for a previous confirmation.
ro: * NVDA+Windows+F9: Marchează poziția de vizualizare curentă din examinarea cursorului ca începutul textului pentru a fi adăugat pe planșetă. Dacă utilizați nvda+F9, textul nu va fi adăugat. * Neatribuită: Copiază, cu posibilitatea de a fi întrebat pentru o confirmare anterioară.

source: Note: The above commands can be changed from NVDA menu, Preferences submenu, Input gestures dialog, Text review category.
ar: ملحوظة: يمكنك تغيير الاختصارات المذكورة أعلاه من خلال الذهاب إلى قائمة NVDA الرئيسية, ثم قائمة التفضيلات, ثم تخصيص اختصارات NVDA, ثم فئة استعراض النص.
ko: 주의: 위 명령들은 NVDA 설정 메뉴에 있는 단춧키 설정내 텍스트 리뷰 목록에서 변경할 수 있습니다.
ne: टिप्पणी: उपरोक्त आदेशहरूलाई नेत्रवाणी मेनु, प्राथमिकताहरू उप-मेनु,लगानी सङ्केत पातोमा रहेको पाठ समिक्षा वर्गीकरणमा गएर परिवर्तन गर्न सकिन्छ ।
nl: Opmerking: De bovenstaande commando's kunnen worden gewijzigd via het NVDA-menu, Opties submenu, Invoerhandelingen koppelen dialoogvenster, Leesoverzicht categorie.
ro: Notă: Comenzile de mai sus pot fi modificate din meniul NVDA, Preferințe, Gesturi de intrare, Categoria de vizualizare a textului.
sr: Napomena: Navedene komande možete pronaći i izmeniti kroz NVDA meni > Podešavanja > Ulazne komande, pa zatim pronađite sekciju Pregled teksta.

source: Preferences Menu
ar: قائمة التفضيلات
ko: 설정 메뉴
ne: प्राथमिकता मेनु
nl: Menu opties
ro: Meniul de preferințe
sr: Podešavanja

source: * Clip Contents Designer settings: Allows to set a separator which can be used to find the text segments once the entire added text is pasted. It's also possible to choose if the added text will be appended or prepended, if available actions (add, clear clipboard, emulate copy and emulate cut) should be performed inmediately or after confirmation, and if confirmations will be requested just if text is contained in the clipboard.
ro: *\TSetări Contents Clip Designer: Permite setarea unui separator care poate fi utilizat pentru a găsi segmente de text odată ce întregul text adăugat este lipit. Este de asemenea posibil să se aleagă dacă textul adăugat va fi anexat sau prefixat, dacă există opțiuni disponibile (adaugă, curăță planșeta, simulează copia și simulează tăierea) ar trebui să fie efectuate imediat sau după confirmare și dacă confirmările vor fi solicitate doar dacă textul este conținut pe planșetă.

source: Notes:
ro: Note:

source: The above command can be changed from NVDA menu, Preferences submenu, Input gestures dialog, Configuration category.
ro: Comanda de mai sus poate fi modificată din meniul NVDA, Preferințe, Gesturi de intrare, Categoria de configurare.

source: Confirmations won't be requested when a message box of NVDA is still opened. In those cases, actions will be inmediately performed
ro: Confirmările nu vor fi solicitate dacă o casetă de mesaj a NVDA-ului e încă deschisă. În aceste cazuri, acțiunile vor fi efectuate imediat

source: Changes for 7.0
ro: Modificări în 7.0

source: In the dialog to configure the Emulate copy and Emulate cut functionalities at installation, if you choose no, the commands for these features will be removed, so that you can restore the normal behavior for control+c and control+x.
ro: În dialogul pentru configurarea copierii și tăierii simulate la instalare, dacă alegeți nu, comenzile pentru aceste caracteristici vor fi șterse, astfel încât să puteți restaura comportamentul normal pentru control+c și control+x.

source: Changes for 6.0
ro: Modificări în 6.0

source: * Added options to choose if available actions should be performed after confirmation. * Added Emulate copy and Emulate cut commands, which could be assigned from the Input gestures dialog. * Added a dialog to configure the Emulate copy and Emulate cut functionalities at installation. This allows to add the control+c and control+x commands to copy and cut, and be asked if you want to replace the clipboard contents when pressing these keystrokes. * Fixed documentation for script_add (Windows+NVDA+c).
ro: * Au fost adăugate opțiuni pentru a alege dacă opțiunile disponibile ar trebui efectuate după confirmare. * Au fost adăugate comenzile de simulare a copiei și a tăierii, care pot fi atribuite din dialogul gesturilor de intrare. * A fost adăugat un dialog pentru configurarea funcționalităților de simulare a copiei și a tăierii la instalare. Aceasta permite adăugarea comenzii control+c și control+x pentru copiere și tăiere. Veți fi întrebat dacă vreți să înlocuiți conținuturile planșetei la apăsarea acestor combinații de taste. * A fost reparată documentația pentru script_add (Windows+NVDA+c).

source: Changes for 5.0
ro: Modificări în 5.0
sr: Promene u 5.0

source: The visual presentation of the dialog has been enhanced, adhering to the appearance of the dialogs shown in NVDA.
ro: Prezentarea vizuală a dialogului a fost îmbunătățită, aderând la aspectul dialogurilor afișate în NVDA.
sr: Vizuelno predstavljanje dijaloga je poboljšano, slično dijalozima koji su prikazani u programu NVDA.

source: Requires NVDA 2016.4 or later.
ro: Necesită NVDA 2016.4 sau mai nou.
sr: Zahteva NVDA 2016.4 ili noviji.

source: Changes for 4.0
ro: Modificări din 4.0
sr: Promene u 4.0

source: Add-on settings are managed from NVDA configuration, so that standard profiles can be used to save different separators, and it's not needed to copy the settings for importing at reinstallation.
ro: Setările suplimentului sunt gestionate din configurarea NVDA, deci profilurile implicite pot fi folosite pentru a salva diferite separatoare, și nu este nevoie să copiezi setările pentru a le importa la reinstalare.
sr: Podešavanja dodatka upravljaju NVDA konfiguracijom, tako da možete koristiti standardne profile za čuvanje podešavanja, i ne morate da kopirate podešavanja nakon reinstalacije.

source: Now it's possible to choose if the added text will be appended or prepended, using the Add text before clip data check box from the Clip Contents Designer settings dialog.
ro: Acum este posibilă selectarea dacă textul adăugat va fi anexat sau prefixat, utilizând căsuța Adăugare text din dialogul de setări al Clip Contents Designer-ului.
sr: Sada je moguće izabrati da li će dodat tekst biti spojen ili prespojen, koristeći dodaj deo teksta pre podataka izborno polje u podešavanjima dodatka.

source: Changes for 3.0
ar: مستجدات الإصدار 3.0
ro: Modificări din 3.0
sr: Promene u 3.0

source: Braille representation of MathML objects can be added to the clipboard if MathPlayer is installed.
ro: Reprezentarea Braille din obiectele MathML poate fi adăugat pe planșetă dacă MathPlayer este instalat.
sr: Brajevo predstavljanje MathML objekata se može dodati u privremenu memoriju ako je MathPlayer instaliran.

source: If no separator is set, just a single line will be placed between the added text segments.
ro: Dacă niciun separator nu este setat, o singură linie va fi adăugată între segmentele textului adăugat.
sr: Ako nema udvajača, samo jedan red će biti između dodatih segmenata.

source: A shortcut can be assigned to open the Clip Contents Designer settings dialog.
ar: يمكن تعيين اختصار لفتح محاورة إعدادات الإضافة.
ro: O scurtătură poate fi definită pentru a deschide setările Clip Contents Designer-ului.
sr: ‚Prečica može biti podešena za otvaranje dijaloga za podešavanja dodatka.

source: Added a check box in the settings dialog, for choosing if the separator should be copied to be imported when reinstalling the add-on.
ar: إضافة مربع تحديد لإعدادات الإضافة, للاختيار ما إذا كان ينبغي نسخ الفاصل بين القطع النصية لاستيراده عند إعادة تثبيت الإضافة
ro: A fost adăugată o căsuță în dialogul de setări, pentru a selecta dacă separatorul trebuie să fie copiat pentru a fi immportat când reinstalezi add-on-ul.
sr: Dodat izborni okvir u dijalogu sa podešavanjima, za izbor da li će udvajač biti kopiran za ponovni uvoz nakon reinstalacije dodatka.

source: Changes for 2.0
ar: مستجدات الإصدار 2.0
ne: २.० संस्करणमा गरिएका परिवर्तनहरू
nl: Veranderingen in 2.0
ro: Modificări din 2.0
sr: Promene u 2.0

source: Hindi characters can be used as the separator between added contents.
ro: Caracterele indiene pot fi folosite ca separator între content-ul adăugat.
sr: Indijski karakteri mogu da se koriste kao odvajanje između dodatih delova teksta.

source: Changes for 1.0
ar: مستجدات الإصدار 1.0
ko: 버전 1.0
ne: १.० मा गरिएका परिवर्तनहरू
nl: Veranderingen in 1.0
ro: Modificări din 1.0
sr: Promene u 1.0

source: Initial version.
ar: إصدار أولي
ko: 첫 출시판.
ne: सुरुको संस्करण
nl: Eerste versie.
ro: Versiunea inițială.
sr: Prva verzija.

source: [[!meta title="Clip Contents Designer"]]
ne: [[!meta title="क्लिप सामाग्री नमुनाकार"]]
nl: [[!meta title="Samensteller voor klembordinhoud"]]
sr: [[!meta title="Dizajner sadržaja privremene memorije"]]

source: This add-on is used to append text to the clipboard, which can be useful when you want to join sections of text together ready for pasting. The clipboard content can also be cleared.
ar: تستخدم هذه الإضافة لإلحاق نص بالحافظة, يفيد عندما تريد دمج أكثر من قطعة من النصوص معا ولصقها. كما يمكن أيضا مسح محتوى الحافظة.
ko: 본 추가 기능을 사용하여 클립보드에 텍스트를 덧붙일 수 있으며 또한 클립보드 컨텐츠를 삭제할 수도 있습니다.
ne: क्लिपपाटीमा पाठहरुलाई थप गर्न यो उप-कर्मीको प्रयोग गरिन्छ जसमा सबै पाठहरुलाई एक आपसमा जोडेर टाँस्न सकिन्छ । यस्ता सामाग्रीलाई मेटाउन पनि सकिन्छ ।
nl: Deze add-on kan gebruikt worden om tekst toe te voegen achteraan het klembord, wat handig kan zijn als u bepaalde tekstgedeelten vòòr het plakken samen wilt voegen. De inhoud van het klembord kan daarnaast ook gewist worden.

source: NVDA+windows+c: Append selected text, Unicode braille characters which represent MathML objects, or the string which has been marked with the review cursor, to the clipboard.
ar: NVDA+windows+c: إلحاق النص المحدد, أو أحرف التشفير الموحد التي تمثل الكائنات الرياضية المكتوبة بالخط البارز أو النص الذي قمت بتحديده بمؤشر الاستعراض, إلى الحافظة.

source: NVDA+windows+f9: Mark the current position of the review cursor as the start of the text to be added to the clipboard. If you use nvda+F9, the text will not be appended.
ar: NVDA+windows+f9: تحديد الموضع الحالي لمؤشر الاستعراض كبداية للنص الذي سيتم إلحاقه بالحافظة. إذا استخدمت NVDA+f9, فإن النص لم يلحق بالحافظة.
ko: NVDA+windows+f9: 커서 위치를 덧붙일 텍스트의 시작으로 설정합니다. NVDA+F9를 누를시 텍스트는 복사됩니다.
ne: नेत्रवाणी+windows+f9: समिक्षा क्रसरको हालको स्थानलाई क्लिपपाटिमा थप गरिने पाठको सुरु विन्दुको रुपमा कायम गर । यदि तपाइले नेत्रवाणी+F9 दबाउनु भयो भने, त्यो पाठ क्लिपपाटिमा थपिने छैन ।
nl: NVDA+windows+F9: Markeer de huidige positie van de leescursor als het begin van de tekst die achteraan het klembord moet worden toegevoegd. Als u NVDA+F9 gebruikt, wordt de tekst niet achteraan toegevoegd maar wordt de bestaande inhoud van het klembord eerst gewist.

source: Clip Contents Designer settings: Allows to set a separator which can be used to find the text segments once the entire appended text is pasted. You can also choose if the separator should be copied to your personal NVDA's configuration folder, so that it can be imported when reinstalling the add-on.
ar: إعدادات Clip Contents Designer: تتيح وضع فاصل يمكن استخدامه للعثور على قطع النص عند لصق كل النص الذي قمت بدمجه وتخزينه في الحافظة. يمكنك أيضا اختيار ما إذا كان ينبغي نسخ الفاصل إلى مجلد إعدادات NVDA الخاص بك, حتى يمكن استيراده عند إعادة تنصيب الإضافة.

source: Note: The above command can be changed from NVDA menu, Preferences submenu, Input gestures dialog, Configuration category.
ar: ملحوظة: يمكنك تغيير الاختصار المذكور أعلاه من خلال الذهاب إلى قائمة NVDA الرئيسية, ثم قائمة التفضيلات, ثم تخصيص اختصارات NVDA, ثم فئة الإعدادات.

source: Braille representation of MathML objects can be appended to the clipboard if MathPlayer is installed.
ar: يمكن إلحاق الأحرف التي تمثل الكائنات الرياضية بالبرايل بالحافظة إذا كان تطبيق mathplayer مثبت على الحاسوب.

source: If no separator is set, just a single line will be placed between the appended text segments.
ar: إذا لم يتم تعيين أي فاصل, سيتم وضع سطر بين كل قطعة نصية ملحقة بالحافظة.

source: Hindi characters can be used as the separator between appended contents.
ar: يمكن استخدام الأحرف الهندية كفواصل بين قطع النصوص المختلفة الملحقة بالحافظة.
ne: थप गरिएका पाठहरुको विचमा देवनागरि वर्णहरुलाई पनि प्रयोग गर्न सकिन्छ ।
nl: Tekens uit het Hindi kunnen nu gebruikt worden als scheidingsteken tussen toegevoegde inhoud.

source: [[!tag dev stable]]
ar: [[!tag dev stable]] [[!tag dev]]

source: NVDA+windows+c: Append selected text, or the string which has been marked with the review cursor, to the clipboard.
ko: NVDA+windows+c: 텍스트 또는 리뷰 커서를 사용하여 마크된 텍스트를 클립보드에 덧붙입니다.
ne: नेत्रवाणी+windows+c: चयनित पाठहरुलाई अथवा समीक्षा क्रसरले चिनो लगाएका पदावलीहरूलाई क्लिपपाटीमा थप गर्छ ।
nl: NVDA+windows+c: Voeg de geselecteerde tekst, of de tekst die gemarkeerd is met de leescursor, toe achteraan het klembord.

source: Clip Contents Designer settings: Allows to set a separator which can be used to find the text segments once the entire appended text is pasted.
ko: 클립보드 메니저 설정: 각 문자열 섹션을 구분하는 문자열을 지정합니다.
ne: क्लिप सामाग्री नमुनाकार अनुकूलता: सम्पूर्ण थपिएका पाठहरुलाई टासिए पछि पाठको हिस्सा फेला पार्न चाहिने विभाजक कायम गर्ने अनुमति दिन्छ ।
nl: Samensteller voor klembordinhoud instellingen: stelt u in staat om een scheidingsteken in te stellen wat gebruikt kan worden om de verschillende tekstgedeelten te zoeken zodra de volledige toegevoegde tekst geplakt is.
