Repository: nvdacn/screenReaderTranslations
Catalog: website/addons/controlUsageAssistant.*.po
Languages: hu, ko, ne, nl, sr

source: [[!meta title="Control Usage Assistant"]]
hu: [[!meta title="Tájékoztató üzemmód"]]
ko: [[!meta title="컨트롤 사용 도우미"]]
ne: [[!meta title="नियन्त्रकसहयोगी"]]
nl: [[!meta title="Assistent voor besturingselementgebruik"]]
sr: controll ussage assistant

source: Author: Joseph Lee
hu: Készítő: Joseph Lee
ko: 저자: Joseph Lee (이성원)
ne: लेखक: जोसेफ ली
nl: Auteur: Joseph Lee
sr: аутор јосепх лее

source: Download: [version 2.1][1]
hu: Letöltés: [2.1-es verzió][1]
ko: 다운로드: [버전 2.1][1]
ne: अनुबहन: [संस्करण २.१.०][1]
nl: Download: [versie 2.1][1]
sr: преузми верзија 2.1

source: Use this add-on to find out how to interact with the focused control. Press NvDA+H to obtain a short help message on interacting with the focused control, such as checkboxes, edit fields and so on.
hu: A kiegészítő segítségével információt kaphat a kurzor alatt lévő elemről (pl. hogyan jelölheti be a jelölőnégyzetet, stb). Használathoz csak nyomja meg az NVDA+h billentyűparancsot.
ko: 본 추가 기능을 사용하여 포커스된 컨트롤 사용 방법을 확인할 수 있습니다. NVDA+H를 눌러 특정 컨트롤 사용 방법 (예: 체크박스 선택 방법, 문자 읽기 등)을 확인하십시오
ne: केन्द्रीत् नियन्त्रक फेला पार्न यो उपकर्मी चयन गर्नु होस् । चेक बाकस, सम्पादन भूमी जस्ता केन्द्रीत् नियन्त्रक सम्बन्धी सन्देस जान्न नेत्रवाणी +H कुञ्जी दबाउनु होस् ।
nl: Gebruik deze add-on om uit te vinden hoe het besturingselement met focus bediendmoet worden. Druk op NVDA+h om een korte helptekst te krijgen over het element met focus zoals bijvoorbeeld selectievakjes, invoervelden, etc.
sr: користите овај додатак за додатну помоћ на одређеној контроли притисните нвда+х за додатну помоћ

source: New and updated translations.
hu: Új és frissített fordítások.
ko: 새 언어 및 여러 번역본 업데이트됨.
ne: नया र अद्यावदिक अनुवादहरू
nl: Nieuwe en bijgewerkte vertalingen.
sr: нови и ажурирани преводи

source: Help messages for more controls added, including terminal windows.
hu: Több súgóüzenet is hozzáadásra került, beleértve a terminál ablakhoz tartozókat.
ko: 터미널 창과 같은 컨트롤에 대한 도움말 추가.
ne: बिसौनी सञ्झ्याल सहित अतिरिक्त नियन्त्रकका लागी सहयोग सन्देस थप गरियो ।
nl: Helpberichten toegevoegd voor meer besturingselement, inclusief promptschermen.
sr: више порука додато

source: Added help messages for working in some areas of applications, such as Microsoft Excel and Powerpoint and Windows 8 start screen.
hu: Több a munkát elősegítő programhoz rendeltek hozzá súgóüzenetet, úgy mint a Microsoft Excel, Powerpoint és Windows 8 kezdőképernyő.
ko: 엑셀과 파워포인트와 같은 프로그램 사용에 관한 도움말 추가 (시작 화면 타일 목록도 포함).
ne: माइक्रोसफ्ट एक्सेल, प्रस्तुती-पत्र र सञ्झ्याल ८ सुरुवात् पर्दा जस्ता अनुप्रयोगहरुका सहयोग सन्देस थप गरियो ।
nl: Helpmeldingen toegevoegd voor het werken in sommige gebieden van applicaties, zoals Microsoft Excel en Powerpoint en het Windows 8 startscherm.
sr: додата помоћ за одређене апликације

source: Added help messages for working with forms in both browse and focus modes in virtual buffer documents (Internet Explorer, Adobe Reader, Mozilla Firefox, etc.).
hu: Súgó üzenetek hozzáadása az űrlapokkal dolgozó alkalmazásokhoz (Internet explorer, Adobe reader, Mozilla Firefox, stb).
ko: 가상 커서에서 입력 컨트롤 사용시 포커스와 브라우즈 모드 전환에 대한 도움말 추가.
ne: उघार्ने र केन्द्रीत् मुद्रा दुबै खाले अवास्तविक कागजातहरू (जस्तै अन्तर सञ्झ्याल, एडोबी पाठक, मोजिला फायरफक्स ईत्यादी) मा सहयोग सन्देस थप गरियो ।
nl: Helpmeldingen toegevoegd voor het werken met formulieren zowel in blader- als focusmodus in virtuele buffer documenten (Internet Explorer, Adobe Reader, Mozilla Firefox, etc.).
sr: додата помоћ за истраживање виртуалних докумената као у интернет експлореру у фирефоксу у адове реадеру итд

source: New language: Danish.
hu: Új nyelv: Dán
ko: 새 언어: 덴마크어.
ne: नया भाषा: डेनिस
nl: Nieuwe vertaling: Deens.
sr: нови језик дански

source: Initial version.
hu: Első verzió
ko: 첫 출시 버전.
ne: सुरुको संसकरण
nl: Eerste versie.
sr: прва верзија

source: [[!tag stable]]
sr: таг стабилан
