Repository: nvdacn/screenReaderTranslations
Catalog: website/addons/dayOfTheWeek.*.po
Languages: ar, hu, it, ja, ro, sr

source: [[!meta title="Day of the week"]]
hu: [[!meta title="A hét napja"]]
it: [[!meta title="Giorno della settimana"]]
ro: [[!meta title="Ziua săptămânii"]]
sr: [[!meta title="Dan u nedelji"]]

source: Authors: Abdel, Noelia.
ar: مطورو الإضافة: Abdel, Noelia.
hu: Fejlesztők: Abdel, Noelia.
it: Autori: Abdel, Noelia.
ja: 作者: Abdel, Noelia.
ro: Autori: Abdel, Noelia.
sr: Autori: Abdel, Noelia.

source: download [stable version][1]
ar: تحميل [الإصدار النهائي][1]
hu: Letöltés [Stabil verzió][1]
it: download [versione stabile][1]
ja: ダウンロード [安定版][1]
ro: Descărcați [versiunea stabilă][1]
sr: Preuzmi[stabilnu verziju][1]

source: download [development version][2]
ar: تحميل [الإصدار التجريبي][2]
hu: Letöltés [Fejlesztői verzió][2]
it: download [versione in sviluppo][2]
ja: ダウンロード [開発版][2]
ro: Descărcați [versiunea în dezvoltare][2]
sr: Preuzmi[verziju u razvoju][2]

source: This add-on allows you to find a day of the week corresponding to a chosen date.
ar: تتيح لك هذه الإضافةُ البرمجيةُ معرفةَ اليومِ المتعلقِ بتاريخٍ معين.
hu: Ezzel a kiegészítővel meghatározhatja egy kiválasztott dátumhoz tartozó napját a hétnek.
it: Questo componente aggiuntivo permette di conoscere il giorno della settimana a apartire da una data conosciuta.
ja: このアドオンで選択された日付の曜日がわかります。
ro: Acest supliment vă permite să găsiți o zi din săptămână care corespunde cu o dată aleasă.
sr: Ovaj dodatak vam omogućava da saznate dan u nedelji koji odgovara određenom datumu.

source: It adds a submenu in the NVDA Preferences menu named "Day of the week", containing 2 items:
ar: إنها تُضيفُ قائمةً داخل قائمة التفضيلات إسمُها "يوم الأسبوع", متكونة من العناصر التالية :
it: Aggiunge un elemento nel menu strumenti di NVDA chiamato "Giorno della settimana", contenente due elementi:
ro: El adaugă un element în NVDA, meniul preferințe, numit „Day of the week”, care conține două elemente:

source: * The first one named "Search a day", opens a dialog composed of 3 controls: * A listbox to choose or type your date; * An "OK" button to display a messageBox containing your day; * A "Cancel" button to close the dialog. * The second one named "dayOfTheWeek add-on settings" opens the parameters of the add-on to specify whether you want to report labels for date fields or not, it is composed of the following elements: * Enable accessibility of the date selector; * Level of the announces of labels, you will then have 3 choices: * Long (it's the default choice); * Short (for short announcements); * Off (to disable labels announcements). * Enable announcement of the current date field value only, when moving vertically; * An "OK" button to save your configuration; * A "Cancel" button to cancel and close the dialog.
ar: * الأولى أِسمُها "البحث عن يوم", تُمَكِّنُكم من فتح صندوق حِوار مُتَكَوِّنْ من العناصر افثلاثة التالية : * قائمةٌ لِتَحديد التاريخ الذي تبحثون عن اليوم الخاص به; * زِرٌّ "OK" يُمَكِّنكم من عرض اليوم المناسب للتاريخ المختار; * زِرٌّ لإلغاْ العمليةِ و غلْقِ الحِوار. * الثانيةُ إسمُها "إعدادات الإضافة البرمجية dayOfTheWeek" تُمَكِّنكم من عرض الخيارات التالية : * تمكين قارِء الشاشة من إستعمال محدِد التاريخ; * مستوى تسميةِ حقول التاريخ, يفتح لكم الخيارات التالية : * طويلة (للتسميات الطويلة); * قصيرة (للتسميات القصيرة); * منعدمة (لعدم تسميةِ حقول التاريخ)". * تمكينُ معرفة الحقل الحالي فقط عند الإنتقال العمودي; * زِرٌّ "OK" لحفظ الإعدادات; * زِرٌّ لإلغاء التغييرات.
ro: * Primul se numește "caută o zi", deschide un dialog compus din 3 controale: * O listă pentru alegerea sau tastarea datei; * Un buton "OK" pentru afișarea unui mesaj care conține ziua; * Un buton de anulare pentru închiderea dialogului. * Al doilea se numește "Setări dayOfTheWeek", deschide parametrii suplimentului pentru a specifica dacă vreți să raportați sau nu etichetele pentru câmpurile de dată, este compus din următoarele elemente: * Activează accesibilitatea selectorului de dată; * Nivelul de anunțări ale etichetelor, veți avea 3 alegeri: * Lung (e alegerea implicită); * Scurt (pentru anunțurile scurte); * Dezactivat (pentru dezactivarea anunțurilor etichetelor). * Activează doar anunțarea valorii câmpului de dată curent la deplasarea pe vertical; * Un buton "OK" pentru salvarea configurației; * Un buton de anulare pentru anularea modificărilor efectuate și închiderea dialogului.

source: Notes
ar: ملاحظات
hu: Megjegyzés
it: Note
ja: 備考
ro: Note
sr: Napomene

source: You can close these dialogs just by pressing Escape.
ar: يمكنكم إغلاقُ هذه الحوارات بالضغط على زر escape.
it: è possibile chiudere queste finestre semplicemente premendo esc.
ro: Puteți închide aceste dialoguri apăsând tasta Escape.

source: You can assign a shortcut to open these dialogs in "Input gestures" menu and, more precisely, in the "Day of the week" category.
ar: يمكنكم تعيينُ مفتاح اختصار لفتح حِوارات الإضافة بالذهاب إلى مُحاورةِ "تخصيص اختصارات NVDA" و اختيار الفئة "يوم الأسبوع".
it: È possibile assegnare una combinazione di tasti per aprire queste finestre di dialogo nel menu "gesti e tasti di immissione" e, più precisamente, nella categoria "Giorno della settimana".
ro: Puteți aloca o comandă rapidă pentru a deschide dialogul în meniul „Gesturi de intrare” și, mai precis, în categoria /„Day of the Week/”.

source: Changes for 4.0
ar: مستجدات الإصدار 4.0
it: Modifiche per 4.0
ro: Modificări în versiunea 4.0

source: The add-on is now able to recognize all the regional date formats that the user can choose;
ar: يُمكِن للإضافة الآن أن تتعرفَ على جميع التنسيقات المتعلقة بالتاريخ التي قد يختارُها المستخدم;
it: L'add-on è ora in grado di riconoscere tutti i formati regionali di data che l'utente può scegliere;
ro: Suplimentul poate recunoaște toate formatele datelor regionale p care le poate alege un utilizator;

source: Added the backward compatibility of the add-on with the NVDA versions that preceded 2016.4, which included the gui.guiHelper module.
ar: إضافةُ التوافق الخَلفي للإضافة البرمجية مع إصدارات NVDA التي سبقَت 2016.4 التي شملت وحدة gui.guiHelper.
ro: A fost adăugată înapoi compatibilitatea suplimentului cu versiunile NVDA care au precedat versiunea 2016.4, care a inclus modulul gui.guiHelper.

source: Changes for 3.1
ar: مستجدات الإصدار 3.1
it: Modifiche per 3.1
ro: Modificări în versiunea 3.1

source: Back to the previous format for the day of the week because it allows to recognize a greater number of languages;
ar: العودةُ إلى التنسيق السابق للتاريخ لأنهُ يُتيح إستخدام عدَدٍ أكبر من اللُغات;
ro: S-a revenit la vechiul format al zilei săptămânii, deoarece permite recunoașterea unui număr mare de limbi;

source: Improved the accessibility of the date selector with recognition of the 3 fields 'Day', 'Month' and 'Year', and their respective values;
ar: تحسينُ استعمال محدِّدِ التاريخ مع قارء الشاشة و ذلك بمنح إمكانية التعرف بشكلٍ جيد على كلٍ من الحقول : "يوم", "شهر" و "سنة" و مُحتوياتِها;
ro: A fost îmbunătățită accesibilitatea selectorului de dată cu recunoașterea a trei câmpuri 'zi, 'lună' și 'an', dar și respectivele valori ale acestora;

source: Added a technique for the integration of the Georgian language for the recognition of the days of the week;
ar: إضافةُ تِقنِيَّةٍ لِدمجِ اللغة الجيورجية حتى تتعرفَ بشكلٍ جيد على أيام الأسبوع;
ro: A fost adăugată o tehnică pentru integrarea limbii georgiene pentru recunoașterea zilelor săptămânii;

source: Added a configuration dialog box to enable or disable the accessibility of the date selector;
ar: إضافةُ صندوق إعدادات لتشغيل أو تعطيل إمكانيةِ استعمال مُحَدِّد التاريخ لمستعملي قارء الشاشة;
it: Aggiunta una finestra di configurazione per attivare o disattivare l'accessibilità del selettore date.
ro: A fost adăugat un dialog de configurare pentru activarea sau dezactivarea accesibilității selectorului de dată;

source: Moved the add-on submenu from "Tools" to "Preferences";
ar: نقلُ قائمةِ الإضافةِ البمجيةِ من "أدوات" إلى "تفضيلات";
it: Spostato il sottomenu del componente aggiuntivo da strumenti a preferenze.
ro: Sub-meniul suplimentului a fost mutat din instrumente în preferințe.

source: Changed the add-on category to "Day of the week".
ar: تغييرُ الفِءَةِ التي تنتمي إلَيها الإضافةُ البرمجيةُ إلى : "يوم الإسبوع".
it: Modificata la categoria dell'addon in "giorno della settimana".
ro: A fost schimbată categoria suplimentului în "Day of the week".

source: Changes for 2.0
ar: مستجدات الإصدار 2.0
it: Modifiche per 2.0
ro: Modificări în versiunea 2.0

source: Used the gui.guiHelper module to ensure the correct appearance of the dialog asking for a date;
ar: إضافةُ إستعمال وحدةِ : "gui.guiHelper" و ذلك لضمان المظهر الصحيح لصناديق الإختيارات التي تقترحُها الإضافةُ البرمجية;
ro: A fost folosit modulul gui.guiHelper pentru a asigura aspectul corect al dialogului care cere o dată;

source: Added the GPL license to the addon;
ar: إضافةُ ترخيص GPL للإضافةِ البرمجية;
it: Aggiunta la licenza GPL al componente.
ro: A fost adăugată licența GPL pentru supliment;

source: Days of the week have been translated, so that the add-on works properly in the different languages;
ar: لقد عُرِضت أيام الأسبوع لِلترجمة و ذلك لِتُقرأَ بشكلٍ جيدْ مع اللغات المستعملة;
it: Sono stati tradotti i giorni della settimana, così il componente aggiuntivo funzionerà in più lingue.
ro: Zilele săptămânii au fost traduse, astfel încât suplimentul să funcționeze corect în diferite limbi;

source: Changed the day format to avoid encoding errors.
ar: تغييرُ تنسيقِ التاريخ و ذلك لتجنب الأخطاء المتعلقة بالترميز.
it: Modificato il formato del giorno per evitare errori di codifica.
ro: Formatul zilei a fost modificat pentru a evita erorile de codificare.

source: Changes for 1.0
ar: مستجدات الإصدار 1.0
hu: Az 1.0 verzió változásai:
it: Modifiche per 1.0
ja: バージョン1.0
ro: Modificări în versiunea 1.0
sr: Promene u 1.0

source: Initial version.
ar: إصدار أولي
hu: Első kiadás
it: Versione iniziale.
ja: 最初のバージョン
ro: Versiunea inițială.
sr: Prva verzija

source: Changes for 5.0
it: Modifiche per 5.0

source: It adds an item in the NVDA Tools menu named "Day of the week", to open a dialog composed of 3 controls:
hu: Hozzáadja az NVDA Eszközök menüjéhez A hét napja almenüt, ami 3 vezérlőből álló párbeszédpanelt nyit meg:
ja: NVDAメニューのツールメニューに「Day of the week」という項目が加わります。ダイアログが開き、３つの項目を設定出来ます。
sr: Dodaje stavku u NVDA meniju alata koji se zove "Dan u nedelji", za otvaranje dijaloga koji sadrži tri kontrole:

source: A listbox to choose or type your date.
hu: Egy listamező, ahová beírhatja, vagy kiválaszthatja a keresett dátumot.
ja: 日付を選択または入力するリストボックス
sr: Listu u kojoj možete izabrati ili upisati vaš datum.

source: An "OK" button to display a messageBox containing your day.
hu: Egy Ok gomb, aminek a lenyomására megjelenik a keresett nap egy üzenetpanelen.
ja: "OKボタン" 選択した日付の曜日を知らせるメッセージボックスを表示
sr: "Uredu" dugme koje prikazuje poruku koja sadrži vaš dan.

source: A "Cancel" button to close the dialog.
hu: Egy Mégse gomb, ami bezárja az ablakot.
ja: "Cancelボタン" ダイアログを閉じる
sr: "otkaži" dugme da zatvorite dijalog.

source: You can close this dialog just by pressing Escape.
hu: A párbeszédpanelt az ESC gomb lenyomásával is bezárhatja.
ja: Escapeキーを押すだけでダイアログを閉じることが出来ます。
sr: Možete zatvoriti dijalog sa escape tasterom

source: You can assign a shortcut to open the dialog in "Input gestures" menu and, more precisely, in the "Tools" category.
hu: A Beviteli parancsok almenüben billentyűparancsot rendelhet a párbeszédpanel megnyitásához, az opció az Eszközök kategóriában található.
ja: ツールの中の「入力ジェスチャー」メニューで、このアドオンのダイアログを開くショートカットキーを割り当てられます。
sr: Možete podesiti prečicu da otvorite ovaj dijalog u "ulaznim gestovima" i, preciznije, u"alati" kategoriji.
