Repository: nvdacn/screenReaderTranslations
Catalog: website/addons/dropbox.*.po
Languages: ar, bg, da, de, es, fa, gl, hr, hu, is, it, ne, nl, pl, pt_br, ro, uk, zh_cn

source: Changes for 3.0
ar: تعديلات الإصدار 3.0
bg: Промени във версия 3.0
da: Ændringer i 3.0
de: Änderungen bis 3.0
es: Cambios para 3.0
fa: تغییرات داده شده در نسخه 3.0
gl: Cambios para 3.0
hr: promjene u inačici 3.0
hu: A 3.0 verzió változásai
is: Breytingar í 3.0
it: Cambiamenti nella 3.0
ne: संस्करण ३.० मा गरिएका परिवर्तनहरू
nl: Veranderingen voor 3.0
pl: zmiany dla 3.0
pt_br: Mudanças na 3.0
ro: Modificări aduse în 3.0
uk: Зміни у версії 3.0
zh_cn: 3.0的更新

source: Minor correction in the main manifest file (authors are correctly displayed).
ar: تعديلات طفيفة في ملف الإعلام الرئيسي (عرض أسماء مطوري الإضافة بطريقة صحيحة).
bg: Незначителна корекция в главния manifest файл (авторите се показват правилно).
da: Mindre rettelse i hovedmanifestfilen. Forfattere bliver nu vist rigtigt.
de: Kleinere Korrektur in der manifest-Datei (authoren werden richtig dargestellt).
es: Corrección Menor en el fichero manifest principal (los autores se muestran correctamente).
fa: اصلاح جزیى در پرونده اصلی manifest (سازندگان بدرستی نشان داده میشوند).
gl: Corrección menor no ficheiro principal manifest (os autores amósanse correctamente).
hr: Male ispravke u glavnoj manifest datoteci (autori su ispravno prikazani).
hu: Kisebb javítások az eredeti manifest fájlban (a készítők nevei helyesen jelennek meg)
is: Minniháttar lagfæringar í aðal skráningar skránni (höfundar eru nú rétt birtir).
it: Correzioni varie nel file manifest.ini nel nome degli autori.
ne: मूख्य घोषणाफाइलमा गरिएको सामान्य परिवर्तन (लेखकहरू शुद्धसित देखाइएका छन्).
nl: Kleine verandering in het manifest-bestand waardoor de auteurs goed worden weergegeven.
pl: poprawki pliku manifest (autorzy są pokazywani prawidłowo)
pt_br: Pequena correção no arquivo principal de manifesto (os autores são exibidos corretamente).
ro: Corecții minore la fișierul Manifest principal (autorii sunt afișați corect).
uk: Невеличке виправлення у головному manifest-файлі (імена авторів тепер відображаються коректно).
zh_cn: 为完善的清单文件修正。

source: Improved context menu detection when pressing Shift+NVDA+D three times.
ar: تحسين حضور قائمة السياق عند الضغط على Shift+NVDA+D ثلاث مرات.
bg: Подобрено разпознаване на контекстното меню при трикратно натискане на Shift+NVDA+D.
da: Forbedret detektering af kontekstmenuen ved tre tryk på NVDA+Shift+d.
de: Verbesserte Erkennung des Kontextmenüs, wenn NVDA+Umschalt+D 3mal gedrückt wird.
es: Mejorada la detección del menú de contexto cuando se pulsa Shift+NVDA+D tres veces.
fa: باز کردن منوی Dropbox موقع فشار دادن سه بار Shift+NVDA+D اصلاح شد
gl: Mellorada a detección do menú de contexto cando se preme Shift+NVDA+D tres veces.
hr: Unaprjeđeno otkrivanje kontekstnih izbornika kada se pritišće Shift+NVDA+D tri puta.
hu: A helyi menü elérésének fejlesztése amikor a Shift+NVDA+D billentyűparancsot háromszor lenyomják.
is: Bættur stuðningur á samhengi á greiningu valmynda þegar stutt er á Shift + NVDA + D þrisvar sinnum.
it: Migliorato il rilevamento del menu di contesto quando viene premuto NVDA+Shift+d tre volte.
ne: तीन पटक Shift+नेत्रवानी+D दबाएमा सुधारिएका परिवेस मेनु पता लाग्ने छ ।
nl: Detectie van het contextmenu is verbeterd bij drie maal drukken van NVDA+shift+d.
pl: poprawione wykrywanie menu kontekstowego po trzykrotnym wciśnięciu nvda+shift+d
pt_br: Melhorada detecção do menu de contexto ao pressionar três vezes shift+NVDA+b.
ro: Meniul context a fost îmbunătățit când apeși Shift+NVDA+D de trei ori.
uk: Поліпшено виявлення контекстного меню при потрійному натисканні Shift+NVDA+D.
zh_cn: 完善上下文菜单检测，可连续三次按下组合键“Shift+NVDA+D”实现。

source: The escape button now works (only when using Dropbox in the same language NVDA uses).
ar: عمل زر Escape (إذا استخدم DropBox نفس اللغة التي يستخدمها NVDA).
bg: Бутонът escape вече работи (само ако използвате Dropbox на един и същи език с NVDA).
da: Escape-tasten virker nu (kun hvis man bruger Dropbox på det samme sprog som NVDA.
de: Der Schalter "abbrechen" funktioniert nun nur noch, wenn Dropbox die gleiche Sprache wie NVDA nutzt.
es: El botón escape ahora funciona (sólo cuando se utiliza Dropbox en el mismo idioma que utiliza NVDA).
fa: دکمه گریز حالا (فقط موقعی که Dropbox از همان زبانی که NVDA استفاده میکند) کار میکند.
gl: O botón escape agora funciona (só cando se utiliza Dropbox na mesma lingua que usa NVDA).
hr: Tipka escape sada radi (samo kada se dropbox koristi na istom jeziku koji koristi NVDA NVDA).
hu: Az escape gomb csak akkor működik, ha a Dropox azt a nyelvet használja mint az NVDA
is: Escape hnappurinn virkar núna (en aðeins þegar Dropbox er keyrt á sama tungumáli og NVDA).
it: Il pulsante Escape funziona soltanto se Dropbox e NVDA sono configurati per usare la stessa lingua.
ne: escape टाँकले अब काम गर्छ (खुत्रुकेको भाषा नेत्रवाणी कै भाषा भएको खण्डमा).
nl: De escape-toets voor het sluiten van de instellingen werkt enkel als Dropbox dezelfde taal gebruikt als NVDA.
pl: Klawisz escape działa tylko, gdy język dropboxa jest taki sam, jak język NVDA
pt_br: Agora o botão escape funciona (somente ao usar o Dropbox no mesmo idioma que está o NVDA).
ro: Butonul escape acum funcționează (doar când utilizezi Dropbox în aceiași limbă cu NVDA).
uk: Клавіша ескейп зараз працює (лише за умови, якщо Dropbox використовує ту ж саму мову, що й NVDA).
zh_cn: “退出”按钮有效（仅当 DropBox使用的语言与 NVDA相同时）。

source: A lot of corrections in the code.
ar: مراجعة للشفرة البرمجية
bg: Много поправки по изходния код.
da: Mange rettelser til koden.
de: Viele Korekturen im Quellcode.
es: Muchas correcciones en el código.
fa: اصلاحات بسایر در کد.
gl: Un lote de correccións no código.
hr: Puno ispravki u kodu.
hu: Rengeteg javítás a kódban
is: Mikið af lagfæringum í sjálfum kóðanum.
it: Diverse correzioni nel codice.
ne: संहितामा प्रशस्तै सच्याइयो ।
nl: Veel fouten opgelost.
pl: wiele poprawek w kodzie skryptu
pt_br: Uma série de correções no código.
ro: Multe corecții în cod.
uk: Низка виправлень у коді.
zh_cn: 许多代码的修正。

source: Added/updated documentations of all scripts.
ar: إضافة وتحديث لملفات المساعدة بكل الملاحق البرمجية.
bg: Добавена/обновена документация за всички скриптове.
da: Tilføjet/opdateret dokumentation af alle scripts.
de: Dokumentation für alle Skripte hinzugefügt bzw. aktualisiert.
es: Añadidas y actualizadas las documentaciones de todos los scripts.
fa: اسناد تمامی اسکریپتها به روز رسانی/اضافه شده اند.
gl: Engadida/actualizada a documentación de todos os scripts.
hr: Dodana/osvježena dokumentacija svih skripti.
hu: A szkriptek dokumentációjának hozzáadása/frissítése
is: Bætt við/uppfærðar samantektir á öllum skriptum.
it: Aggiunta/aggiornata la documentazione di tutti gli script.
ne: सबै scripts का कागजातहरु थपिए अथवा अद्यावधिक भए ।
nl: Documentatie voor alle scripts toegevoegd/bijgewerkt.
pl: dodano zaktualizowaną dokumentację
pt_br: Adicionada/atualizada documentação de todos os scripts.
ro: A fost adăugată documentația actualizată la toate script-urile.
uk: Додано/оновлено документацію для усіх скриптів.
zh_cn: 增加/更新所有脚本的文档。

source: New languages: Arabic, Brazilian Portuguese, Czech, Dutch, Finnish, Galician, German, Hungarian, Japanese, Nepali, Polish, Russian, Spanish, Slovak, Tamil, Turkish.
ar: ترجمة الإضافة للغات: العربية, البرتغالية البرازيلية, الفنلندية, الغالية, الألمانية, المجرية, اليابانية, النيبالية, البولندية,الروسية, الإسبانية, السلوفاكية, التاميلية, التركية.
bg: Нови езици: арабски, бразилски португалски, чешки, датски, фински,
da: Nye sprog: Arabisk, brasiliansk/portugisisk, tjekkisk, hollandsk, finsk, galicisk, tysk, ungarsk, japansk, nepalesisk, polsk, russisk, spansk slovakisk, tamil, tyrkisk,
de: Neue Sprachen: arabisch, Brasilianisches portugisisch, tschechisch, niderländisch, finnisch, gälisch, deutsch, ungarisch, japanisch, nepalesisch, polisch, russisch, spanisch, slowakisch, tamil, türkisch.
es: Nuevos idiomas: alemán, Árabe, checo, eslovaco, español, Finlandés, Gallego, holandés, Húngaro, Japonés, Nepalí, Polaco, portugués del Brasil, Ruso, Tamil, Turco.
fa: زبانهای جدید: عربی، پرتغالی برزیل، چک، هلندی، فنلاندی، گالیسی، آلمانی، مجارستانی، ژاپنی، نپالی، لهستانی، روسی، اسپانیایی، اسلواکی، تامیلی، ترکی استانبولی.
gl: Novas linguas: Árabe, Portugués do Brasil, Checo, Holandés, Finlandés, Galego, Alemán, Húngaro, Xaponés, Nepalí, Polaco, Ruso, Español, Eslovaco, Tamil, Turco.
hr: Novi jezici: Arapski, Brazilski portugalski, Češki, Nizozemski, Finski, Galicijski, Njemački, Mađarski, Japanski, Nepalski, Poljski, Ruski, Španjolski, Slovački, Tamilski, Turski.
hu: Új nyelvek: Arab, Brazil portugál, Cseh, Holland, Finn, Galiciai, Német, Magyar, Japán, Nepáli, Lengyel, Orosz, Spanyol, Szlovák, Tamil, Török.
is: Ný tungumál: Arabíska, Brasilísk Portúgalska, Tékkneska, Hollenska, Finnska, Galíska, Þýska, Ungverska, Japanska, Nepalska, Pólska, Rússneska, Spánska, Slóvaska, Tamílska, Tyrkneska.
it: Nuove lingue: Arabo, brasiliano portoghese, Ceco, Dutch, Finlandese, Galiziano, Tedesco, Ungherese, Giapponese, Nepalese, Polacco, Russo, Spagnolo, Slovacco, Tamil, Turco.
ne: नयाँ भाषाहरू: अरबी, ब्राजिलियन पुर्तगाली, चेक, डच, फिनिस, ग्यालेसियन, जर्मनी, हङ्गेरियाली, जापानी, नेपाली, पोल्याण्डेली, रूसी, स्पेनी, स्लोभाकी, तामिल, तुर्की
nl: Nieuwe vertalingen: Arabisch, Braziliaans Portugees, Tsjegisch, Nederlands, Fins, Gallisch, Duits, Hongaars, Japans, Nepalees, Pools, Russisch, Spaans, Slowaaks, Tamil, Turks.
pl: Komunikaty w nowych językach: Arabski, Brazylijski portugalski,, Czeski, Duński, Fiński, Galicyjski, Niemiecki, Wengierski, Japoński, Nepalski, Polski, Rosyjski, Chiszpański, Słowacki, Tamil, Turecki.
pt_br: Novos idiomas: Alemão, Árabe, Tcheco, Eslovaco, Espanhol, Finlandês, Galego, Holandês, Húngaro, Japonês, Nepalês, Polonês, Português do Brasil, Russo, Tâmil, Turco.
ro: Limbi noi: Arabă, Portugheză-Braziliană, Cehă, Finlandeză, Galiciană, Germană, Maghiară, Japoneză, Nepaleză, Poloneză, Rusă, Spaniolă, Slovacă, Tamilă, Turcă.
uk: Нові мови: арабська, Галісійська, іспанська, непальська, нідерландська, німецька, польська, португальська (Бразилія), російська, словацька, тамільська, турецька, угорська, фінська, чеська і японська.
zh_cn: 新语言支持：包括阿拉伯语巴西葡萄牙语、捷克语、荷兰语、芬兰语、加利西亚与、德语、匈牙利语、日本语、尼泊尔语、波兰语、俄语、西班牙语、斯洛伐克语、坦尼耳语、 土耳其语。

source: Changes for 2.0
ar: تعديلات الإصدار 2.0
bg: Промени във версия 2.0
da: Ændringer i 2.0
de: Änderungen bis 2.0
es: Cambios para 2.0
fa: تغییرات داده شده در نسخه 2.0
gl: Cambios para 2.0
hr: Promjene u inačici 2.0
hu: A 2.0 verzió változásai
is: Breytingar fyrir 2.0
it: Cambiamenti nella 2.0
ne: संस्करण २.० मा गरिएका परिबर्तनहरू
nl: Veranderingen voor 2.0
pl: zmiany dla wersji 2.0
pt_br: Mudanças na 2.0
ro: Modificări aduse în versiunea 2.0
uk: Зміни у версії 2.0
zh_cn: 2.0的更新

source: New languages: Italian
ar: ترجمة الإضافة للغة الإيطالية
bg: Нови езици: италиански
da: Nye sprog: Italiensk.
de: Neue Sprachen: Italienisch
es: Nuevos idiomas: Italiano
fa: زبانهای جدید: ایتالیایی
gl: Novas linguas: Italiano
hr: Novi jezik: Talijanski
hu: Új nyelv: Olasz
is: Ný tungumál: Ítalska
it: Nuove Lingue: Italiano
ne: नयाँ भाषाहरू: इटाली
nl: Nieuwe vertalingen: Italiaans
pl: nowy język: Włoski
pt_br: Novo idioma: Italiano
ro: Limbi noi: Italiană.
uk: Нова мова: італійська
zh_cn: 新语言：意大利语

source: Pressing the shortcut three times or more when already being in the context menu doesn't cause problem anymore.
ar: بضغط الاختصار ثلاث مرات أو أكثر لم يعد يتسبب في حدوث مشكلات مرة أخرى
bg: Натискането на бързия клавиш три или повече пъти, докато вече сте в контекстното меню, вече не предизвиква проблеми.
da: Det giver ikke længere problemer, hvis man trykker tre gange eller mere på genvejstasten, mens man allerede står i kontekstmenuen.
de: Wenn Sie das Tastenkürzel 3- oder mehr mals betätigen, wenn Sie sich im Dropbox-Menü befinden, treten keine Probleme mehr auf.
es: Pulsar el atajo de teclado tres veces o más cuando ya se está en el menú de contexto no causa ningún problema.
fa: فشار دادن سه بار یا بیشتر کلید میانبر داخل منو مشکلی بوجود نمیآورد.
gl: Premendo o atallo de teclado tres veces ou máis cando xa se está no menú de contexto non causa problemas nunca máis.
hr: Kada se pritišće prečac u kontekstnom izborniku tri puta više ne stvara problem
hu: A parancsbillentyű háromszori megnyomása a menüben már nem okoz problémát.
is: Engin vandmál þrátt fyrir að stutt sé þrisvar sinnum eða oftar á flýtilykil þegar unnið er í valmynd.
it: La pressione del tasto rapido per tre volte o più, quando ci si trova nel menu di contesto, non causa più alcun problema.
ne: परिवेस मेनुमा भएको बेला द्रुतमार्गलाई लगातार तीन वा बढी पटक दबाएपनि कुनै समस्या आउने छैन ।
nl: Drie maal of vaker de sneltoets indrukken terwijl het contextmenu al open is geeft geen problemen meer.
pl: trzykrotne wciśnięcie skrótu, gdy jest się już w menu kontekstowym, nie sprawia problemów
pt_br: Pressionar o atalho três vezes ou mais quando já está no menu de contexto não dá mais problema.
ro: Apăsând scurtătura de trei ori sau mai mult când ești deja în meniul context nu mai cauzează probleme.
uk: Натискання гарячих клавіш три або більше разів під час перебування у контекстному меню більше не викликає проблем.
zh_cn: 当托盘菜单打开时，极使重复按下该快捷键多次也不会再产生任何故障。

source: Changes for 1.0
ar: تعديلات الإصدار 1.0
bg: Промени във версия 1.0
da: Ændringer i 1.0
de: Änderungen bis 1.0
es: Cambios para 1.0
fa: تغییرات داده شده در نسخه 1.0
gl: Cambios para 1.0
hr: Promjene u inačici 1.0
hu: Az 1.0 verzió változásai
is: Breytingar fyrir 1.0
it: Cambiamenti nella 1.0
ne: संस्करण १.० मा गरिएका परिवर्तनहरू
nl: Veranderingen voor 1.0
pl: zmiany dla wersji 1.0
pt_br: Mudanças na 1.0
ro: Modifăcri aduse în versiunea 1.0
uk: Зміни у версії 1.0
zh_cn: 1.0的更新

source: Initial Release
ar: النسخة الأولى
bg: Първоначално издание
da: Første udgivelse
de: Erstveröffentlichung
es: Versión Inicial
fa: انتشار اولیه
gl: Versión Inicial
hr: Prva inačica
hu: Az első kiadás
is: Upphafleg útgáfa
it: Prima versione
ne: प्रारम्भिक लोकार्पण
nl: Eerste versie
pl: wstępne wydanie
pt_br: Primeira versão pública
ro: Lansarea Inițială
uk: Перший реліз
zh_cn: 初始版本

source: Authors: Patrick ZAJDA <patrick@zajda.fr>, Filaos and other contributors
da: Forfattere: Patrick ZAJDA, Filaos og andre bidragydere
es: Autores: Patrick ZAJDA <patrick@zajda.fr>, Filaos y otros colaboradores
it: Autori: Patrick ZAJDA <patrick@zajda.fr>, Filaos e altri collaboratori
nl: Auteurs: Patrick ZAJDA <patrick@zajda.fr>, Filaos en anderen
pt_br: Autores: Patrick ZAJDA <patrick@zajda.fr>, Filaos e outros colaboradores
ro: Autori: Patrick ZAJDA <patrick@zajda.fr>, Filaos și alți contributori

source: Shortcut: NVDA+Alt+D
da: Genvejstast: NVDA+Alt+D
es: Atajo de teclado: NVDA+Alt+D
it: Tasto di scelta rapida: NVDA+Alt+D
ro: Comandă rapidă: NVDA+Alt+D

source: Add-on help is available from the Add-ons Manager.
da: Hjælp til tilføjelsesprogrammet er til rådighed fra styring af tilføjelsesprogrammer.
es: La ayuda está disponible desde el Administrador de complementos.
it: L'aiuto è presente a partire dal menu di gestione componenti aggiuntivi.
ro: Ghidul add-on-ului este disponibil în managerul de add-on-uri.

source: The shortcut to get Dropbox status has been changed to Alt+NVDA+D to avoid conflict with audio ducking support.
da: Genvejen til at få fat i status for Dropbox er blevet ændret til Alt-NVDA-d for at undgå konflikt med understøttelse af audio ducking.
es: El atajo de teclado para obtener el estado de Dropbox ha sido cambiado a Alt+NVDA+D para evitar conflictos con el soporte de atenuación de audio.
it: Il tasto di scelta rapida per ottenere lo stato di Dropbox è stato modificato in alt+NVDA+d per evitare conflitti con il supporto all'attenuazione audio.
ro: Scurtătura care oferă informații cu privire la starea Dropbox-ului a fost schimbată la Alt+NVDA+D pentru a evita conflictul cu suportul atenuării auddio.

source: [[!meta title="dropbox"]]
ne: [[!meta title="खुत्रुके (dropbox)"]]

source: Download: [version 3.1][1]
nl: Download: [versie 3.1][1]
pt_br: Baixe: [versão 3.1][1]
