Repository: nvdacn/screenReaderTranslations
Catalog: website/addons/dropbox.*.po
Languages: ar, bg, da, de, es, fa, gl, hr, hu, is, it, ne, nl, pl, pt_br, ro, uk, zh_cn

source: Authors: Patrick ZAJDA, Filaos and other contributors
gl: Autores: Patrick ZAJDA, Filaos e outros colaboradores
is: Höfundar: Patrick ZAJDA <patrick@zajda.fr>, Filaos og fleiri
ne: लेखकहरू: प्याट्रिक ज्याद्दा, फिलाओस रअन्य योगदानकर्ताहरू

source: Download [stable version][1]
ar: تحميل [الإصدار النهائي][1]
bg: Изтегляне: [стабилна версия][1]
da: Download [stabil version][1]
de: [Stabile Version herunterladen][1]
es: Descarga [versión estable][1]
gl: Descarga [versión estable][1]
hr: Preuzmite [Stabilnu inačicu][1]
hu: Letöltés [stabil verzió][1]
pl: Pobierz [wersja stabilna][1]
ro: Descărcați [versiunea stabilă][1]
uk: Завантажити [стабільну версію][1]
zh_cn: 下载[稳定版 version][1]

source: Download [development version][2]
gl: Descarga [versión de desenvolvemento][2]

source: This plugin will add a shortcut to announce Dropbox status, version or open the Dropbox systray menu. Also page tabs working on the preferences dialog with Ctrl+tab / Ctrl+Shift+Tab and Ctrl+PageUp/Down. To conclude, make the cancel button working with escape.
ar: ستضيف هذه الإضافة البرمجية مفتاح اختصار للإعلان عن حالة برنامج رفع الملفات dropBox, وإصدارهأو لفتح قائمته الموجودة على صينية النظام. كما أنها ستتيح التنقل بين صفحات محاورة التفضيلات الخاصة بالبرنامج بضغط مفتاح Ctrl+Tab / Ctrl+Shift+Tab / Ctrl+PageUp/Down كما أن أمر الإلغاء سيعمل بالضغط على مفتاح escape.
bg: Тази добавка ви предоставя бърз клавиш за достъп до състоянието на Dropbox, версията на програмата и отваряне на контекстното меню на иконата на Dropbox в системния жлеб. Също така ще можете да превключвате между различните страници в диалога за настройка с помощта на клавишните команди Ctrl+tab / Ctrl+Shift+Tab и Ctrl+PageUp/PageDown. В заключение, прави достъпен бутона cancel с натискане на escape.
da: Dette tilføjelsesprogram tilføjer en genvejstast, som annoncerer status for Dropbox, version, eller som åbner Dropbox-menuen i systembakken. Desuden virker skift af faneblade i Indstillinger-dialogen med Ctrl+Tab og Shift+Ctrl+Tab samt med Ctrl+side-op/ned. Afslutningsvis virker Annuller-knappen med Escape.
de: Diese Erweiterung fügt ein Tastenkürzel hinzu, dass den Status von Dropbox, die Version ansagt oder das Dropbox-Kontextmenü öffnet. Des weiteren kann man in den Optionen mittels Steuerung+Tabulator und Steuerung+Umschalt+Tabulator sowie Steuerung+Seite rauf bzw. Steuerung+Seite runternavigieren. Des weiteren funktioniert nun der abbrechen-Schalter
es: Este plugin añadirá un atajo de teclado para anunciar el estado de Dropbox, la versión o abrirá el menú de Dropbox de la bandeja del sistema. También funcionan las pestañas en el diálogo preferencias con Ctrl+tab / Ctrl+Shift+Tab y Ctrl+rePág/avPág. Para concluir, hace que funcione el botón cancelar con escape.
fa: هدف این افزونه ایجاد کلید میانبر برای اعلام وضعیت و نسخه فعلی Dropbox و باز کردن منوی Dropbox در system tray میباشد. همچنین داخل تنظیمات Dropbox با کلیدهای Ctrl+tab / Ctrl+Shift+Tab و Ctrl+PageUp/Down میتوان بین صفحات مختلف حرکت کرد. بعد از اتمام کار داخل تنظیمات Dropbox میتوانید با کلید گریز دکمه انصراف را فعال کرده از صفحه خارج شوید.
gl: Este plugin engadirá un atallo de teclado para anunciar o estado do Dropbox, a versión ou abrirá o menú do Dropbox na bandexa do sistema. Tamén funcionan as pestanas no diálogo preferencias con Ctrl+tab / Ctrl+Shift+Tab e Ctrl+rePáx/avPáx. Para concluir, fai funcionar o botón cancelar co escape.
hr: Ovaj će dodatak dodati prečac koji izgovara status dropboxa, inačicu ili ili otvara dropboxov izbornik u području obavijesti. Također možete se premještati po stranicama / karticama dijaloškog okvira koristeći ctrl+tab/ctrl+shift+tab i/ili ctrl+pgdn /ctrl+pgup. Kako bi zaključili, ovaj dodatak omogućuje da gumb odustani, radi na pritisak tipke escape.
hu: A kiegészítő segítségével lekérdezhető a Dropbox program állapota, verziója, valamint megnyitható a menüje egy billentyűparancs segítségével. A beállítások párbeszédablak lapfülei helyesen hangoznak el a ctrl+tab és ctrl+shift+tab, vagy a ctrl+page up/down használatakor. Az Escape billentyűvel az ablak bezárható.
is: Þessi viðbót mun bæta við flýtivísi til að tilkynna stöðu Dropbox, útgáfu eða opna Dropbox kerfisreynar valmyndina. Einnig mun síðuflipar virka fyrir valkosti skilaboðagluggann með Ctrl+dálklykill / Ctrl + Shift + Dálklykill og Ctrl + SíðaUpp/Niður. Einnig, cancel hnapurinn virkar nú með Escape.
it: Questo componente aggiuntivo aggiungerà un tasto di scelta rapida per annunciare lo stato di Dropbox, il numero di versione oppure aprire il menu di Dropbox nel System Tray. Inoltre, possono essere usati i tasti control+tab control+shift+tab e control+paginaSu/giùper muoversi tra le schede nelle preferenze di Dropbox. Per concludere, il tasto annulla funzionerà anche premendo Esc.
ne: यो चुकुलले खुत्रुकेको स्थिति वा संस्करण बताउने, अथवा खुत्रुकेको प्रणाली थाली सुची पल्टाउने द्रुतमार्ग थप्ने छ ।. पृष्ठ ट्याबमा प्राथमिकताहरू सम्बद्ध पातोमा Ctrl+tab / Ctrl+Shift+Tab र Ctrl+PageUp/Down जस्ता द्रुतमार्ग कुञ्जी पनि सक्षम पार्छ । सारांसमा, 'रद्द टाँक' लाई escape कुञ्जी सित पनि काम गराउनु हो ।
nl: Deze add-on voegt een sneltoetstoe om de status, versie en het contextmenu van Dropbox op te vragen. Verder werkt het wisselen van tabbladen in de instellingen met ctrl+tab en kan de Annuleren knop met escape worden geactiveerd.
pl: WTyczka dodaje do NVDA skrót klawiszowy, po którego wciśnięciu otrzymujemy informację o statusie programu, jego wersji, a także ułatwia pracę z menu kontekstowym tego programu oraz jego oknem preferencji.
pt_br: Este plug-in adiciona um atalho para anunciar o status ou a versão do Dropbox ou abrir o menu dele na área de notificação. Também torna possível alternar entre as guias da janela de preferências com Ctrl+Tab/Ctrl+Shift+Tab e Ctrl+PageUp/Down. Finalmente, faz com que o botão cancelar seja ativado com escape.
ro: Acest supliment va adăuga o scurtătură pentru a anunța starea Dropbox-ului, versiunea sau deschiderea meniului systray al Dropbox-ului. De asemenea , filele paginii de lucru în dialogul de preferințe, cu Ctrl+tab / Ctrl+Shift+Tab și Ctrl+PaginăSus/Jos. Pentru a încheia, apăsați butonul anulare sau escape.
uk: Цей плагін додає клавіатурне скорочення, за допомогою якого можна дізнатися про поточний стан Dropbox, його версію та відкрити меню Dropbox з системної панелі. Також працює сторінка вкладок над діалогом параметрів з комбінаціями ctrl+tab/ctrl+shift+tab та ctrl+сторінка Вгору/Вниз. Для завершення натисніть клавішу скасування, якою є клавіша ескейп.
zh_cn: 此插件将提供一个查看 DropBox 的版本、状态和托盘菜单的快捷方式。您可通过“TAB”或“CTRL加TAB”和“CTRL加PageUp”或者“CTRL加PageDown”组合键在“篇号”对话框的各个标签中切换。也可通过按下“ESCAPE”键取消浏览。

source: Shortcut: NVDA+Shift+D
gl: Atallo de teclado: NVDA+Shift+D
is: Flýtivísir: NVDA+Shift+D
ne: द्रुतमार्ग: नेत्रवाणी+Shift+D
nl: Sneltoets: NVDA+Shift+D
pt_br: Atalho: NVDA+Shift+D

source: Ctrl+Alt+T announce the active tab.
ar: سيعلن مفتاح الاختصار Ctrl+Alt+Tab عن الصحيفة النشطة.
bg: Ctrl+Alt+T Съобщава активната страница.
da: Ctrl+Alt+T annoncerer det aktive faneblad.
de: STRG+Alt+T aktive Registerkarte ansagen.
es: Ctrl+Alt+T anuncia la pestaña activa.
fa: Ctrl+Alt+T صفحه فعال را اعلام میکند
gl: Ctrl+Alt+T anuncia a pestana activa.
hr: Ctrl+Alt+T Izgovori aktivnu karticu svojstva.
hu: Ctrl+Alt+T bemondja az aktív lapfület.
is: Ctrl + Alt + T tilkynnir virkan flipa.
it: Ctrl+Alt+T annuncia la scheda attiva.
ne: Ctrl+Alt+T ले सक्रिय tab बताउने छ ।
nl: Ctrl+Alt+T meld het actieve tabblad.
pl: control+alt+t zgłasza aktywną zakładkę ustawień dropbox
pt_br: Ctrl+Alt+T anuncia a guia ativa
ro: Ctrl+Alt+T anunță tabul activ.
uk: Ctrl+Alt+T промовляє активну вкладку.
zh_cn: Ctrl+Alt+T 朗读激活的标签。

source: Known issues
ar: مشكلات معروفة
bg: Известни проблеми
da: Kendte problemer
de: bekannte Fehler
es: Problemas conocidos
fa: مسائل شناخته شده
gl: Problemas coñecidos
hr: Poznati problemi
hu: Ismert hibák
is: Þekkt atriði
it: Problemi noti
ne: जानेकै मुद्दाहरू
nl: Bekende problemen
pl: znane błędy
pt_br: Problemas conhecidos
ro: Situații cunoscute
uk: Відомі проблеми
zh_cn: 没有讨论

source: * If you switch between tabs using the shortcuts, when you'll close the preferences window, NVDA won't be able to know the windows doesn't exist anymore. It is a known issue on NVDA and cannot be fixed.
ar: إذا انتقلت بين مختلف التبويبات باستخدام مفاتيح الاختصار, عند إغلاق نافذة التفضيلات, لم يستطع NVDA التعرف على أن النافذة لم تعد غير موجودة. فهذا خطأ برمجي معروف ب NVDA ولا يمكن إصلاحه من جانبنا.
bg: * Ако превключите между страниците с използване на бързи клавиши, при затваряне на диалога за настройка, NVDA няма да разбере, че прозорецът вече не съществува. Това е известен проблем при NVDA и не може да бъде отстранено.
da: * Hvis du skifter mellem fanebladene med genvejstasterne, kan NVDA, når du lukker Indstillinger-vinduet, ikke se, at vinduet ikke eksisterer mere. Det er et kendt problem i NVDA, som ikke kan løses.
de: * Wenn Sie die Tastenkombination zum Wechseln der Registerkarten verwenden, nachdem Sie das Einstellungsfenster geschlossen haben, wird NVDA nicht gewahr, dass das Fenster nicht mehr existiert. Dieses Problem kann zur Zeit nicht behoben werden.
es: * Si cambias entre las pestañas utilizando los atajos de teclado, cuando cierres la ventana preferencias, NVDA no podrá saber si las ventanas ya no existen. Es un problema conocido en NVDA y no puede corregirse.
fa: * اگر با استفاده از کلیدهای میانبر بین صفحات حرکت بکنید, موقعی که پنجره تنظیمات را میبندید, NVDA قادر نخواهد بود پنجره هایی را که دیگر وجود ندارند را بشناسد. این یک مسئله شناخته شده است و قابل حل نیست.
gl: * Se cambias entre pestanas utilizando os atallos de teclado, cando peches a ventá de preferencias, NVDA non poderá saber se aínda existe a ventá. É un problema coñecido no NVDA e non se pode correxir.
hr: * Ako se prebacujete između kartica svojstava koristeći prečac, kada zatvorite dijaloški okvir, NVDA dobiva krivu informaciju o otvorenim prozorima. It is a known issue on NVDA and cannot be fixed.
hu: * Ha a billentyűparancsok használatával vált a lapfülek között, az NVDA nem észleli a tulajdonságok ablak bezárását. Ez egy ismert hiba, amit nem lehet javítani.
is: * Ef skipt er milli flipa með flýtilyklunum, þegar valkostaglugganum er lokað, þá áttar NVDA sig ekki á að gluggarnir séu til reiðu lengur. Þetta er þekkt atriði í NVDA sem ekki er hægt að laga.
it: * Se si passa da una scheda all'altra utilizzando i tasti di scelta rapida, quando si chiude la finestra delle preferenze, NVDA non sarà in grado di capire che la finestra non esiste più. Si tratta di un problema conosciuto di NVDA e non può essere risolto.
ne: * यदि तपाई द्रुतमार्गको प्रयोग गरी ट्याबहरूको बिचमा घुमेको बेला तपाइले प्राथमिकता सन्झ्याल बन् गर्नु भयो भने, नेत्रवाणीले उक्त सनझ्याल अब छैन भन्ने कुरा थाहा पाउन सक्दैन । यो विषय नेत्रवाणीमा समाधान गर्न सकिदैन भन्ने कुरा थाहा भएकै हो ।
nl: * Als u van tabbladen wisselt met de sneltoetsen en het venster sluit, zal NVDA niet weten dat het venster gesloten is. Dit is een bekend probleem in NVDA en kan niet worden opgelost.
pl: *Jeśli użyjesz skrutu klawiszowego do przechodzenia między zakładkami i zamkniesz okno ustawień wtyczki, NVDA może nie odnotować zniknięcia tego okna. Jest to znany problem z NVDA, który nie może być poprawiony.
pt_br: * Se você mudar de guia usando os atalhos, quando fechar a janela de preferências o NVDA não saberá que a janela deixou de existir. Isso é um problema do NVDA que não tem como corrigir.
ro: * Dacă vă deplasați printre tag-uri folosind comenzile rapide, când veți închide fereastra de preferințe, NVDA nu va fi capabil să cunoască ferestrele care nu există. Este o problemă cunoscută în NVDA care nu poate fi rezolvată.
uk: * Якщо ви перемикаєтеся між вкладками, використовуючи гарячі клавіші, то коли ви закриєте вікно з параметрами, NVDA не буде знати, що цього вікна більше неіснує. Це відома проблема в NVDA, яку неможливо виправити.
zh_cn: * 如果您使用快捷键进行选项卡切换，当您关闭“偏好”设置窗口以后，NVDA 就无法获知窗口是否存在。 此问题与 NVDA 无关，无法修复。

source: Changes for 4.0
ar: تعديلات الإصدار 4.0
bg: Промени във версия 4.0
da: Ændringer i4.0
de: Änderungen bis 4.0
es: Cambios para 4.0
gl: Cambios para 4.0
hr: Izmjene u inačici 4.0
hu: A 4.0 verzió változásai
it: Cambiamenti nella 4.0
pl: zmiany dla 4.0
ro: Modificări aduse în versiunea 4.0
uk: Зміни у версії 4.0
zh_cn: 版本4.0

source: Translations update.
gl: Traduccións actualizadas.

source: Fixed issues with windows 8 metro app.
gl: Correxidos problemas ca app de Windows 8 metro.

source: Changes for 3.1
ar: تعديلات الإصدار 3.1
bg: Промени във версия 3.1
da: Ændringer i 3.1
de: Änderungen bis 3.1
es: Cambios para 3.1
fa: تغییرات داده شده در نسخه 3.1
gl: Cambios para 3.1
hr: izmjene u inačici 3.1
hu: A 3.1 verzió változásai
is: Breytingar í 3.1
it: Cambiamenti nella 3.1
ne: संस्करण ३.1 मा गरिएका परिवर्तनहरू
nl: Veranderingen voor 3.1
pl: zmiany dla wersji 3.1
pt_br: Mudanças na 3.1
ro: Modificări aduse în versiunea 3.1
uk: Зміни у версії 3.1
zh_cn: 版本3.1

source: Use another way to get cancel button and page tab. Now we don't have to focus them before using shortcuts.
ar: استخدام طريقة أخرى للحصول على زر الإلغاء وتحديد التبويب المراد. حيث لم نعد في حاجة إلى تنشيطهم قبل استخدام مفاتيح الاختصار.
bg: Използва се друг начин за достигане до бутона cancel и страниците. Вече не трябва да се фокусираме върху тях преди да използваме бързи клавиши.
da: Bruger en anden måde til at få fat i Annuller-knappen og faneblade. Det er nu ikke nødvendigt at bringe dem i fokus, før man bruger genvejstasterne.
de: Der Schalter "abbrechen" und die Karteireiter werden nun anders ermittelt, beides muss nicht mehr fokussiert werden.
es: Utiliza otro modo para conseguir el botón de cancelar y de pestaña. Ahora no tenemos que enfocarlos antes de utilizar atajos de teclado.
fa: از روش دیگری برای پیدا کردن دکمه انصراف و حرکت بین صفحات استفاده بکنید. فعلا" قبلا" از اینکه از کلید میانبرها استفاده بکنید مجبور نیستید روی صفحه متمرکز بشوید.
gl: Utiliza outra maneira para obter o botón cancelar e pestana. Agora non temos que enfocalo antes de utilizar atallos de teclado.
hr: Koristi drugi način kako bi došao do gumba odustani i do kartice svojstva. više ih ne treba fokusirati prije koristeći prečace.
hu: Más módszer a lapfül és a mégse gomb megállapításához. Most már nem kell a fókuszt rájuk helyezni billentyűparancsok használatakor.
is: Önnur leið notuð til að fara í cancel hnappinn og í síðuflipta. Nú þarf ekki lengur að setja þá í fókus áður en notaðir eru flýtilyklar.
it: Viene utilizzato un nuovo metodo per intercettare il pulsante annulla e le schede. Ora non c'è bisogno di focalizzare tali elementi per usare i tasti rapidi.
ne: रद्द टाँक र पृष्ठ ट्याब पाउन अर्को तरीका अपनाउनु होस् । अब हामीले द्रुतमार्गको प्रयोग गर्न तिनिहरूलाई केन्द्रीत गरी रहनु पर्दैन ।
nl: Een andere manier om de Annuleren knop te vinden, nu hoeft deze niet eerst de focus te krijgen
pl: Używa innej metody do znalezienia przycisku Anuluj i zakładki strony. Teraz nie musimy jej lokalizować punktem uwagi przed użyciem skrótu.
pt_br: Usa-se outro jeito de capturar o botão cancelar e a guia de página. Agora não se precisa mais focá-los antes de usar os atalhos.
ro: Utilizează un alt mod pentru a găsi butonul anulare și tabulatorul paginii. Acum nu mai e nevoie să le focalizezi înainte de a utiliza scurtăturile.
uk: Використовуйте інший спосіб щоб отримати кнопку "Скасувати" або вкладку сторінки. Тепер не треба їх фокусувати перед використанням гарячих клавіш.
zh_cn: 使用其他方法来访问“取消”按钮和页面选项卡，我们不必一定使用快捷键聚焦在他们的上面。

source: When changing the active tab, the focus move to the tab page so when pressing tab, the first item of the tab is activated instead of staying to the previous used tab even if it is not activated anymore.
ar: بتغيير التبويب النشط, سينتقل المؤشر إلى التبويب لذا فعند ضغط مفتاح tab, سيتم تنشيط أول عنصر بالتبويب المختار بدلا من البقاء في نفس التبويب الذي كان مستخدم مسبقا حتى لو كان غير نشط.
bg: При промяна на активната страница фокусът се премества в страницата, така че при натискане на tab първият елемент на страницата бива активиран, вместо да остава на предишно използваната страница, дори и вече да не е активна.
da: Når man skifter det aktive faneblad, flytter fokus nu til fanebladet, så når man trykker Tab, kommer man til det første felt på det aktive faneblad i stedet for at blive på det forrige faneblad, selv om det ikke længere er aktivt.
de: Wenn Sie zwischen den Registerkarten wechseln, wird nun immer der erste Eintrag der neuen Registerkarte hervorgehoben.
es: Cuando se cambia la pestaña activa, el foco se mueve a la pestaña así que pulsando tab, el primer elemento de la pestaña se activa en lugar de permanecer en la pestaña utilizada anteriormente aún si no se activó nunca.
fa: موقع تغییر صفحه فعال, فوکوس به صفحه فعال میرود بنابراین موقع فشار دادن دکمه tab, اولین آیتم صفحه فعال میشود بجای اینکه در صفحه قبلی استفاده شده بماند حتا اگر فعال نشده باشد.
gl: Cando se cambia á pestana activa, o foco móvese á pestana así cando se preme tab, o primeiro elemento da pestana actívase en lugar de quedar na pestana utilizada con anterioridade aínda se non se activou nunca.
hr: Kad mijenjate trenutno aktivnu karticu svojstva, fokus ese premješta na slijedeću karticu svojstva tako da kada pritisnete tab, prva stavka na kartici svojstva je aktivirana umjesto da stoji na prijašnje korištenoj kartici svojstva čak iako više nije aktivirana.
hu: Ha az aktív fület megváltoztatja, a fókusz a tulajdonságlapra lép, így a tab megnyomása esetén az első elem lesz aktív a fülön, nem pedig a legutoljára használt fül. Ez akkor is működik, ha a lapfül vezérlő nincs a fókuszban.
is: Þegar breytt er um virkan flipa, þá færist fókusinn yfir í síðu flipans þannig að þegar stutt er á dálklykilinn, þá mun fyrsta atriði í flipanum virkjast í stað þess að staðnæmast í þeim flipa sem var notaður síðast, þrátt fyrir að hann sé ekki lengur virkur.
it: Quando viene modificata la scheda attiva, il focus viene spostato su di essa di modo che non appena viene premuto il tasto tab, si passi subito al primo elemento della scheda scelta.
ne: जब सक्रिय ट्याब बदलिन्छ, केन्द्रीयता ट्याब पृष्ठमा जानेछ । केन्द्रीयता सक्रिय नगराइएको भएए पनि पहिले प्रयोग भएकोमा नरहेर ट्याबको प्रथम सामाग्रीमा सक्रिय हुनेछ ।
nl: Als het actieve tabblad gewijzigd wordt, verplaatst de focus naar het nieuwe tabblad en blijft niet langer hangen op het vorige tabblad
pl: Gdy zmienisz aktywną zakładkę, punkt uwagi przemieszcza się na kartę z zakładkami. Zatem gdy wciśniesz tab, aktywowany zostanie pierwszy element zakładki
pt_br: Ao trocar a guia ativa, o foco vai para a guia de página de modo que ao pressionar tab, ativa-se o primeiro item da guia ao invés de permanecer na guia anteriormente usada mesmo que esta não esteja mais ativada.
ro: Când modifici tabulatorul activ, focalizarea se mută la tabulatorul paginii, deci când apeși tab, primul element din tabulator este activat, deci nu mai e nevoie să stai la tabulatorul anterior utilizat chiar dacă el nu este încă activat.
zh_cn: 当更改激活的选项卡时，如果按下“Tab”键，焦点会移动到选项卡页面，第一个选项卡会被激活，而并非上次使用的选项卡，即使他从未被激活。

source: In the preferences dialog, it is now possible to press control+page up/down to switch between tabs. Control+tab and control+shift+tab still work.
ar: أصبح من الممكن التحرك بين تبويبات محاورة التفضيلات ببرنامج دروببوكس باستخدام control+page up/down. كما أن مفاتيح الاختصار Control+tab and control+shift+tab ما زالت تعمل.
bg: В диалога Настройки вече е възможно да натиснете control+page up/down, за да превключвате между страниците. Бързите клавиши Control+tab и control+shift+tab все още работят.
da: I Indstillinger-dialogen er det nu muligt at trykke Ctrl+Side-op/ned for at skifte mellem faneblade. Ctrl+Tab og Ctrl+Shift+Tab virker stadig.
de: In den Einstellungen können Sie nun mittels Steuerung+seite rauf bzw. runter zwischen den Registerkarten wechseln. Steuerung+Tabulator bzw. Umschalt+Tabulator funktioniert weiterhin.
es: En el diálogo preferencias, ahora es posible pulsar control+Retroceso y avance de página para cambiar entre pestañas. Control+tab y control+shift+tab todavía funcionan.
fa: داخل صفحه تنظیمات, در حال حاضر میتوانید بین صفحات با کلیدهای control+page up/down حرکت بکنید. Control+tab و control+shift+tab نیز کار میکند.
gl: No diálogo preferencias, agora é posible premer control+retroceso ou avance de páxina para cambiar entre pestanas. Control+tab e control+shift+tab aínda funcionan.
hr: Iz dijaloškog okvira postavki, moguće je pritisnuti control+page up/down kako bi ste se prebacivali između kartica svojstava. Control+tab i control+shift+tab još uvijek rade.
hu: A beállítások párbeszédablakon már a ctrl+page up/down billentyűparanccsal is lehetőség van a lapfülek közötti navigációra. A ctrl+tab és ctrl+shift+tab úgyszintén működik.
is: Í valkosta skilaboðaglugganum er nú hægt að styðja á control + síðaUpp/Niður til að skipta milli flipa. Control + dálklykill og control + shift + dálklykill virka samt sem áður ennþá.
it: Nella finestra di dialogo delle preferenze, è ora possibile premere control + pagina su / giù per passare da una scheda all'altra. Ctrl + Tab e Ctrl + Maiusc +tab continuano a funzionare.
ne: अब प्राथमिकता पातोमा control+page up/down कुञ्जी दबाएर ट्याबहरूको बिचमा घुम्न सम्भब छ । Control+tab र control+shift+tab ले अझै पनि काम गर्ने छन् ।
nl: In het voorkeurenvenster kan nu ook met ctrl+pageup/pagedown van tabblad worden gewisseld. Ctrl+tab en ctrl+shift+tab kunnen ook nog steeds gebruikt worden.
pl: w oknie ustawień można poruszać się między zakładkami używając kombinacji ctrl+page up i page down
pt_br: Na janela de preferências, pode-se agora pressionar control+page up/down para alternar entre guias. Control+tab e control+shift+tab continuam funcionando.
ro: În dialogul de preferințe, este acum posibil să apeși Control+Pagină Sus/Jos pentru a te comuta între tabulatoare. Control+Tab și Control+Shift+Tab încă funcționează.
uk: У діалозі параметрів можна перемикатися між вкладками за допомогою комбінацій control+сторінка Вгору/control+сторінка Вниз. Крім того, комбінації control+tab/control+shift+tab працюють як і раніше.
zh_cn: 在“偏好”对话框中，无法通过按下"“CTRL加上下光标键”在选项卡之间切换，“CTRL加Tab”和“CTRL加Shift加Tab”仍然可用。

source: All localized manifest files should now be OK.
ar: ينبغي أن تكون جميع ملفات الترجمة للغات الأخرى على ما يرام.
bg: Всички локализирани manifest файлове вече трябва да са наред.
da: Alle lokaliserede manifest-filer skulle nu være OK.
de: Alle übersetzten Manifest-Dateien sollten nun in Ordnung sein.
es: Todos los ficheros manifest traducidos ahora deberían estar correctos.
fa: همه پرونده های بومی شده manifest حالا باید بدرستی کار بکند.
gl: Todos os ficheiros manifest traducidos agora deberían estár correctos.
hr: Sve lokalizirane manifest datoteke sada trebaju biti u redu.
hu: Az összes lefordított manifest fájl működik.
is: Allar þýddar skráningar skrár ættu nú að vera í lagi.
it: Tutti i file manifest tradotti dovrebbero essere ora corretti.
ne: सबै स्थानिय घोषणा फाइलहरू ठिक ठाक हुनै पर्छ ।
nl: Alle vertaalde manifest-bestanden kloppen nu.
pl: tłumaczone pliki.manifest nie powinny sprawiać problemów.
pt_br: Todos os arquivos de manifesto traduzidos devem agora estar OK.
ro: Toate fișierele Manifest locale ar trebui să fie acum OK.
uk: Усі локалізовані manifest-файли мають бути в порядку.
zh_cn: 所有的本地化manifest文件现在都已经好了。

source: Minor corrections.
ar: تعديلات طفيفة
bg: Незначителни промени.
da: Mindre rettelser.
de: kleinere Korekturen
es: Correcciones menores
fa: اصلاحات جزیى.
gl: Ccorreccións menores
hr: Male ispravke.
hu: Kisebb javítások
is: Minniháttar lagfæringar.
it: Correzioni minori.
ne: सामान्य सुधार
nl: Kleine verbeteringen.
pl: drobne poprawki.
pt_br: Correções menores
ro: Corecții minore.
uk: Невеличкі виправлення.
zh_cn: 小的改动。
