Repository: nvdacn/screenReaderTranslations
Catalog: website/addons/easyTableNavigator.*.po
Languages: ar, da, nl, sr

source: * Author: Joseph Lee * Download [stable version][1] * Download [development version][2]
ar: * مطور الإضافة: Joseph Lee * تحميل [الإصدار النهائي][Joseph Lee * تحميل [الإصدار التجريبي][2]
da: * Forfatter: Joseph Lee * Download [stabil version][1] * Download [udviklingsversion][2]
nl: * Auteur: Joseph Lee * Download [stabiele versie][1] * Download [ontwikkelversie][2]
sr: * Autor: Joseph Lee * Preuzmi[stabilnu verziju][1] * Preuzmi[verziju u razvoju][2]

source: This plugin adds a layer command to use arrow keys to navigate table cells.
ar: تضيف هذه الإضافة البرمجية نمط أوامر يمكن المستخدم من استخدام الأسهم للحركة على خلايا الجدول.
da: Dette tilføjelsesprogram tilføjer en flerlagskommando, så man kan bruge piletasterne til at navigere mellem tabelceller.
nl: Deze plugin voegt een commandolaag toe om de pijltjestoetsen te kunnen gebruiken voor tabelnavigatie.
sr: Ovaj dodatak dodaje prečicu kako biste išli kroz ćelije tabele koristeći strelice.

source: Currently supported tables are:
ar: الجداول التي تدعمها حالايا هي:
da: I øjeblikket er følgende tabeller understøttet:
nl: Momenteel ondersteunde tabellen zijn:
sr: Trenutno podržane tabele su:

source: Browse mode (Internet Explorer, Firefox, etc.).
ar: جداول نمط التصفح (Internet Explorer, Firefox, إلخ.).
da: Gennemsynstilstand (Internet Explorer, Firefox, osv.).
nl: Bladermodus ( Internet Explorer, Firefox, etc.).
sr: Režim pretraživanja(Internet Explorer, Firefox, I tako dalje.).

source: Microsoft Word.
ar: [جداول Microsoft Word.

source: Commands
ar: مفاتيح الخاتصار
da: Kommandoer
nl: Commando's
sr: Komande

source: Toggles table navigator layer on and off (unassigned).
ar: التبديل بين تشغيل وتعطيل نمط الأوامر, الذي سيمكنك من استخدام الأسهم للحركة على خلايا الجدول, (لم يتم تعيين مفتاح اختصار)
da: Slå kommandolaget til tabelnavigering til/fra (ikke tilknyttet).
nl: Schakelt de tabelnavigator commandolaag in of uit (niet toegewezen).
sr: Uključuje ili isključuje navigator tabela(Nedodeljeno).

source: Changes for 1.1
ar: مستجدات الإصدار 1.1
da: Ændringer i 1.1
nl: Veranderingen voor 1.1
sr: Promene u 1.1

source: Fixed an issue where errors might be heard when spell checking a message in Outlook.
ar: معالجة مشكلة سماع صوت خطأ عند فحص خطأ هجائي بإحدى الرسائل بتطبيق outlook.
da: Løste et problem, hvor man kunne høre fejl under stavekontrol af en meddelelse i Outlook.
nl: Probleem opgelost waarbij er fouten optraden bij de spellingscontrole in Outlook.
sr: Popravljen problem gde može doći do grešaka prilikom provere pravopisa u outlooku

source: Changes for 1.0
ar: مستجدات الإصدار 1.0
da: Ændringer i 1.0
nl: Veranderingen voor 1.0
sr: Promene u 1.0

source: Initial release.
ar: إصدار أولي
da: Første udgivelse
nl: Eerste versie.
sr: Prva verzija

source: [[!meta title="Easy Table Navigator"]]
nl: [[!meta title="Simpele Tabelnavigator"]]
