Repository: nvdacn/screenReaderTranslations
Catalog: website/addons/emoticons.an.po
Languages: an

source: Authors: Chris Leo, Noelia Ruiz Martínez, Mesar Hameed
an: Autors: Chris Leo, Noelia Ruiz Martínez, Mesar Hameed

source: Download [stable version][1]
an: Baixada[versión estable][1]

source: Download [development version][2]
an: Baixada[versión de desembolique][2]

source: Using this add-on, spoken text containing emoticon characters will be replaced by its more human friendly description. 84 emoticons are defined.
an: Fendo servir iste complemento, o texto fablau que contienga caracters d'emoticóns se substituirá por una descripción humana más amigable d'ell. Son definius 84 emoticóns.

source: For example: ":)" will be spoken as "smiling smiley", or ":D" will be spoken as "laughing smiley"
an: Por eixemplo: ":)" se leyerá como "emoticón sonrient", u ":D" se leyerá como "emoticón redindo-se"

source: You can take advantage of the following features:
an: Puetz aproveitar-te d'as siguients caracteristicas:

source: Insert smiley
an: Ficar un emoticón

source: When you are unsure of the characters for a particular smiley, this addon enables you to select and insert it into your text such as in a chat. Press NVDA+I, or from menu Preferences -> Manage emoticons -> Insert smiley, to open a dialog with the provided smilies. When you press OK, the characters for the chosen smiley will be copied to your clipboard, ready for pasting.
an: Quan no sigas seguro d'os caracters d'un emoticón en particular, iste complemento te permite seleccionar-lo y ficar-lo en o texto como en un chat. Preta NVDA+I, u dende o menú Preferencias -> Administrar os emoticóns -> Ficar un emoticón, ta ubrir un dialogo con os emoticóns proporcionaus. En que pretes Acceptar, os caracters d'o emoticón elegido se copiarán ta lo portafuellas, prestos pa apegar-se.

source: Customize emoticons
an: Personalizar os emoticóns

source: From NVDA MENU, Preferences -> Manage emoticons -> Customize emoticons, you can open a dialog setting to add or to edit available emoticons. This dialog allows you to save an emoticons speech dictionary with your customizations.
an: Dende o menú NVDA, Preferencias -> Administrar os emoticóns -> Personalizar os emoticóns, puetz ubrir un dialogo pa adhibir u editar os emoticóns disponibles. Iste dialogo te permite alzar un diccionario d'a fabla d'emoticóns con personalizacions.

source: Pressin' "Save and export dictionary" button, a file dictionary named emoticons.dic will be saved in your user config folder, speechDicts subfolder.
an: Pretando lo botón "Alzar y exportar o diccionario", s'alzará un fichero de diccionario clamau emoticons.dic en a carpeta de configuración d'usuario, subcarpeta speechDicts.

source: Activation settings
an: Opcions d'activación

source: You can choose whether to Activate speaking of emoticons when starting NVDA. By default it is disabled. It is also possible to save your choice for this setting.
an: Puetz esleyir si Activar a lectura d'emoticóns en que ranque o NVDA. de traza predeterminada ye desactivau. Tamién ye posible alzar a esleción d'ista opción.

source: Key Commands:
an: Ordens de teclau:

source: NVDA+E: toggles between speaking text as it is written, or with the emoticons replaced by the human description.
an: NVDA+E: cambia entre leyer o texto tal Como ye escrito:, u con os emoticóns substituidos por a descripción humana.

source: NVDA+I: show a dialog to select a smiley you want to paste.
an: NVDA+I: Amuestra un quadro de dialogo pa trigar un emoticón que quieras apegar.

source: Changes for 1.0
an: Cambios en 1.0

source: Initial version.
an: Versión inicial.
