Repository: nvdacn/screenReaderTranslations
Catalog: website/addons/emoticons.*.po
Languages: ar, es, hr, hu, ja, nl, sk, tr, uk

source: From NVDA MENU, Preferences -> Manage emoticons -> Customize emoticons, you can open a dialog setting to add or to edit available emoticons. This dialog allows you to save an emoticons speech dictionary with your customizations.
ar: من قائمة NVDA ثم التفضيلات ثم إدارة الرموزتخصيص رمز مشاعر، يمكنك فتح محاورة الإعدادات لإضافة رمز أو تعديل رمز موجود. تسمح لك هذه المحاورة بحفظ معجم لنطق رموز المشاعر بما قمت به من تخصيص.
hu: Az NVDA menü ->beállítások->Hangulatjelek kezelése ->hangulatjelek testreszabása menüpontban hozzáadhat, vagy szerkeszthet egy már meglévő hangulatjelet. Lehetőség van egy kivételszótárba elmenteni a testreszabott hangulatjel listát.
ja: NVDAメニューの 設定 → エモーティコンの管理 → エモーティコンの編集 から、設定のダイアログが表示されます。ここでエモーティコンの追加と、登録済みのエモーティコンの編集ができます。 このダイアログから NVDA の読み上げ辞書の形式で、あなたが編集した内容を保存できます。
nl: In het NVDA menu, Opties -> Emoticons beheren -> Emoticons personaliseren, kunt u beschikbare emoticons toevoegen of bewerken. Dit dialoogvenster laat u toe een emoticons uitspraakwoordenboek op te slaan met uw aanpassingen.
sk: V menu NVDA >možnosti >emotikony >pridať /upraviť môžete vytvoriť nové, alebo upraviť existujúce emotikony. V tomto dialógu môžete uložiť vlastný používateľský slovník s emotikonmi.
tr: NVDA menüsü altından, Tercihler -> ifadeleri yönet -> ifadeleri özelleştir seçeneğiyle, kullanılabilir ifadeleri eklemek veya düzenlemek için bir iletişim kutusu açabilirsiniz. Bu iletişim kutusu özelleştirmelerinizle birlikte bir ifade konuşma sözlüğü kaydetmenize olanak verir.
uk: В меню NVDA, Параметри -> Керування смайликами -> Налаштування смайликів, можна відкрити діалог налаштувань, щоб додати або редагувати вже наявні смайлики. Цей діалог дозволяє зберігати мовленнєвий словник смайликів з вашими налаштуваннями.

source: Pressing "Save and export dictionary" button, a file dictionary named emoticons.dic will be saved in your user config folder, speechDicts subfolder.
ar: بالضغط على زر "حفظ وتصدير المعجم" سيتم حفظ ملف باسم emoticons.dic داخل مجلد إعدادات المستخدم ثم مجلد معاجم النطق المتفرع عنه.
hu: Nyomja meg a "szótár mentése és exportálása" gombot, ekkor az emoticons.dic szótárfájl létrejön a saját beállítások mappa speechDicts almappában.
ja: 「辞書を保存してエクスポート」ボタンを押すと、NVDAユーザー設定フォルダーの speechDicts サブフォルダーにファイル名 emoticons.dic で保存されます。
nl: Als u op de knop "Woordenboek opslaan en exporteren" drukt, wordt een woordenboekbestand met de naam emoticons.dic opgeslagen in de speechDicts subfolder van uw gebruikersconfiguratiemap.
sk: po stlačení tlačidla "Ulož a exportuj slovník" sa používateľský slovník uloží v priečinku s nastaveniami NVDA, v podpriečinku speechDicts pod názvom emoticons.dic.
tr: "Sözlüğü kaydet ve dışa aktar" düğmesine basarsanız, Kullanıcı konfigürasyon klasöründe, speechDicts alt klasörüne emoticons.dic adlı bir sözlük dosyası kaydedilir.
uk: Натиснення кнопки "Зберегти і експортувати словник" збереже файл словника з іменем emoticons.dic у вашу папку користувацької конфігурації, у вкладену папку speechDicts.

source: You can choose whether to Activate speaking of emoticons when starting NVDA. By default it is disabled. It is also possible to save your choice for this setting.
ar: يمكنك اختيار تفعيل نطق رموز المشاعر عند بدء NVDA. ويكون هذا الخيار معطل افتراضيا. كما يمكن حفظ اختيارك لهذا الإعداد
hu: Kiválaszthatja a hangulatjelek alapértelmezett bemondását az NVDA indításakor, ez alapból ki van kapcsolva. Lehetősége van a beállítás elmentésére.
ja: NVDA を起動したときにエモーティコンの読み上げを有効にするかどうかを選択できます。既定では無効になっています。この設定は保存することができます。
nl: U kunt kiezen of u het uitspreken van emoticons wilt inschakelen bij het starten van NVDA. Deze optie is standaard uitgeschakeld. Het is ook mogelijk om uw keuze op te slaan voor deze instelling.
sk: môžete určiť, či má alebo nemá byť doplnok aktívny po štarte NVDA. Tiež môžete určiť predvolené nastavenie do budúcnosti.
tr: NVDA başlayınca ifade eklentisinin etkin olup olmayacağını belirleyebilirsiniz. Varsayılan olarak devre dışıdır. Bu ayar için seçiminizi kalıcı olarak kaydetmek mümkündür.
uk: Ви можете вибрати, чи потрібно вмикати промовляння смайликів при запуску NVDA. Типово, ця функція вимкнена. Також можливо зберегти зміни для цього параметра.

source: NVDA+E: toggles between speaking text as it is written, or with the emoticons replaced by the human description.
ar: NVDA+E: ينتقل بين نطق الرمز كما هو مكتوب بالأحرف وبين نطقه بالوصف الآدمي له.
hu: NVDA+E: Be és kikapcsolható a hangulatjel szöveges bemondása.
ja: NVDA+E: テキストを書かれた文字のまま読み上げるか、エモーティコンを理解しやすい読み方に置き換えるかを切り替えます。
nl: NVDA+E: Schakelt tussen het uitspreken van tekst zoals deze geschreven is en het vervangen van emoticonkarakters door omschrijvingen.
sk: NVDA+E: prepína medzi vyslovovaním znakov a popisov emotikonov.
tr: NVDA+E: ifadenin yazıldığı şekilde mi yoksa tanımlandığı haliyle mi seslendirileceği ile ilgili ayarı değiştirir.
uk: NVDA+E: перемкнути між промовлянням тексту як написано, або з заміненими зрозумілими описами.

source: NVDA+I: show a dialog to select a smiley you want to paste.
ar: الضغط على مفتاح NVDA+I لإظهار قائمة برموز المشاعر لاختيار رمز معين لإلصاقه.
hu: NVDA+I: Megjeleníti a hangulatjel beszúrására szolgáló párbeszédablakot.
ja: NVDA+I: 貼り付けをしたい顔文字を選択するダイアログを表示します。
nl: NVDA+I: geeft een dialoogvenster weer waarin u een smiley kunt selecteren die u vervolgens kunt plakken.
sk: NVDA+I: zobrazí dialóg na vloženie požadovaného úsmevu.
tr: NVDA + I: yapıştırmak istediğiniz bir ifade seçmek için bir iletişim kutusu açar.
uk: NVDA+I: викликає діалог для вибору смайлика, який ви хочете вставити.
