Repository: nvdacn/screenReaderTranslations
Catalog: website/addons/emoticons.*.po
Languages: ar, es, hr, hu, ja, nl, sk, tr, uk

source: Authors: Chris Leo, Noelia Ruiz Martínez, Mesar Hameed, Francisco Javier Estrada Martínez
es: Autores: Chris Leo, Noelia Ruiz Martínez, Mesar Hameed, Francisco Javier Estrada Martínez

source: Download [stable version][1]
ar: تحميل [الإصدار النهائي][1]
es: Descargar [versión estable][1]
hr: Preuzmite [stabilnu inačicu][1]
hu: Letöltés [Stabil verzió][1]
ja: ダウンロード [安定版][1]
nl: Download [stabiele versie][1]
sk: stiahnuť [stabilná verzia][1]
tr: İndir [kararlı sürüm][1]
uk: Завантажити [стабільну версію][1]

source: Download [development version][2]
ar: تحميل [الإصدار التجريبي][2]
es: Descargar [versión de desarrollo][2]
hr: Preuzmite [razvojnu inačicu][2]
hu: Letöltés [Fejlesztői verzió][2]
ja: ダウンロード [開発版][2]
nl: Download [ontwikkelversie][2]
sk: Stiahnuť [Vývojová verzia][2]
tr: İndir [geliştirme sürümü][2]
uk: Завантажити [версію у розробці][2]

source: Using this add-on, spoken text containing emoticon characters will be replaced by its more human friendly description.
es: Utilizando este complemento, la verbalización de texto que contenga caracteres emoticonos se reemplazará por su descripción más amigable.

source: For example: the sequence ":)" will be spoken as "smiling smiley", or for example NVDA will recognize the meaning of each emoji.
es: Por ejemplo: la secuencia ":)" se verbalizará como "cara sonriente", o por ejemplo NVDA reconocerá el significado de cada emoji.

source: You can take advantage of the following features:
ar: يمكنك الاستفادة من هذه الميزات:
es: Puedes aprovecharte de las siguientes características:
hr: možete imati koristi od slijedećih značajki:
hu: A következő lehetőségek állnak rendelkezésére:
ja: 次のような機能があります:
nl: U kunt gebruik maken van de volgende functies:
sk: Ďalšie vlastnosti:
tr: Aşağıdaki özelliklerden yararlanabilirsiniz:
uk: Ви можете скористатися такими можливостями:

source: Insert Emoticon
es: Insertar Emoticono

source: Sometimes an image is worth a 1000 words: use the new emoji to liven up your instant message and to let your friends know how you’re feeling.
es: A veces una imagen vale más que 1000 palabras: usa el nuevo emoji para animar tus mensajes instantáneos para que tus amigos sepan cómo te sientes.
hr: Ponekad je slika vrijedna tisuću riječi: Koristite novi emoji da oživite vaše poruke i kažete prijateljima kako se osjećate.

source: When you are unsure of the characters for a particular smiley, this addon enables you to select and insert it into your text such as in a chat.
es: Cuando no estés seguro de los caracteres para un emoticono en particular, este complemento te capacita para seleccionarlos e insertarlos en tu texto tal como en un chat.
hr: Kada niste sigurni za neki smješko, ovaj dodatak vam dozvoljava da ga izaberete i umetnete u tekst kao što je čavrljanje.

source: This dialog allows you to choose an emoticon and to view the emoticons that interest you:
es: Este diálogo te permite elegir un emoticono y ver los emoticonos que te interesen:
hr: Ovaj dijaloški okvir dozvoljava vam da izaberete emotikon i pregledate emotikone koji vas zanimaju.

source: An editable field allows you to filter the search for the desired emoticon among the emoticons available.
es: Un campo editable que te permite filtrar la búsqueda del emoticono deseado de entre los emoticonos disponibles.
hr: Polje za uređivanje dozvoljava vam da pretražujete emotikone i prikažete samo one koji vas zanimaju.

source: Through a set of radio buttons, you can choose to view only emoji category (alt+E) or view only standard emoticon category (alt+s) or view all emoticons available (alt+A).
es: A través de un grupo de botones de opción, puedes elegir ver sólo la categoría emoji (alt+E) o ver sólo la categoría de emoticonos estándar (alt+s) o ver todos los emoticonos disponibles (alt+A).
hr: Kroz različite odabirne gumbe, možete izabrati prikaz samo emoji kategorije (Alt+E) ili samo kategoriju standarnih emotikona (alt+S) ili sve dostupne emotikone (Alt+A).

source: In the list of emoticons (alt+L) are displayed on three columns respectively: the name of emoticon, the type of emoticon (standard emoticon or emoji), the corresponding character.
es: En la lista de emoticonos (alt+L) se muestran en tres columnas respectivamente: los nombres de emoticono, el tipo de emoticono (emoticono estándar o emoji), el carácter correspondiente.
hr: U popisu emotikona (Alt+L) prikazane su u tri kolone: ime emotikona, tip emotikona (standardni emotikon ili emoji), te odgovarajući znak.

source: When you press OK, the characters for the chosen emoticon will be copied to your clipboard, ready for pasting.
es: Cuando pulses Aceptar, los caracteres para el emoticono elegido se copiarán en tu portapapeles, listos para pegarse.
hr: Kada pritisnete OK, znakovi za odabrani emotikon bit će kopirani u međuspremnik, spremni da ih zalijepite.

source: Emoticons add-on allows to have differents speech-dictionaries using configuration profiles.
es: El complemento emoticons permite tener diferentes diccionarios de habla usando los perfiles de configuración.
hr: Dodatak Emotikoni dozvoljava vam da imate različite govorne rječnike za korištenje konfiguracijskih profila.

source: This means that you can create or edit a specific speech-dictionary for each your custom profile.
es: Esto significa que puedes crear o editar un diccionario de habla específico para cada uno de tus perfiles personalizados.

source: Saving your customizations, the new reading settings of emoticons will only apply to the profile you are currently editing.
es: Al guardar tus personalizaciones, la nueva configuración de lectura de emoticonos solo se aplicará al perfil que estás editando actualmente.
hr: Spremanjem vaših prilagodbi, nove postavke za čitanje emotikona će se primjenjivati samo za profil koji trenutno uređujete.

source: You can also export each custom speech-dictionary pressing "Save and export dictionary" button: in this way your speech-dictionaries will be saved in your user config folder, speechDicts/emoticons subfolder.
es: También puedes exportar cada diccionario de habla personalizado pulsando el botón "Guardar y exportar diccionario": de esta manera tus diccionarios de habla se guardarán en tu carpeta de configuración de usuario, subcarpeta speechDicts/emoticons.

source: The exact name and location of the dictionary file will be based on the editing configuration profile, which will be shown in the title of the Emoticons dictionary dialog.
es: El nombre exacto y la ubicación del archivo de diccionario se basarán en el perfil de configuración de edición, que se mostrará en el título del diálogo del Diccionario de Emoticonos.

source: If you may wish to keep clean your configuration folders, in this dialog it is also possible to choose if dictionaries not used (associated with non existing profiles) will be removed from the add-on when it is unloaded.
es: Si deseas mantener limpias tus carpetas de configuración, en este diálogo también es posible elegir si los diccionarios no utilizados (asociados a perfiles no existentes) se eliminarán del complemento cuando se descarguen.
hr: Ako želite izbrisati mape s konfiguracijom, možete odabrati da se rječnici neće koristiti (nepostojeći profili će biti uklonjeni iz dodatka).

source: Key Commands:
ar: مفاتيح الاختصار:
es: Órdenes de teclado:
hr: Prečaci na tipkovnici:
hu: Billentyű parancsok:
ja: キーコマンド:
nl: Toetscommando's:
sk: Klávesové skratky:
tr: Tuş Komutları:
uk: Клавіатурні команди

source: NVDA+E: speaking emoticons on/off, toggles between speaking text as it is written, or with the emoticons replaced by the human description.
es: NVDA+E: activando/desactivando la verbalización de los emoticonos, conmuta entre verbalizar texto tal Como está escrito:, o con los emoticonos reemplazados por la descripción humana.

source: NVDA+I: show a dialog to select an emoticon you want to copy.
es: NVDA+I: muestra un cuadro de diálogo para seleccionar un emoticono que quieras pegar.

source: Changes for 6.0
es: Cambios para 6.0

source: Added support for configuration profiles.
es: Añadido el soporte para los perfiles de configuración.

source: In NVDA 2017.4 or later, the configuration settings and custom dictionaries will change automatically according with the selected profiles. In 2017.3 or earlier, you can apply changes by reloading plugins (pressing control+NVDA+f3).
es: En NVDA 2017.4 o superiores, las opciones de configuración y los diccionarios personalizados cambiarán automáticamente de acuerdo con los perfiles seleccionados. En 2017.3 o anterior, puedes aplicar los cambios recargando los complementos (pulsando control+NVDA+f3).
hr: U NVDA inačici 2017.4 ili novijoj, konfiguracijske postavke i rječnici će se automatski promijeniti u odnosu na odabrane profile. U NVDA inačici 2017.3 ili starijoj, možete primijeniti promjene ponovnim učitavanjem dodataka (pritisnite kombinaciju control+NVDA+F3).

source: If you choose to import settings when updating the add-on, deprecated files (emoticons.ini and emoticons.dic) will be removed or adapted to this version.
es: Si eliges importar las configuraciones al actualizar el complemento, los archivos obsoletos (emoticons.ini y emoticons.dic) se eliminarán o adaptarán a esta versión.
hr: Ako odlučite uvesti postavke tijekom ažuriranja dodatka, obustavljene datoteke (emoticons.ini i emoticon.dic) bit će obrisane ili prilagođene toj verziji.

source: Changes for 5.0
es: Cambios para 5.0

source: Added support for emojis.
es: Añadido el soporte para emojis.
hr: Dodana podrška za emotikone.

source: Improvements for Insert Emoticon dialog with a filter field and radio buttons to choose displayed emoticons.
es: Mejoras para el diálogo Insertar Emoticones con un campo de filtro y botones de opción para elegir los emoticonos mostrados.
hr: Poboljšanja u dijaloškom okviru za umetanje emotikona uključujući i odabirne gumbe za izbor kategorije i polje za pretragu emotikona.

source: Using guiHelper for Activation settings dialog and Insert Emoticon dialog: requires NVDA 2016.4 or higher versions
es: Utilización de guiHelper para el diálogo Opciones de Activación y el diálogo Insertar Emoticono: requiere de versiones de NVDA 2016.4 o superiores
hr: Koristi se guiHelper za dijaloški okvir postavki aktivacije i dijaloški okvir za umetanje emotikona: zahtijeva NVDA inačicu 2016.4 ili noviju

source: Changes for 4.0
ar: مستجدات الإصدار 4.0
es: Cambios para 4.0
hu: A 4.0 változásai
ja: 4.0 での変更点

source: If the Insert smiley dialog is opened when another settings dialog is active, NVDA will show the corresponding error message.
ar: إذا كانت محاورة إدراج رموز المشاعر مفتوحة بالتزامن مع تنشيط محاورة أخرى, ستظهر رسالة الخطأ التي تفيد بذلك.
es: Si el diálogo Insertar emoticono está abierto cuando esté activo otro diálogo de opciones, NVDA mostrará el mensaje de error correspondiente.
hr: Ako je otvoren dijaloški okvir za umetanje emotikona u isto vrijeme kada je aktivan i drugi dijaloški okvir postavki, NVDA će prikazati odgovarajuću poruku pogreške.
hu: Ha a hangulatjel ablaka nyitva van és megnyílik egy másik NVDA beállítás ablaka, már megjelenik az ekkor szokásos hibaüzenet.
ja: 他の設定ダイアログが開いている状態で「顔文字の挿入」ダイアログを開くとエラーメッセージが表示されるようになりました。

source: Changes for 3.0
ar: مستجدات الإصدار 3.0
es: Cambios para 3.0
hr: Promjene u inačici 3.0
hu: A 3.0 változásai
ja: 3.0 での変更点
nl: Veranderingen in 3.0
sk: Zmeny vo verzii 3.0
tr: 3.0 için değişiklikler
uk: Зміни у версії 3.0

source: In the Customize emoticons dialog, it is now possible to specify that a pattern should only match if it is a whole word, according to speech dictionaries of NVDA 2014.4.
ar: أصبح من الممكن تخصيص نطق الكلمة الأصلية عندما تتطابق مع الكلمة البديلة, طبقا لمعاجم النطق ب NVDA2014.4. بمحاورة تخصيص رموز المشاعر.
es: En el diálogo Personalizar emoticonos, ahora es posible especificar que un patrón sólo debería compararse si es una palabra completa, de acuerdo con los diccionarios del habla de NVDA 2014.4.
hr: U dijaloškom okviru prilagodi emotikone, sada je moguće postaviti da se uzarak poklapa samo ako se nađe kao cijela riječ, usporedo sa govornim riječnicima u NVDA 2014.4.
hu: A hangulatjelek testreszabása párbeszédablakon lehetőség van egy kifejezés egyezésének meghatározására, úgy mint a kivételszótár használata esetén az NVDA 2014.4-ben.
ja: エモーティコンの編集ダイアログにおいて、パターンを単語全体にだけ適用するかどうかを指定できるようになりました。これは NVDA 2014.4 の読み上げ辞書で追加された機能です。
nl: In het dialoogvenster Emoticons aanpassen is het nu mogelijk om een patroon alleen toe te passen bij hele woorden, zoals sinds NVDA 2014.4 ook mogelijk is bij uitspraakwoordenboeken.
sk: v dialógu s nastavením emotikonov môžete odteraz určiť, či sa má reťazec zmeniť len ak je ako celeé slovo, alebo v ľubovoľnom knotexte (rovnako ako v rečových slovníkoch NVDA od verzie 2014.4).
uk: В діалозі налаштувань смайликів тепер можна вказати, що зразок відповідатиме смайлику, якщо він - лише ціле слово, згідно з мовленнєвими словниками NVDA 2014.4.

source: Changes for 2.0
ar: مستجدات الإصدار 2.0
es: Cambios para 2.0
hr: izmjene u inačici 2.0
hu: A 2.0 változásai
ja: 2.0 での変更点
nl: Veranderingen in 2.0
sk: Zmeny vo verzii 2.0
tr: 2.0 için değişiklikler
uk: Зміни у версії 2.0

source: Add-on help is available from the Add-ons Manager.
ar: توافر ملف المساعدة بمدير الإضافات البرمجية.
es: La ayuda del complemento está disponible en el Administrador de Complementos.
hr: Pomoć dodatka je dostupna iz upravitelja dodataka.
hu: A kiegészítő súgója elérhető a Bővítménkezelő ablakában.
ja: アドオンマネージャーからアドオンのヘルプが利用できるようになりました。
nl: Addon-help is beschikbaar via Add-ons beheren
sk: Návod k doplnku môžete nájsť v správcovi doplnkov.
tr: Eklenti yardımına Eklenti Yöneticisi altından ulaşılabilir.
uk: Довідка додатка доступна в диспетчері додатків.

source: Changes for 1.1
ar: مستجدات الإصدار 1.1
es: Cambios para 1.1
hr: Izmjene u inačici 1.1
hu: Az 1.1 változásai
ja: 1.1 の変更点
nl: Veranderingen in 1.1
sk: Zmeny vo verzii 1.1
tr: 1.1 için değişiklikler
uk: Зміни у версії 1.1

source: Removed duplicated emoticon.
ar: حذف رموز المشاعر المكررة.
es: Eliminado un emoticono duplicado.
hr: Izbrisan dupli emotikon.
hu: Eltávolításra került egy duplikált hangulatjel.
ja: 重複したエモーティコンを消去しました。
nl: Dubbel aanwezige emoticon verwijderd.
sk: odstránené duplicitné emotikony.
tr: Tekrar eden ifade silindi.
uk: Видалено смайлики, які дублювалися

source: Added some smileys.
ar: تمت إضافة المزيد من رموز المشاعر.
es: Añadidos algunos emoticonos.
hr: Dodani nekoliko smješaka.
hu: Néhány hangulatjel hozzáadása
ja: 顔文字を追加しました。
nl: Enkele smileys toegevoegd.
sk: pridané nové emotikony.
tr: Bazı smileyler eklendi.
uk: Додано деякі смайлики.

source: Changes for 1.0
ar: مستجدات الإصدار 1.0
es: Cambios para 1.0
hr: Promjene u inačici 1.0
hu: Az 1.0 változásai
ja: 1.0 での変更点
nl: Veranderingen in 1.0
sk: Zmeny vo verzii 1.0
tr: 1.0 için değişiklikler
uk: Зміни у версії 1.0

source: Initial version.
ar: إصدار بدائي
es: Versión inicial.
hr: prva inačica.
hu: Első verzió
ja: 最初のバージョンです。
nl: Eerste versie.
sk: prvé vydanie.
tr: İlk sürüm.
uk: Перша версія

source: [[!meta title="Emoticons"]]
hr: [[!meta title="Emotikoni"]]
hu: [[!meta title="Hangulatjelek"]]
sk: [[!meta title="Emotikony"]]
tr: [[!meta title="İfadeler"]]

source: Press NVDA+I, or from menu Preferences -> Manage emoticons -> Insert emoticon, to open a dialog with the provided emoticons or emoji.
hr: Pritisnite NVDA+I, ili iz izbornika Postavke > Upravljanje emotikonima > Umetanje emotikona da biste otvorili dijaloški okvir dostupnih emotikona ili emoji

source: Customize emoticons
ar: تخصيص رموز المشاعر
hr: Prilagodi emotikone
hu: Hangulatjelek testreszabása
ja: エモーティコンの編集
nl: Emoticons aanpassen
sk: vlastné emotikony
tr: İfadeleri özelleştir
uk: Налаштувати смайлики

source: For example, you may wish that NVDA spoken custom emoticons only in XxChat program, but not in other chat programs: you can do this by creating a profile for the XxChat application and assign to it a speech dictionary from Customize Emoticons menu. See below for activation setting in relation to the configuration profiles.
hr: Primjerice, želite da NVDA izgovara prilagođene emotikone samo u XxChat programu, ali ne u drugim programima za čavrljanje: možete kreirati profil za XxChat aplikaciju i primijeniti govorni rječnik otvaranjem izbornika Prilagodi emotikone.

source: Activation settings
ar: إعدادات التفعيل
hr: Postavke aktivacije
hu: Aktiválási beállítások
ja: 設定の有効化
nl: Actievatie-instellingen
sk: Aktivácia
tr: Etkinleştirme ayarları
uk: Налаштування активації

source: In activation-setting dialog you can choose whether or not speech-dictionary should automatically activate when NVDA switches to the profile you are currently editing. By default it is disabled in normal configuration of NVDA and in all your new profiles.
hr: U dijaloškom okviru aktivacijskih postavki možete izabrati želite li ili ne želite da se govorni rječnik automatski aktivira kad se NVDA prebacuje u profil koji trenutno uređujete. Prema zadanim postavkima, ova opcija je isključena u uobičajenoj konfiguraciji NVDA i svim novim profilima.

source: These are the key command available by default, you can edit those or add new key to open Activation settings dialog or Emoticon Dictionary dialog:
hr: Ovo su zadane tipkovničke kratice, iste možete uređivati ili dodati novu kraticu za otvaranje dijaloškog okvira postavki aktivacije ili dijaloški okvir rječnika emotikona:

source: Authors: Chris Leo, Noelia Ruiz Martínez, Mesar Hameed
ar: مطورو الإضافة: Chris Leo, Noelia Ruiz Martínez, Mesar Hameed
hu: Készítők: Chris Leo, Noelia Ruiz Martínez, Mesar Hameed
ja: 作者: Chris Leo, Noelia Ruiz Martínez, Mesar Hameed
nl: Auteurs: Chris Leo, Noelia Ruiz Martínez, Mesar Hameed
sk: Autori: Chris Leo, Noelia Ruiz Martínez, Mesar Hameed
tr: Yazarlar: Chris Leo, Noelia Ruiz Martínez, Mesar HameedYazarlar: Chris, Noelia Ruiz Martínez, Mesar Hameed
uk: Автори: Chris Leo, Noelia Ruiz Martínez, Mesar Hameed

source: Using this add-on, spoken text containing emoticon characters will be replaced by its more human friendly description. 86 emoticons are defined.
ar: تعمل هذه الإضافة على نطق الحروف التي تتشكل منها رموز المشاعر واستبدالها بوصف ذو معنى يستطيع فهمه المستخدم. وقد تم تعريف 86 رمز مشاعر.
hu: A kiegészítő használatával a hangulatjelek szöveges jelentésükkel kerülnek kimondásra. A kiegészítőben 86 hangulatjel van definiálva.
ja: このアドオンを使うと、エモーティコン文字列を含むテキストを読み上げるときに人間がもっと理解しやすい読み方に置き換えます。86種類のエモーティコンを定義しています。
nl: Het gebruik van deze add-on zorgt ervoor dat emoticonkarakters in gesproken tekst worden vervangen door hun gebruiksvriendelijkere omschrijving. Er zijn 86 emoticons gedefinieerd.
sk: Tento doplnok nahrádza emotikony slovným popisom. V súčasnosti obsahuje 86 definovaných emotikonov.
tr: bu eklentiyle , ifade karakterlerini içeren metin onun insan dostu açıklamasıyla değiştirilerek seslendirilecektir. 86 ifade tanımlanmıştır.
uk: Під час використання цього додатка, символи смайликів у тексті, що промовляється, будуть замінені на їх більш зрозумілі описи. В додатку визначено 86 смайликів.

source: For example: ":)" will be spoken as "smiling smiley", or ":D" will be spoken as "laughing smiley"
ar: على سبيل المثال: سيتم نطق ":)" بالقول "ابتسامة", أو ":D" سيتم نطقها بالقول "ابتسامة عريضة"
hu: Például: ":)" helyett a "Mosolygó arc" kerül kimondásra, a ":D" helyett pedig "Nevető arc".
ja: 例えば ":)" は「ほほえんでいる顔文字」になります。また ":D" は「笑っている顔文字」になります。
nl: Bijvoorbeeld: ":)" zal uitgesproken worden als "smiling smiley", of ":D" zal uitgesproken worden als "laughing smiley"
sk: napríklad: ":)" bude prečítané ako "úsmev", alebo ":D" bude prečítané ako "smiech"
uk: Наприклад: ":)" буде промовлятися як "усміхнений смайлик", а ":D" - "смайлик, що сміється"

source: Insert smiley
ar: إضافة رمز مشاعر
hu: Hangulatjel beszúrása
ja: 顔文字の挿入
nl: Smiley invoegen
sk: Vloženie emotikonu
tr: İfade ekle
uk: Вставити смайлик

source: When you are unsure of the characters for a particular smiley, this addon enables you to select and insert it into your text such as in a chat. Press NVDA+I, or from menu Preferences -> Manage emoticons -> Insert smiley, to open a dialog with the provided smilies. When you press OK, the characters for the chosen smiley will be copied to your clipboard, ready for pasting.
ar: في حالة عدم التأكد من الحرف الخاص برمز مشاعر معين تساعدك هذه الإضافة على اختيار الرمز ثم إدراجه كما هو في رسائل الدردشة. اضغط مفتاح NVDA + I أو من قائمة NVDA ثم التفضيلات قم باختيار إدارة رموز المشاعر -> ثم اختر إدراج رمز لفتح المحاورة. المشتملة على هذه الرموز. عند الضغط على زر الموافقة سيتم نسخ الحروف الخاصة بالرمز المختار إلى الحافظة استعدادا للصقه.
hu: Ha nem biztos egy hangulatjel karakterkódjában, a kkiegészítő segít annak beszúrásában. Nyomja meg az NVDA+i billentyűparancsot, vagy aktiválja az NVDA menü ->beállítások->Hangulatjelek kezelése->Hangulatjel beszúrása menüpontot. A megnyíló párbeszédablakban kiválaszthatja a beszúrandó hangulatjelet, ami a vágólapra kerül az "Igen" megnyomásakor.
ja: 特定の顔文字のためにどの文字を使えばよいか分からない場合に、このアドオンを使うと、顔文字を選択してチャットなど編集中のテキスト領域に入力できます。 NVDA+I を押すか、メニューから 設定 → エモーティコンの管理 → 顔文字の挿入 を選択してください。 ダイアログが表示され、登録されている顔文字から選択できます。OK ボタンを押すと、選択された顔文字の文字列がクリップボードにコピーされます。テキストエディットに入力するには貼り付けの操作をしてください。
nl: Als u niet zeker weet met welke karakters u een bepaalde smiley maakt, kunt u in deze addon smileys selecteren en invoegen in uw tekst, bijvoorbeeld tijdens het chatten. Press NVDA+I, or from menu Preferences -> Manage emoticons -> Insert smiley, to open a dialog with the provided smilies. When you press OK, the characters for the chosen smiley will be copied to your clipboard, ready for pasting.
sk: Ak neviete, ako sa správne píše nejaký emotikon, môžete ho vybrať v zozname a priamo vložiť napríklad do chatu. Stlačte nvda+i, alebo v Menu NVDA > Možnosti > emotikony vyberte položku vložiť. Zobrazí sa dialóg s dostupnými tvárami. Po stlačení OK sa znaky skopírujú do schránky.
tr: Belirli bir ifadenin hangi karakterlerden oluştuğundan emin değilseniz, Bu eklenti sohbet ettiğiniz ekranlar gibi metinler için surat seçmenizi ve eklemenizi sağlar. NVDA + I tuşlarına basın ya da tercihler menüsünden ifadeleri yönet altından ifade ekle seçeneğiyle mevcut ifadelerin listesinin bulunduğu iletişim kutusunu açın. Tamam düğmesine bastığınızda, seçilen ifadeyle ilgili karakterler panoya kopyalanmış olacak.
uk: Якщо ви не впевнені у символах для конкретного смайлика, цей додаток дозволяє вам обрати і вставити його в текст, наприклад, в чаті. Натисніть NVDA+I, або увійдіть в меню Параметри -> Керування смайликами -> Вставити смайлик, щоб відкрити діалог з запропонованими смайликами. Після натиснення ОК, символи для обраного смайлика, готові для вставки, буде скопійовано в буфер обміну.
