Repository: nvdacn/screenReaderTranslations
Catalog: website/addons/eMule.*.po
Languages: ar, da, de, es, fi, fr, gl, hu, it, nl, pl, pt_br, ro, sk, zh_cn

source: Authors: Noelia, Chris, Alberto.
ar: مطورو الإضافة: Noelia, Chris, Alberto
da: Forfattere: Noelia, Chris, Alberto.
de: Authoren: Noelia, Chris, Alberto.
es: Autores: Noelia, Chris, Alberto.
fi: Tekijät: Noelia, Chris, Alberto.
fr: Autheurs : Noelia, Chris, Alberto.
gl: Autores: Noelia, Chris, Alberto.
hu: Készítők: Noelia, Chris, Alberto.
it: Autori: Noelia, Chris, Alberto.
nl: Auteurs: Noelia, Chris, Alberto.
pl: Autorzy: Noelia, Chris, Alberto.
pt_br: Autores: Noelia, Chris, Alberto.
ro: Autori: Noelia, Chris, Alberto.
sk: Autori: Noelia, Chris, Alberto.
zh_cn: 作者： Noelia, Chris, Alberto.

source: download [stable version][1]
ar: تحميل [الإصدار النهائي][1]
da: download [stabil version][1]
de: [stabile Version herunterladen][1]
es: descarga [versión estable][1]
fi: Lataa [vakaa versio][1]
fr: Télécharger [version stable][1]
gl: descarga [versión estable][1]
hu: Letöltés [stabil verzió][1]
nl: download [stabiele versie][1]
pl: Pobierz [wersja stabilna][1]
pt_br: baixe a [versão estável][1]
ro: Descărcați [versiunea stabilă][1]
sk: Stiahnuť [stabilná verzia][1]
zh_cn: 下载[稳定版本][1]

source: download [development version][3]
ar: تحميل [الإصدار التجريبي][3]
da: download [udviklingsversion][3]
de: [Testversion herunterladen][1]
es: Descargar [versión de desarrollo][3]
fi: Lataa [kehitysversio][3]
fr: Télécharger [version de développement][3]
gl: Descargar [versión de desenvolvemento][3]
hu: Letöltés [fejlesztői verzió][3]
nl: download [ontwikkelversie][3]
pl: Pobierz [wersja rozwojowa][3]
pt_br: baixe a [versão de desenvolvimento][3]
ro: Descărcați [versiunea în dezvoltare][3]
sk: Stiahnuť [Vývojová verzia][3]
zh_cn: 下载[开发版本][3]

source: This add-on helps to improve accessibility of eMule with nVDA. Also provides additional keyboard commands for moving in different windows and gives Useful information of eMule.
ar: تساعد هذه الإضافة على تحسين إمكانية سهولة الوصول لبرنامج eMule مع NVDA. علاوة على توفير مفاتيح اختصار إضافية للتنقل بين النوافذ المختلفة والحصول على المزيد من المعلومات.
da: Dette tilføjelsesprogram hjælper med at forbedre tilgængeligheden til eMule med NVDA. Det igver også ekstra tastaturkommandoer til at flytte rundt i forskellige vinduer, samt giver nyttig information om eMule.
de: Diese Erweiterung verbessert die Zugänglichkeit von Emule mit NVDA. NVDA stellt außerdem Tastenkombinationen zum Navigieren in verschiedene Fenster von Emule zur Verfügung.
es: Este complemento te ayuda a mejorar la accesibilidad de eMule con NVDA. También proporciona comandos de teclado adicionales para moverse en diferentes ventanas y da información útil de eMule.
fi: Tämä lisäosa auttaa parantamaan eMulen saavutettavuutta NVDA:lla käytettäessä. Lisäksi se tarjoaa lisänäppäinkomentoja eri ikkunoissa liikkumiseen sekä antaa hyödyllistä tietoa eMulesta.
fr: Ce module complémentaire rend Emule plus accessible avec NVDA en ajoutant des raccourcis clavier pour avoir des informations ou activer des fenêtres particulières.
gl: Este complemento axuda a mellorar a accesivilidade do eMule co nVDA. Tamén proporciona ordes de teclado adicionais para moverte en diferentes ventás e dar información util do eMule.
hu: Ez a kiegészítő hatékonyabb hozzáférést biztosít az eMule programhoz. Billenytyűparancsokat ad a különböző ablakokban való navigáláshoz, és hasznos információkat tesz elérhetővé az eMule programban.
it: Questo componente aggiuntivo migliora l'accessibilità di Emule con NVDA. Contiene alcuni tasti rapidi per spostarsi all'interno delle varie schede e fornisce informazioni utili su Emule.
nl: Deze add-on helpt om de toegankelijkheid te verbeteren van eMule met nVDA. Biedt ook bijkomende sneltoetsen voor het bewegen in verschillende vensters en geeft nuttige informatie over eMule.
pl: Ten dodatek poprawia dostępność programu eMule w NVDA. Dostarcza dodatkowych klawiszy skrótów przemieszczających do różnych okien, oraz prezentuje użyteczne informacje o Emule.
pt_br: Este complemento serve para melhorar a acessibilidade do eMule com o NVDA. Fornece também teclas adicionais de comando para mover-se nas diferentes janelas e dá informações úteis do eMule.
ro: Acest add-on ajută la îmbunătățirea accesibilității lui eMule cu NVDA. De asemenea, oferă comenzi suplimentare de taste pentru deplasarea în ferestre diferite și dă informații utile despre eMule.
sk: Tento doplnok zlepšuje prístupnosť programu eMule s NVDA. Poskytuje užitočné klávesové skratky a informácie.
zh_cn: 此插件帮助提高 eMule 在 NVDA 上的可访问性，也未窗口切换提供一些案件和一些关于 eMule 的实用提示。

source: It's based on eMuleNVDASupport add-on, developed by the same author. You should uninstall that old add-on to use this one, since both have common keystrokes and features.
ar: هذه الإضافة مبنية على إضافة أخرى قام بتطويرها نفس المطور باسم eMuleNVDASupport. ومن ثم يجب إزالة الإضافة القديمة قبل تنصيب الإضافة الجديدة حيث أن كلاهما يحتوي على خصائص ومفاتيح مختصرة متكررة.
da: Programmet er baseret på tilføjelsesprogrammet eMuleNVDASupport, som er udviklet af samme forfatter. Du skal afinstallere det gamle tilføjelsesprogram for at kunne bruge denne version, da de har kommandoer og funktioner til fælles.
de: Diese Erweiterung basiert auf EmuleNVDASupport. Sie sollten EmuleNVDASupport deinstallieren, bevor Sie diese Erweiterung verwenden. Ursache hierfür sind Überschneidungen bei der Verwendung von Tastenkombinationen und Funktionen bei beiden Erweiterungen.
es: Se basa en el complemento eMuleNVDASupport, desarrollado por el mismo autor. Debes desinstalar el viejo complemento para usar este, ya que ambos tienen los mismos atajos de teclado y características.
fi: Perustuu saman tekijän kehittämään eMuleNVDASupport-lisäosaan. Sinun tulisi poistaa se tämän version käyttämiseksi, sillä molemmissa on yhteisiä näppäinkomentoja ja ominaisuuksia.
fr: Basé sur le module eMuleNVDASupport du même autheur. Désinstallez d'abord eMuleNVDASupport qui créerait des conflits de raccourcis clavier.
gl: baséase no complemento eMuleNVDASupport, desenvolvido polo mesmo autor. Debes desinstalar o vello complemento para usar este, xa que ambos teñen as pulsacións de teclado e as características comúns.
hu: A bővítmény az eMuleNVDASupport kiegészítőre épül, melyet szintén a jelen kiegészítő fejlesztője készített. Használat előtt kérjük távolítsa el a régebbi kiegészítőt.
it: Deriva dal componente aggiuntivo eMuleNVDASupport, sviluppato dalla stessa autrice. è necessario disinstallare la vecchia versione, se presente, prima di installare questa versione.
nl: Het is gebaseerd op de eMuleNVDASupport add-on, ontwikkeld door dezelfde auteur. U moet de oude add-on eerst verwijderen om deze te kunnen gebruiken omdat beide gelijkaardige toetscombinaties en functies bevatten.
pl: Bazuje na dodatku eMuleNVDASupport, stworzonym przez tego samego autora. Powinieneś odinstalować stary dodatek aby używać tego, ponieważ obydwa mają wspólne klawisze skrótu i funkcje.
pt_br: É baseado no complemento eMuleNVDASupport, desenvolvido pelo mesmo autor. Você deve desinstalar o antigo complemento para usar este aqui, visto que ambos possuem recursos e teclas de atalho em comum.
ro: Este bazat pe add-on-ul eMuleNVDASupport, dezvoltat de același autor. Ar trebui să dezinstalați add-on-ul vechi și să-l utilizați pe acesta, din moment ce ambele add-on-uri au în comun combinații de taste și caracteristici.
sk: Je postavený na staršom aplikačnom module pre eMule od toho istého autora. odporúčame vám starý aplikačný modul odstrániť, keďže majú spoločné klávesové skratky.
zh_cn: 基于由同一个作者开发的 eMule 支持插件而制作，您必须先卸载老的插件才可使用这个版本，虽然他们一直拥有相同的快捷键和特性。

source: Tested on [eMule][2] 0.50a.
ar: وقد تم تجربة الإضافة مع الإصدار [eMule][2] 0.50a.
da: Testet på [eMule][2] 0.50a.
de: Getestet mit [eMule][2] 0.50a.
es: Probado en [eMule] [2] 0.50A.
fi: Testattu [eMule][2]n 0.50a-versiossa.
fr: Testé avec [eMule][2] 0.50a.
gl: Probado no [eMule][2] 0.50a.
hu: Tesztelve az [eMule][2] 0.50a programmal.
it: Testato su [eMule][2] 0.50a.
nl: Getest op [eMule][2] 0.50a.
pl: Przetestowany na [eMule][2] 0.50a.
pt_br: Testado no [eMule][2] 0.50a.
ro: Testat pe [eMule][2] 0.50a.
sk: Testované s [eMule][2] 0.50a.
zh_cn: 经[eMule][2] 0.50a的测试。

source: Key Commands:
ar: الأوامر والمفاتيح المختصرة
da: Tastaturkommandoer
de: Tastenkürzel:
es: Órdenes de teclado:
fi: Näppäinkomennot:
fr: Touches de raccourcis :
gl: Ordes de Teclado:
hu: Billentyűparancsok:
it: Comandi rapidi:
nl: Sneltoetsen:
pl: Skróty klawiszowe:
pt_br: Teclas de comando:
ro: Comenzi de taste:
sk: klávesové skratky:
zh_cn: 键盘命令：

source: control+shift+h: Moves focus and mouse to main toolbar.
ar: control+shift+h: تحريك مؤشر الفأرة ومؤشر النظام تجاه شريط الأدوات الرئيسي.
da: Control+Shift+h: Flytter fokus og mus til hovedværktøjslinjen.
de: strg+Umschaltt+h: verschiebt den Fokus und die Maus auf die Hauptsymbolleiste.
es: control+shift+h: mueve el foco y el ratón a la barra de herramientas principal.
fi: Control+Shift+H: Siirtää kohdistuksen ja hiiren päätyökaluriville.
fr: control+maj+h : amène la souris et le focus sur la barre d'outils principale.
gl: control+shift+h: Move o foco e o rato cara a barra de ferramentas principal.
hu: control+shift+h: az egérkurzort és a fókuszt a fő eszköztárhoz helyezi.
it: control+shift+h: sposta il focus e il mouse sulla barra degli strumenti principale.
nl: control+shift+h: Verplaatst de focus en de muis naar de belangrijkste taakbalk.
pl: control+shift+h: przenosi mysz i punkt uwagi do głównego paska narzędzi.
pt_br: control+shift+h: Moves foco e mouse para a barra de ferramentas principal.
ro: control+shift+h: Mută focalizarea și mausul la bara principală de unelte.
sk: control+shift+h: Presunie myš a fokus do hlavného panela nástrojov.
zh_cn: CTRL加SHIFT加H，移动鼠标和焦点到”主工具栏

source: control+shift+t: Reads the current window.
ar: control+shift+t: لقراءة النافذة الحالية
da: Control+Shift+t: Læser det aktuelle vindue.
de: Steuerung+Umschalt+t: ließt das aktuelle Fenster.
es: control+shift+t: lee la ventana actual.
fi: Control+Shift+T: Lukee nykyisen ikkunan.
fr: control+maj+t : Lit la fenêtre en cours.
gl: control+shift+t: Le a ventá actual.
hu: control+shift+t: felolvassa az aktuális ablakot.
it: control+shift+t: Legge la finestra corrente.
nl: control+shift+t: Leest het huidige scherm.
pl: control+shift+t: odczytuje bieżące okno.
pt_br: control+shift+t: Lê a janela atual.
ro: control+shift+t: Citește fereastra curentă.
sk: control+shift+t: prečíta aktuálne okno.
zh_cn: CTRL加SHIFT加T:朗读当前窗口。

source: control+shift+n: Moves the focus to the Name field in the Find window.
ar: control+shift+n: لتحريك مؤشر النظام إلى حقل الاسم في نافذة البحث.
da: Control+Shift+n: Flytter fokus til navnefeltet i søgevinduet.
de: strg+Umschalt+n: Verschiebt den Fokus in das Feld "name" im Suchfenster
es: control+shift+n: Mueve el foco al campo nombre en la ventana de Búsqueda.
fi: Control+Shift+N: Siirtää kohdistuksen Haku-ikkunan Nimi-kenttään.
fr: control+maj+n : Déplace le focus sur le champ Nom de la fenêtre Rechercher.
gl: control+shift+n: Move o foco cara o campo de nome na ventá procurar.
hu: control+shift+n: a fókuszt a keresőablak Név mezőjére helyezi.
it: Control+Shift+n: Sposta il focus sul campo Nome nella finestra Trova .
nl: control+shift+n: Verplaatst de focus naar het Naamveld in het Zoekvenster.
pl: control+shift+n: przenosi punkt uwagi do pola nazwy w oknie znajdowania.
pt_br: control+shift+n: Moves o foco para o campo nome na janela pesquisar.
ro: control+shift+n: Mută focalizarea la câmpul Nume în fereastra de căutare.
sk: control+shift+n: Presunie fokus do poľa názov v okne hľadania.
zh_cn: CTRL加SHIFT加N： 移动焦点到“查找”窗口的“名称”编辑区。

source: control+shift+p: In the Search window, moves focus and mouse to the list of search parameters, or edit field options.
ar: control+shift+p: في نافذة البحث يحرك مؤشر الفأرة ومؤشر النظام تجاه قائمة معطيات البحث أو خيارات حقول التحرير.
da: Control+Shift+p: I søgevinduet: Flytter fokus og mus til listen over søgeparametre ellerredigering af feltindstillinger.
de: strg+Umschalt+p: Bewegt den Fokus im Suchfenster in die Liste der Suchparameter
es: control+shift+p: En la ventana de Búsqueda, mueve el foco y el ratón a la lista de parámetros de búscqueda, o al campo de edición de opciones .
fi: Control+Shift+P: Siirtää kohdistuksen ja hiiren Haku-ikkunassa hakuparametrien listaan tai eri vaihtoehtojen muokkauskenttiin.
fr: control+maj+p : Dans la fenêtre de recherche, déplace le focus et la souris à la liste des paramètres de recherche, ou modifie les options des champs.
gl: control+shift+p: Na ventá de procurar, move o foco e o rato cara a lista de parámetros de procuras, ou opcións do campo de edición.
hu: control+shift+p: a fókuszt a keresőablak paraméterlistájához, vagy a szerkesztőmező beállításaihoz helyezi.
it: Control+shift+p: Nella finestra di ricerca , sposta il focus e il mouse nell'elenco dei parametri di ricerca
nl: control+shift+p: In het Zoekscherm, verplaatst focus en muis naar de lijst met zoekopties, of opties voor het invoerveld.
pl: control+shift+p: w oknie wyszukiwania, przenosi mysz i punkt uwagi do listy parametrów, albo opcji pola edycji.
pt_br: control+shift+p: Na janela pesquisar, moves foco e mouse para a lista de parâmetros de pesquisa, ou opções do campo editar.
ro: control+shift+p: În fereastra de căutare, mută focalizarea și mausul la lista parametrilor de căutare sau la opțiunile câmpului de editare.
sk: control+shift+p: Presunie fokus na zoznam parametrov alebo do editačného poľa s možnosťami v okne hľadania.
zh_cn: CTRL加SHIFT加P： 切换焦点和鼠标到“搜索”窗口的搜索参数列表和编辑区选项。

source: control+shift+b: Move the focus to the list in the current window. For example usable in the Search window, downloads in Transfer window, etc.
ar: control+shift+b: لتحريك مؤشر النظام تجاه القائمة الموجودة بالنافذة الحالية. كالانتقال إلى قوائم نتائج البحث, أو التحميلات بنافذة نقل الملفات, وهكذا.
da: Control+Shift+b: Flyt fokus til listen i det aktuelle vindue, brugbart f.eks. i søgevinduet eller til downloads i overførselsvinduet.
es: control+shift+b: Mueve el foco a la lista en la ventana actual. Por ejemplo útil en la ventana Buscar, Descargas en ventana de Transferencia, etc.
fi: Control+Shift+B: Siirtää kohdistuksen nykyisessä ikkunassa olevaan listaan. Käyttökelpoinen esimerkiksi Haku-ikkunassa, Siirrot-ikkunan Lataukset-listassa jne.
fr: control+maj+b : Déplace le focus à la liste des résultats dans la fenêtre de recherche. Utilisable par exemple dans la fenêtre de recherche, les Transferts de téléchargements, etc.
gl: control+shift+b: Move o foco para a lista na ventá actual. Por exemplo utilizable na ventá Buscar, descargas na ventá de transferencia, etc
hu: control+shift+b: a fókuszt az aktuális ablakban elérhető listára helyezi. Ez hasznos a keresési ablakban, a letöltéseknél az átvitel ablakban, stb.
nl: control+shift+b: Verplaatst de focus naar de lijst in het huidige venster. Bijvoorbeeld:
pl: control+shift+b: przenosi punkt uwagi do listy w aktualnym oknie. Przydatne do listy wyników w oknie wyszukiwania, listy pobierań w oknie transfer itd.
pt_br: control+shift+b: Move o foco para a lista presente na janela atual, útil por exemplo na janela pesquisar.
ro: control+shift+b: Mutați focalizarea la lista din fereastra curentă. De exemplu, este utilizabil în fereastra de căutare, fereastra descărcărilor în transfer, etc.
sk: control+shift+b: Presunie fokus do zoznamu v aktuálnom okne. Funguje napríklad v okne hľadania, v okne so sťahovaním a podobne.

source: control+shift+o: Move the focus to read-only edit boxes in the current window. For example the IRC received messages, available Servers, etc.
ar: control+shift+o: لتحريك مؤشر النظام تجاه مربعات التحرير المخصصة للقراءة فقط في النافذة الحالية. كمربعات تحرير استلام رسائل بروتوكول IRC, أو الخوادم المتاحة, وهكذا.
da: Control+Shift+o: Flyt fokus til skrivebeskyttede editfelter i det aktuelle vindue, f.eks. "IRC received messages", "available Servers" osv.
es: control+shift+o: Mueve el foco a los cuadros de edición de sólo lectura en la ventana actual. Por ejemplo, mensajes recibidos de IRC , Servidores disponibles, etc.
fi: Control+Shift+O: Siirtää kohdistuksen nykyisen ikkunan vain luku -muokkausruutuihin. Esimerkiksi vastaanotettuihin IRC-viesteihin, käytettävissä olevien palvelimien listaan jne.
fr: Ctrl + Maj + o : Déplace le focus aux zones d'édition en lecture seule dans la fenêtre courante. Par exemple, les messages IRC reçus, Serveurs disponibles, etc.
gl: control+shift+o: Move o foco para caixas de só lectura no diálogo actual. Por exemplo, as mensaxes recibidas no IRC , servidores dispoñibles, etc
hu: control+shift+o: A fókuszt az aktuális ablakban elérhető csak olvasható szerkesztőmezőre helyezi. Például IRC fogadott üzenetek, elérhető szerverek, stb.
nl: control+shift+o: Verplaatst de focus naar alleen-lezen invoervelden in het huidige venster. Bijvoorbeeld: via IRC ontvangen berichten, beschikbare servers, etc.
pl: control+shift+o: przenosi punkt uwagi do pól edycji tylko do odczytu, znajdujących się w aktualnym oknie, np. otrzymane wiadomości IRC, dostępne serwery itd.
pt_br: control+shift+o: Move o foco para os campos de edição somente-leitura na janela atual, por exemplo as mensagens recebidas por IRC, servidores disponíveis, etc.
ro: control+shift+o: Mutați focalizarea pentru a citi doar casete de editare în fereastra curentă. De exemplu, Mesaje IRC primite, servere disponibile etc.
sk: control+shift+o: Presunie kurzor do editačného poľa iba na čítanie. Napríklad do okna s IRC správami, dostupnými servermi a podobne.

source: control+NVDA+f: If the caret is located in a read only edit box, opens a find dialog to use the commands for searching text available in NVDA.
da: Control+NVDA+f: Åbner en søgedialog, hvis markøren er placeret i et skrivebeskyttet editfelt.
fi: Control+NVDA+F: Avaa etsintävalintaikkunan, jos kohdistin on vain luku -tyyppisessä muokkausruudussa.
hu: control+NVDA+f: Ha a kurzor egy csak olvasható szerkesztőmezőn áll, megnyit egy keresőablakot.
pt_br: control+NVDA+f: Se o cursor estiver posicionado numa caixa de edição somente leitura, abre um diálogo de busca para uso dos comandos de busca de texto fornecidos pelo NVDA.
ro: control+NVDA+f: Dacă caret-ul este localizat într-o casetă de editare doar citire, deschide un dialog găsit pentru a utiliza comenzile pentru căutarea de text disponibilă în NVDA.

source: control+shift+l: Moves the navigator object and mouse to the headers of the current list.
ar: control+shift+l: لتحريك مؤشر NVDA ومؤشر الفأرة تجاه رأس القائمة الحالية.
da: Control+Shift+l: Flytter navigatorobjektet og musen til overskrifterne på den aktuelle liste.
de: Steuerung+Umschalt+l: bewegt den Navigator und die Maus zur Überschrift der aktuellen Liste.
es: control+shift+l: Mueve el navegador de objetos y el ratón a los encabezados de la lista actual.
fi: Control+Shift+L: Siirtää navigointiobjektin ja hiiren nykyisen listan otsikoihin.
fr: Ctrl + Maj + L : Déplace l'objet de navigation et la souris aux en-têtes de la liste actuelle.
gl: control+shift+l: Move o navegador de obxectos e o rato cara as cabeceiras da lista actual.
hu: control+shift+l: A navigátor- és az egérkurzort az aktuális lista fejlécéhez helyezi.
it: control+shift+l: Sposta il Navigatore ad Oggetti e il puntatore Mouse sull'intestazione di una colonna all'interno di un elenco.
nl: control+shift+l: Verplaatst het navigator object en de muis naar de hoofdingen van de huidige lijst.
pl: control+shift+l: przenosi obiekt nawigatora i wskaźnik myszy do nagłówków aktualnej listy.
pt_br: control+shift+l: Moves objeto de navegação e mouse para os cabeçalhos da lista atual.
ro: control+shift+l: Mută obiectul navigator și mausul la antetele din lista curentă.
sk: control+shift+l: presunie navigačný objekt a myš na hlavičku pre aktuálny zoznam.
zh_cn: CTRL加SHIFT加L：移动鼠标和浏览对象到当前列表的表头。

source: control+shift+q: Reads the first object in the status bar; provides information about recent activity.
ar: control+shift+q: لقراءة أول كائن في شريط الحالة. يعطي معلومات عن أحدث أمر تم تنفيذه.
da: Control+Shift+q: Læser første objekt på statuslinjen; Giver information om seneste aktivitet.
de: strg+Umschalt+q: Zeigt das erste Objekt in der Statuszeile (die letzten Aktivitäten) an
es: control+shift+q: Lee el primer objeto en la barra de estado; proporciona información acerca de la actividad reciente.
fi: Control+Shift+Q: Lukee tilarivillä ensimmäisenä olevan objektin, joka antaa tietoja viimeaikaisesta toiminnasta.
fr: Ctrl + Maj + Q : Lit le premier objet dans la barre d'état, fournit des informations sur l'activité récente.
gl: control+shift+q: Le o primeiro obxecto na barra de estado; proporciona información acerca da actividade recente.
hu: control+shift+q: felolvassa az első elemet az állapotsoron, mely a legutóbbi tevékenységről tájékoztat.
it: control+shift+q: Legge attività recenti, primo elemento della barra di stato:
nl: control+shift+q: Leest het eerste object in de statusbalk; geeft informatie over recente activiteit.
pl: control+shift+q: odczytuje pierwszy obiekt na pasku stanu; dostarcza informację o ostatniej aktywności.
pt_br: control+shift+q: Lê o primeiro objeto da barra de status; Fornece informações de atividades recentes.
ro: control+shift+q: Citește primul obiect în bara de stare; furnizează informații despre activitatea recentă.
sk: control+shift+q: Prečíta prvý objekt na stavovom riadku; informáciu o poslednej aktivite.
zh_cn: CTRL加SHIFT加L：朗读状态栏的第一个对象，提供最近一次活动的信息。

source: control+shift+w: Reads the second object of the status bar; contains information about files and users on the current server.
ar: control+shift+w: لقراءة الكائن الثاني في شريط الحالة. ويحتوي على معلومات عن الملفات والمستخدمين الحاليين على الخادم الحالي.
da: Control+Shift+w: Læser det andet objekt på statuslinjen; Indeholder oplysning om filer og brugere på den aktuelle server.
de: strg+umschalt+w: zeigt das zweite Objekt auf der Statuszeile an (Dateien und Nutzer auf dem aktuellen Server)
es: control+shift+w: Lee el segundo objeto de la barra de estado; contiene información acerca de ficheros y usuarios en el servidor actual.
fi: Control+Shift+W: Lukee tilarivillä toisena olevan objektin, joka sisältää tietoja nykyisellä palvelimella olevista tiedostoista ja käyttäjistä.
fr: Ctrl + Maj + W : Lit le second objet de la barre d'état, contient des informations sur les fichiers et les utilisateurs sur le serveur actuel.
gl: control+shift+w: Le o segundo obxecto da barra de estado; contén información acerca de ficheiros e usuarios no servidor actual.
hu: control+shift+w: felolvassa a második elemet az állapotsoron, mely a jelenlegi kiszolgáló fájlokkal és felhasználókkal kapcsolatos információit tartalmazza.
it: control+shift+w: Legge utenti e files, secondo elemento della barra di stato:
nl: control+shift+w: Leest het tweede object van de statusbalk; bevat informatie over bestanden en gebruikers op de huidige server.
pl: control+shift+w: odczytuje drugi obiekt na pasku stanu; zawiera informacje o plikach i użytkownikach na aktualnym serwerze.
pt_br: control+shift+w: Lê o segundo objeto da barra de status; dá informações de arquivos e usuários no servidor atual.
ro: control+shift+w: Citește al doilea obiect al barei de stare; conține informații despre fișiere și utilizatori pe serverul curent.
sk: control+shift+w: Prečíta druhý objekt na stavovom riadku; informácie o súboroch a používateľoch na aktuálnom serveri.
zh_cn: CTRL加SHIFT加W: 朗读状态栏的第二个对象，提供当前服务器的用户和文件的数目信息。
