Repository: nvdacn/screenReaderTranslations
Catalog: website/addons/eMule.*.po
Languages: ar, da, de, es, fi, fr, gl, hu, it, nl, pl, pt_br, ro, sk, zh_cn

source: Initial version.
ar: نسخة أولية
da: Første version.
de: Ehrstveröffentlichung.
es: Versión inicial.
fi: Ensimmäinen versio.
fr: Première version.
gl: Versión inicial.
hu: Az első kiadás.
nl: Eerste versie.
pl: Pierwsza wersja.
pt_br: Versão inicial.
ro: Versiunea inițială.
sk: prvé vydanie.
zh_cn: 初始版本。

source: control+NVDA+f: If the caret is located in an read only edit box, opens a find dialog.
de: strg+NVDA+f: Wenn sich der Systemcursor in einem schreibgeschützten Eingabefeld befindet, wird ein Suchfeld geöffnet.
gl: control+NVDA+f: Se se atopa o cursor nun cadro de edición de só lectura, abre un diálogo de procura.
it: control+NVDA+f: Se il cursore si trova in un campo editazione di sola lettura, apre una finestra di dialogo per la ricerca di testo.
nl: control+NVDA+f: Opent een zoekdialoogvenster als de cursor in een alleen lezen invoerveld staat.

source: control+f3: Finds the next occurrence of the text that you previously searched in read only edit boxes.
de: strg+f3: sucht nach dem nächsten Vorkommen des Textes, den Sie mit nvda+strg+f gesucht haben.
gl: control+f3: atopa a seguinte aparición do texto que procuraches anteriormente en cadros de edición de só lectura.
it: control+f3: Se il cursore si trova in un campo editazione di sola lettura, trova il testo successivo alla posizione del cursore.
nl: control+f3: Zoekt het volgende voorkomen van de tekst die u eerder zocht in alleen lezen invoervelden.

source: control+shift+f3: Finds the previous occurrence of the text that you previously searched in read only edit boxes.
de: strg+Umschalt+f3: sucht nach dem vorigen Vorkommen des Textes, den Sie mit nvda+strg+f gesucht haben.
gl: control+shift+f3: Atopa a anterior aparición do texto que procuraches anteriormente en cadros de edición de só lectura.
it: control+shift+f3: Se il cursore si trova in un campo editazione di sola lettura, trova il testo precedente alla posizione del cursore.
nl: control+shift+f3: Zoekt het vorige voorkomen van de tekst die u eerder zocht in alleen lezen invoervelden.

source: [3]: http://addons.nvda-project.org/files/get.php?file=em-dev
ar: [3]: http://addons.nvda-project.org/files/get.php?file=em

source: [[!meta title="eMule"]]
de: [[!meta title="eMule"]] [[!meta title="eMule 0.50A"]] [[!meta title="eMule 0.50A"]]
