Repository: nvdacn/screenReaderTranslations
Catalog: website/addons/eMule.*.po
Languages: ar, da, de, es, fi, fr, gl, hu, it, nl, pl, pt_br, ro, sk, zh_cn

source: control+shift+e: Reads the third object of the status bar; useful to know the UpLoad/DownLoad speed.
ar: control+shift+e: لقراءة الكائن الثالث في شريط الحالة. مفيد في معرفة سرعة الرفع والتنزيل.
da: Control+Shift+e: Læser tredje objekt på statuslinjen; Upload/download-hastighed.
de: strg+umschalt+e: zeigt das dritte Objekt der Statuszeile an (die Datenübertragungsraten)
es: control+shift+e: Lee el tercer objeto de la barra de estado; útil para saber la velocidad de subida y bajada.
fi: Control+Shift+E: Lukee tilarivillä kolmantena olevan objektin, joka sisältää lähetys- ja latausnopeudet.
fr: atrl + Maj + E: Lit le troisième objet de la barre d'état; utile pour connaître la vitesse d'Envoi / Téléchrgement.
gl: control+shift+e: Le o terceiro obxecto da barra de estado; util para saber a velocidade de subida e de baixada.
hu: control+shift+e: felolvassa a harmadik elemet az állapotsoron, mely a le- és feltöltési sebességet tartalmazza.
it: control+shift+e: Legge velocità di Download e Upload in eMule, terzo elemento della barra di stato:
nl: control+shift+e: Leest het derde object van de statusbalk; nuttig om de UpLoad-/DownLoadsnelheid te kennen.
pl: control+shift+e: odczytuje trzeci obiekt na pasku stanu; użyteczne aby poznać prędkość pobierania i wysyłania.
pt_br: control+shift+e: Lê o terceiro objeto da barra de status; útil para saber a velocidade de Upload e DownLoad.
ro: control+shift+e: Citește al treilea obiect al barei de stare; util pentru a ști viteza de încărcare/descărcare.
sk: control+shift+e: prečíta tretí objekt na stavovom riadku; rýchlosť sťahovania a posielania.
zh_cn: CTRL加SHIFT加E： 查看第三个状态栏的对象，常用来了解上传和下载速度。

source: control+shift+r: Reads The fourth object of the status bar; reports on connecting of eD2K and Kad network.
ar: control+shift+r: لقراءة الكائن الرابع في شريط الحالة. يستخدم للإعلام عن الاتصال بشبكة eD2K و CAD
da: Control+Shift+r: Læser fjerde objekt på statuslinjen: Annoncerer oplysninger om forbindelse til eD2K- og Kad-netværk.
de: strg+Umschalt+r: Zeigt das vierte Element der Statuszeile an (Informationen zu Verbindungen mit ed2k- und Kademia-Netzwerken)
es: control+shift+r: Lee el cuarto objeto de la barra de estado; informa sobre la conexión de las redes Kad y eD2K.
fi: Control+Shift+R: Lukee tilarivillä neljäntenä olevan objektin, jossa on tietoa eD2K- ja Kad-verkkojen yhteyden tilasta.
fr: Ctrl + Maj + r: Affiche Le quatrième objet de la barre d'état, les rapports sur la connexion de réseau eD2K et Kad.
gl: control+shift+r: Le o carto obxecto da barra de estado; informa sobre a conexión das redes Kad e eD2K.
hu: control+shift+r: felolvassa a negyedik elemet az állapotsoron, mely az eD2K és Kad hálózatok kapcsolódási állapotát tartalmazza.
it: control+shift+r: Legge connettività alle reti eD2K e Kad, quarto elemento della barra di stato:
nl: control+shift+r: Leest het vierde object van de statusbalk; meld over verbinding met eD2K en Kad netwerk.
pl: control+shift+r: odczytuje czwarty obiekt na pasku stanu; raport z połączenia z siecią eD2K i Kad.
pt_br: control+shift+r: Lê o quarto objeto da barra de status; anuncia como estão as conexões às redes eD2K e Kad.
ro: Control + Shift + R: Citește Al patrulea obiect al barei de stare; rapoarte privind conectarea rețelei ed2k și Kad.
sk: control+shift+r: prečíta štvrtý objekt na stavovom riadku; Oznámy stav pripájania do siete eD2K a Kad.
zh_cn: CTRL加SHIFT加R： 查看状态栏的第四个对象，用来了解 ED2K 和 KAD 网络的连接情况。

source: Managing columns.
ar: إدارة العماويد
da: Styring af kolonner.
de: Spalten verwalten.
es: Administrando columnas.
fi: Sarakkeiden hallinta
fr: Gestion des colonnes.
gl: Administrando columnas.
hu: Oszlopok kezelése.
it: Esplorazione degli elenchi:
nl: Kolommen beheren.
pl: Zarządzanie kolumnami.
pt_br: Mexer com colunas.
ro: Gestionare coloane
sk: práca so stĺpcami.
zh_cn: 管理列。

source: When within a list, you can move the caret between the rows and columns using alt+control+ Arrows. In this Add-on the following key commands are also available:
ar: إذا كنت داخل القائمة يمكنك التنقل بين الصفوف والأعمدة باستخدام alt+control مع الأسهم. وفي هذه الإضافة تتوفر أيضا مفاتيح الاختصار التالية:
da: I en liste kan du flytte markøren rundt i rækker og kolonner med Alt+Control+piletaster. I dette tilføjelsesprogram kan du også bruge følgende tastaturkommandoer:
de: Wenn sich der Fokus in einer Liste befindet, können Sie strg+alt+Pfeiltasten verwenden, um sich zwischen den Zeilen und Spalten zu bewegen. Golgende Befehle sind außerdem verfügbar:
es: Cuando estés dentro de una lista, puedes mover el cursor entre las filas y las columnas utilizando alt+control+Flechas. En este complemento también están disponibles las siguientes órdenes de teclado:
fi: Kohdistinta voidaan siirtää rivien ja sarakkeiden välillä listassa oltaessa Alt+Ctrl+nuolinäppäimiä käyttäen. Tässä lisäosassa ovat käytettävissä lisäksi seuraavat näppäinkomennot:
fr: Lorsque vous êtes dans une liste, vous pouvez déplacer le curseur entre les lignes et les colonnes en utilisant Alt + Ctrl + Flèches. Dans ce module les touches de raccourci suivantes sont également disponibles :
gl: Cando estás dentro dunha lista, podes mover o cursor entre as filas e as columnas usando alt+control+Flechas. Neste complemento tamén están dispoñibles as seguintes ordes de teclado:
hu: Egy oszlopokat tartalmazó listában általában az alt+control+nyíl billentyűk használhatóak sor és oszlop navigációhoz. Ebben a kiegészítőben a következő parancsok is elérhetőek:
it: Negli elenchi di eMule è possibile navigare tra le colonne e le righe usando alt+control+ frecce direzionali. In questo componente aggiuntivo sono disponibili inoltre i seguenti comandi da tastiera:
nl: Als u zich in een lijst bevindt, kunt u de cursor bewegen tussen de rijen en kolommen met alt+control+pijltjestoetsen. In deze Add-on zijn ook de volgende sneltoetsen beschikbaar:
pl: Kiedy znajdujesz się na liście, możesz przemieszczać kursor pomiędzy liniami i kolumnami używając klawisza alt+control+ Strzałki. Dostępne są również następujące polecenia klawiszowe w tym dodatku:
pt_br: Quando estiver numa lista, pode mover o cursor pelas linhas e colunas usando alt+control+ setas. Neste complemento, estão também disponíveis as seguintes teclas de comando:
ro: Când vă aflați într-o listă, puteți muta caret-ul între rânduri și coloane folosind alt+control+ săgeți. În acest add-on, următoarele comenzi de taste sunt de asemenea disponibile:
sk: Na pohyb po riadkoch a stĺpcoch v zozname môžete použiť ctrl+alt+šípky. V doplnku sú dostupné aj tieto skratky:
zh_cn: 在一个列表内，您可以使用 CTRL加ALT家光标键 在列表的行列之间进行浏览。在此插件，下面的按键也是可用的：

source: nvda+control+1-0: Reads the first 10 columns.
ar: nvda+control+1-0: لقراءة الأعمدة العشر الأولى.
da: NVDA+Control+1-0: Læser de første 10 kolonner.
de: NVDA+Steuerung+1-0: Ließt die ersten 10 Spalten.
es: NVDA+control+1-0: Lee las primeras 10 columnas.
fi: NVDA+Control+1-0: Lukee ensimmäiset 10 saraketta.
fr: NVDA + control +1-0 : Lit les 10 premières colonnes.
gl: nvda+control+1-0: Le as primeiras 10 columnas.
hu: nvda+control+1-0: felolvassa az első 10 oszlopot.
it: nvda+control+1-0: Consente di leggere le prime 10 colonne.
nl: nvda+control+1-0: Leest de eerste 10 kolommen.
pl: nvda+control+1-0: czyta pierwsze 10 kolumn.
pt_br: nvda+control+1-0: Lê as primeiras 10 colunas.
ro: nvda+control+1-0: Citește primele 10 coloane.
sk: nvda+control+1-0: Prečíta prvých 10 stĺpcov.
zh_cn: NVDA加CTRL加1到0： 朗读前十列

source: nvda+shift+1-0: Reads columns 11 to 20.
ar: nvda+shift+1-0: لقراءة الأعمدة من 11-20.
da: NVDA+Shift+1-0: Læser kolonne 11-20.
de: NVDA+Umschalt+1-0: Ließt die Spalten 11 bis 20.
es: NVDA+shift+1-0: Lee las columnas 11 a 20.
fi: NVDA+Shift+1-0: Lukee sarakkeet väliltä 11-20.
fr: NVDA + maj +1-0 : Lit colonnes 11 à 20.
gl: nvda+shift+1-0: Le as columnas 11 a 20.
hu: nvda+shift+1-0: Felolvassa a 11-től 20-ig található oszlopokat.
it: nvda+shift+1-0: Consente di leggere le colonne corrispondenti, dalla undicesima alla ventesima.
nl: nvda+shift+1-0: Leest kolommen 11 tot 20.
pl: nvda+shift+1-0: czyta kolumny do 20.
pt_br: nvda+shift+1-0: Lê as colunas de 11 a 20.
ro: nvda+shift+1-0: Citește coloanele de la 11 până la 20.
sk: nvda+shift+1-0: Číta stĺpce 11-20.
zh_cn: NVDA加SHIFT加1到0： 朗读第11到20列。

source: nvda+shift+C: Copies the contents of the last read column to the clipboard.
ar: nvda+shift+C: لنسخ محتوى آخر عمود تمت قراءته إلى الحافظة.
da: NVDA+Shift+c: Kopierer indholdet i den sidst læste kolonne til udklipsholderen.
de: NVDA+Umschalt+c: kopiert die Inhalte der zuletzt gesprochenen Spalte in die Zwischenablage.
es: NVDA+shift+C: Copia el contenido de la última columna leída al portapapeles.
fi: NVDA+Shift+C: Kopioi viimeksi luetun sarakkeen sisällön leikepöydälle.
fr: NVDA + Maj + C : Copie le contenu de la dernière colonne lue dans le presse-papiers.
gl: nvda+shift+C: Copia o contido da última columna lida ó portapapeis.
hu: nvda+shift+C: az utoljára felolvasott oszlop tartalmát a vágólapra másolja.
it: nvda+shift+C: Copia negli appunti il contenuto dell'ultima colonna letta.
nl: nvda+shift+C: Kopieer de inhoud van de laatstgelezen kolom naar het klembord.
pl: nvda+shift+C: kopiuje do schowka treść ostatnio przeczytanej kolumny.
pt_br: nvda+shift+C: Copia o conteúdo da última coluna lida para a área de transferência.
ro: nvda+shift+C: Copiază conținutul ultimei coloane citite pe planșetă.
sk: nvda+shift+C: Skopíruje posledný prečítaný stĺpec do schránky.
zh_cn: NVDA加SHIFT加C： 拷贝最后一次朗读的那一列的内容到剪贴板。

source: Changes for 3.0
da: Ændringer i 3.0
fi: Muutokset versiossa 3.0
hu: A 3.0 verzió változásai
pt_br: Mudanças na 3.0
ro: Modificări aduse în versiunea 3.0

source: To search text in readonly edit boxes, now we can use the dialog and commands available in NVDA.
da: For at søge efter tekst i skrivebeskyttede redigeringsbokse, kan vi nu bruge dialogboksen og kommandoer tilgængelige i NVDA.
fi: NVDA:ssa käytettävissä olevaa valintaikkunaa ja komentoja on nyt mahdollista käyttää tekstin etsimiseen vain luku -tyyppisistä muokkausruuduista.
hu: A csak olvasható szerkesztőmezőkben az NVDA-ban elérhető billentyűparancsokkal kereshetünk.
pt_br: Para buscar textos em caixas de edição somente leitura, pode-se agora usar o diálogo e os comandos fornecidos pelo NVDA.
ro: Pentru a căuta text în casetele de editare doar citire, putem folosi dialogul și comenzile disponibile în NVDA.

source: Changes for 2.0
ar: مستجدات الإصدار 1.0
da: Ændringer i 2.0
de: Änderungen bis 2.0
es: Cambios para 2.0
fi: Muutokset versiossa 2.0
fr: Changements pour la version 2.0
gl: Cambios para 2.0
hu: Az 2.0 verzió változásai
it: Cambiamenti per la 2.0
nl: Veranderingen in 2.0
pl: Zmiany dla 2.0
pt_br: Mudanças na 2.0
ro: Modificări aduse în versiunea 2.0
sk: Zmeny vo verzii 2.0

source: Add-on help is available from the Add-ons Manager.
ar: إتاحة ملف المساعدة بمدير الإضافات البرمجية.
da: Hjælp til tilføjelsesprogrammet er til rådighed fra styring af tilføjelsesprogrammer.
de: Die Hilfe zur Erweiterung ist über den Erweiterungs-Manager verfügbar.
es: La ayuda del complemento está disponible en el Administrador de Complementos.
fi: Ohje on käytettävissä Lisäosien hallinnasta.
fr: L'aide du module complémentaire est disponible à partir du Gestionnaire de modules complémentaires.
gl: A axuda do complemento está dispoñible no Administrador de Complementos.
hu: A kiegészítő súgója elérhető a Bővitménykezelő párbeszédablakából is.
it: L'aiuto sul componente aggiuntivo è disponibile dalla gestione componenti.
nl: Add-on help is beschikbaar via Add-ons beheren.
pl: Pomoc dodatku dostępna w oknie zarządzania dodatkami.
pt_br: A ajuda do complemento está disponível no gestor de complementos.
ro: Ghidul add-on-ului este disponibil în managerul de add-on-uri.
sk: Návod k doplnku nájdete v správcovi doplnkov.

source: Changes for 1.2
ar: مستجدات الإصدار 1.2
da: Ændringer i 1.2
de: Änderungen bis 1.2
es: Cambios para 1.2
fi: Muutokset versiossa 1.2
fr: Changements pour la version 1.2
gl: Cambios para 1.2
hu: Az 1.2 verzió változásai
it: Cambiamenti nella 1.2
nl: Veranderingen voor 1.2
pl: Zmiany dla 1.2
pt_br: Mudanças na 1.2
ro: Modificări aduse în versiunea 1.2
sk: Zmeny vo verzii 1.2
zh_cn: 版本1.2

source: When moving to the IRC messages, the selected text is reported properly.
ar: عند التحرك على رسائل ال IRC, فإنه سيتم الإعلان عنها بشكل صحيح
da: Når man flytter til IRC-meddelelserne, bliver den valgte tekst annonceret rigtigt.
de: Wenn Sie sich zu den IRC-Nachrichten bewegen, wird ausgewählter Text vorgelesen.
es: Al moverse a los mensajes del IRC, el texto seleccionado se anuncia apropiadamente.
fi: Valittu teksti luetaan oikein IRC-viesteihin siirryttäessä.
fr: Lors du déplacement aux messages IRC, le texte sélectionné est indiqué correctement.
gl: Cando se cambia para as mensaxes de IRC, o texto seleccionado indícase correctamente.
hu: Amikor az IRC üzeneteken navigálunk, a kijelölt szöveg felolvasásra kerül.
nl: Bij het navigeren naar de IRC-berichten wordt de geselecteerde tekst correct gemeld.
pl: Po przejściu do wiadomości IRC, zaznaczony tekst jest prawidłowo odczytywany.
pt_br: Ao mover-se para as mensagens de IRC, o texto selecionado é devidamente anunciado.
ro: Atunci când se deplasează la mesajele IRC, textul selectat este raportat în mod corespunzător.
sk: Pri pohybe v IRC správach je správne oznamovaný vybratý text.
zh_cn: 当移动到 IRC 消息时，选择的文本内容已可正确的朗读。

source: The keystroke used for moving to the Search results list has been generalized to be able to move focus to any available list in the current window.
ar: لقد تم تعميم الاختصار الذي كان منوط بالانتقال إلى نتائج البحث حيث أصبح ينتقل لأي قائمة موجودة بالنافذة الحالية.
da: Det tastetryk, som bruges til at gå til listen over søgeresultater, er blevet generaliseret, så man kan flytte til en hvilken som helst liste i det aktuelle vindue.
es: La combinación de teclas usada para mover a la lista de resultados de la búsqueda se ha generalizado para ser capaz de mover el foco a cualquier lista disponible en la ventana actual.
fi: Hakutuloslistaan siirtävä näppäinkomento on yleistetty siirtämään kohdistus mihin tahansa käytettävissä olevaan listaan nykyisessä ikkunassa.
fr: La combinaison de touches utilisée pour le déplacement à la liste de résultats de recherche a été généralisée pour pouvoir déplacer le focus à toutes les listes disponibles dans la fenêtre courante.
gl: A combinación de teclas usada para pasar á lista de resultados de busca foi xeneralizada para poder mover o foco para calquera lista dispoñible na ventá actual.
hu: A billentyűparancs, amely eddig a fókuszt csak a keresési találatok listájára helyezte, most már bármilyen, az aktuális ablakban elérhető listára át tudja helyezni azt.
nl: De sneltoets die gebruikt werd voor het navigeren naar de zoekresultatenlijst wordt nu gebruikt om te navigeren naar iedere beschikbare lijst in het huidige venster.
pl: Komenda przechodzenia do wyników wyszukiwania została uogólniona i przenosi punkt uwagi do jakiejkolwiek pierwszej dostępnej listy w aktualnym oknie.
pt_br: A tecla de atalho usada para mover para a lista de resultados da busca foi generalizada para ser capaz de mover o foco para qualquer lista presente na janela atual.
ro: Combinațiile de taste utilizate pentru deplasarea la lista rezultatelor de căutare a fost generalizată să fie capabilă pentru deplasarea focalizării la orice listă disponibilă în fereastra curentă.
sk: Skratka na prechod do výsledkov hľadania bola upravená tak, že prechádza do akého koľvek zoznamu v aktuálnom okne.

source: The command used to focus the IRC messages has been generalized to move to any read-only edit box, making it possible to review connection information in the Servers window.
ar: لقد تم تعميم الأمر المخصص للانتقال للرسائل المستلمة ببروتوكول IRC حيث أصبح ينتقل إلى أي مربع تحرير للقراءة فقط, وذلك أدى إلى إمكانية مراجعة معلومات الاتصال بنافذة الخوادم.
da: Den kommando, som bruges til at bringe fokus til irc-meddelelserne, er blevet generaliseret til at gå til et hvilket som helst skrivebeskyttet editfelt. På den måde kan man læse forbindelsesoplysningerne i servervinduet.
es: La orden usada para enfocar los mensajes de IRC se ha generalizado para moverse a cualquier casilla de edición de sólo lectura, por lo que es posible revisar la información de conexión en la ventana Servidores.
fi: IRC-viesteihin siirtävä näppäinkomento on yleistetty siirtämään mihin tahansa vain luku -muokkausruutuun, mikä mahdollistaa yhteyden tietojen tarkastelemisen Palvelimet-ikkunassa.
fr: La commande utilisée pour mettre en focus les messages IRC a été généralisée pour se déplacer sur toutes les zones d'édition en lecture seule, ce qui permet de consulter les informations de connexion dans la fenêtre des serveurs.
gl: A orde usada para concentrar as mensaxes de IRC foi xeneralizada para desprazarse a calquera caixa de edición de só lectura, o que fai posible revisar a información de conexión no diálogo de servidores.
hu: A parancs, ami eddig csak az IRC üzenetekre helyezte át a fókuszt, immáron bármely más csak olvasható szerkesztőmezőre is át tudja helyezni azt, ezáltal lehetővé vált a kapcsolódási információk áttekintése a szerverek ablakában.
nl: Het gebruikte commando voor het weergeven van de IRC-berichten is algemeen gemaakt om te navigeren naar ieder alleen-lezen invoerveld, wat het mogelijk maakt om verbindingsinformatie in het servervenster te bekijken.
pl: Komenda przechodzenia do wiadomości IRC została uogólniona i teraz umożliwia przejście do jakiegokolwiek pola tylko do odczytu dzięki czemu można przeglądać informacje o połączeniach w oknie serwera.
pt_br: O comando usado para focar as mensagens de IRC foi generalizado para mover a qualquer campo de edição somente-leitura, tornando-o capaz de explorar informações de conexão na janela de servidores.
ro: Comanda folosită la focalizarea mesajelor IRC a fost generalizată pentru deplasarea la orice casetă de editare doar citire, ceea ce face posibilă revizuirea informațiilor de conectare în fereastra serverelor.
sk: Skratka na prechod k správam IRC bola upravená tak, že prechádza do ľubovolného editačného poľa, takže je možné čítať informácie o spojení v okne servera.

source: When moving mouse and focus to the toolbar, in some cases it was announced twice. This has been fixed.
ar: معالجة نطق شريط الأدوات مرتين في بعض الأحوال عند تحريك الفأرة أو مؤشر النظام إليه.
da: Når man flytter mus og fokus til værktøjslinjen, blev denne i nogle tilfælde annonceret to gange. Dette er blevet løst.
es: Al mover el ratón y el foco a la barra de herramientas, en algunos casos se anunciaba dos veces. Esto ha sido corregido.
fi: Kun hiiri ja kohdistus siirrettiin työkalupalkkiin, se luettiin joissakin tapauksissa kahdesti. Tämä on korjattu.
fr: lors du déplacement de la souris et le focus à la barre d'outils, dans certains cas, il a été annoncé deux fois. Ce problème a été corrigé.
gl: Ó mover o rato e o foco a barra de tarefas, nalgúns casos anunciábase dúas veces. Esto foi correxido.
hu: Amikor az egér és a fókusz az eszköztárra került, némely esetben az információ kétszer került kimondásra. A hiba kijavításra került.
nl: Bij het verplaatsen van de muis of de focus naar de werkbalk werd dit in sommige gevallen twee keer gemeld. Dit is opgelost.
pl: Po przemieszczeniu myszy lub punktu uwagi do paska narzędzi, w niektórych sytuacjach był oznajmiany podwójnie. Zostało to naprawione.
pt_br: Ao mover o mouse e o foco para a barra de ferramentas, em alguns casos isso era anunciado duas vezes. Corrigido.
ro: Când deplasați mausul și focalizarea la bara principală de unelte, în unele cazuri era anunțat de două ori. Această eroare a fost reparată.
sk: NVDA viac opakovane nečíta obsah panela nástrojov, ak naň presuniete fokus alebo myš.

source: Changes for 1.1
ar: تعديلات الإصدار 1.1
da: Ændringer i 1.1
de: Änderungen bis 1.1
es: Cambios para 1.1
fi: Muutokset versiossa 1.1
fr: Changements pour la version 1.1
gl: Cambios para 1.1
hu: Az 1.1 verzió változásai
it: Cambiamenti per la 1.1
nl: Veranderingen voor 1.1
pl: Zmiany dla 1.1
pt_br: Mudanças na 1.1
ro: Modificări aduse în versiunea 1.1
sk: Zmeny vo verzii 1.1
zh_cn: 版本1.1

source: Fixed bug in eMule item under NVDA's help menu, when the user config folder name contains non latin characters.
ar: إصلاح خطأ برمجي بعنصر eMule بقائمة المساعدة ب NVDA, عندما يحتوي اسم ملف إعدادات المستخدم على أحرف غير لاتينية.
da: Rettet fejl i emnet eMule under NVDAs hjælpemenu, når navnet på mappen med NVDAs brugerkonfigurationer indeholder ikke-latinske tegn.
de: Fehler im Eintrag Emule im NVDA-Hilfe-Menü behoben, wenn der Namen des Benutzerverzeichnises nicht-lateinische Zeichen enthällt.
es: Solucionado un problema en el elemento eMule en el menú Ayuda de NVDA, cuando el nombre de la carpeta de configuración de usuario contiene caracteres no latinos.
fi: Korjattu NVDA:n ohjevalikossa olevan eMule-valikkokohteen vika, jossa käyttäjän asetuskansio sisältää muita kuin latinalaisia merkkejä.
fr: Correction d'un bug dans l'élément eMule sous le menu d'aide de NVDA, lorsque le nom du dossier configuration utilisateur contient des caractères non latins.
gl: Correxido un erro no elemento eMule no menú de axuda do NVDA, cando o nome do cartafol da configuración de usuario contén caracteres non latinos.
hu: Javítva az Emule elem a súgó menüben, hiba történt ha a felhasználói konfigurációs fájl nem latin karaktereket tartalmazott.
nl: Probleem opgelost in eMule item onder NVDA's help menu, als de naam van de gebruikersconfiguratiemap niet-Latijnse karakters bevat.
pl: Poprawiony błąd polecenia Emule w menu Pomoc NVDA, gdy nazwa folderu konfiguracyjnego użytkownika zawierała znaki z poza alfabetu łacińskiego.
pt_br: Corrigido erro no item eMule no menu de ajuda do NVDA quando o nome da pasta de opções do usuário contém caracteres não-latinos.
ro: A fost reparată o eroare în elementul eMule din NVDA, meniul ajutor, când numele folderului user config conține caractere nelatine.
sk: opravená chyba v pomocníkovy Emule, ktorá sa objavovala, ak názov priečinka s používateľskými dátami obsahoval iné ako ascii znaky.
zh_cn: 修复在用户配置文件夹名称包含非拉丁字符时 NVDA 帮助菜单下的 eMule 项目，发生的错误。

source: Shortcuts can now be reassigned using the NVDA gesture input dialog.
ar: يمكن إعادة تخصيص اختصارات الإضافة من خلال محاورة تخصيص اختصارات NVDA.
da: Genvejstaster kan nu ændres i NVDAs dialog til inputbevægelser.
de: Tastenkombinationen können nun mittels des Dialogs Eingaben neu zugewiesen werden.
es: Los atajos ahora pueden reasignarse utilizando el diálogo gestos de entrada de NVDA.
fi: Pikanäppäinten uudelleenmäärittely on nyt mahdollista NVDA:n syöte-eleiden valintaikkunaa käyttäen.
fr: Les raccourcis peuvent maintenant être réaffectés à l'aide du dialogue gestes de commande NVDA.
gl: Os atallos agora poden se reasignar utilizando o diálogo de xestos de entrada do NVDA.
hu: A billentyűparancsok átállíthatóak a beviteli parancsok párbeszédablakán.
it: I tasti rapidi possono essere riassegnati utilizzando la finestra di dialogo gesti di immissione di NVDA.
nl: Snelkoppelingen kunnen nu gewijzigd worden via het dialoogvenster Invoerhandelingen koppelen van NVDA.
pl: Skróty klawiszowe mogą być modyfikowane przy użyciu okna Zdarzeń wejścia w menu NVDA.
pt_br: Atalhos agora podem ser reatribuídos usando o diálogo de gestos para entrada do NVDA.
ro: Comenzile rapide pot fi reatribuite folosind dialogul gesturilor de intrare NVDA.
sk: Skratky sa dajú meniť v dialógu klávesové skratky.
zh_cn: 现在，可使用“创建手势”对快捷键进行更改。

source: Changes for 1.0
ar: تعديلات الإصدار 1.0
da: Ændringer i 1.0
de: Änderungen bis 1.0
es: Cambios para 1.0
fi: Muutokset versiossa 1.0
fr: Changements pour la version 1.0
gl: Cambios para 1.0
hu: Az 1.0 verzió változásai
nl: Veranderingen in 1.0
pl: Zmiany dla 1.0
pt_br: Mudanças na 1.0
ro: Modificări aduse în versiunea 1.0
sk: Zmeny vo verzii 1.0
zh_cn: 版本1.0
