Repository: nvdacn/screenReaderTranslations
Catalog: website/addons/enhancedTouchGestures.*.po
Languages: ar, bg, da, de, fr, gl, hr, hu, it, ja, ro, sr

source: With manual passthrough mode off, if touch passthrough is turned on before the passthrough duration expires, touch interaction would be enabled.
bg: При изключен ръчен режим на препредаване на жестовете, ако препредаването на жестовете е включено преди изтичането на времето за препредаване, сензорното взаимодействие ще бъде задействано.
da: Med tilstanden til manuelt at slippe berøringsbevægelser igennem slået fra, og hvis berøringsbevægelser slippes igennem før varigheden udløber, slås berøringsinteraktion til.
de: Bei ausgeschaltetem manuellen Durchreichmodus würde die Touch-Interaction aktiviert werden, wenn das manuelle Durchreichen der Befehle vor dem ablaufen der Durchreichezeit eingeschaltet wird.
fr: Avec le mode émulation manuelle désactivée, si l'émulation tactile est activée avant l'expiration de la durée de l'émulation, l'interaction tactile serait activée.
gl: Co modo deixar pasar manual desactivado, se deixar pasar toque se activa antes de que expire a duración de deixar pasar, voltaríase a activar a interación táctil.
hr: Ako je ručno isključen mod istraživanja jednim dodirom, te ako je isti uključen prije nego što mod učenja istekne, interakcija dodirom će biti dostupna.
ro: Cu opțiunea de trecere manuală dezactivată, dacă trecerea prin atingere este activat înainte de expirarea duratei de trecere, atingerea interacțiunii va fi activată.

source: Version 17.07
bg: Версия 17.07
da: Version 17.07Version: [0.6][1]
gl: Versión 17.07
ro: Versiunea 17.07

source: Added a new dialog named Touch Interaction under NVDA's preferences menu to configure how NVDA works with touchscreens.
bg: Добавен е нов диалогов прозорец с име "Сензорно взаимодействие" в менюто за настройки на NVDA, за конфигуриране на това как NVDA работи със сензорни екрани.
da: Tilføjet en ny dialogboks ved navn "Berøringsindtastning" under NVDAs menu under Præferencer til at konfigurere, hvordan NVDA fungere med berøringsskærme.
de: Ein neues Dialog namens Touch-Interaction wurde unter NVDA-Menü / Einstellungen hinzugefügt, um das Verhalten von NVDA während der Nutzung von Touchscreens zu konfigurieren.
fr: Ajout d'un nouveau dialogue intitulée Interaction Tactile dans le menu des préférences de NVDA pour configurer comment NVDA fonctionne avec les écrans tactiles.
gl: Engadido un novo diálogo chamado Interacción Tactil no menú Preferencias do NVDA para configurar cómo traballa o NVDA coas pantallas tactiles.
hr: Dodan je novi dijaloški okvir pod nazivom Interakcija dodirom u podizborniku postavki NVDA za definiranje kako će NVDA raditi sa zaslonima osjetljivim na dodir.
ro: A fost adăugat un nou dialog numit Interacțiunea prin atingere în meniul de preferințe al NVDA-ului pentru a configura cum să lucreze NVDA-ul cu ecranele tactile.

source: After installing this version, when pressing keys on the touch keyboard, one must double tap the desired key. You can switch back to the old way by enabling touch typing from Touch Interaction dialog.
bg: След инсталирането на тази версия, при въвеждане от сензорната клавиатура, трябва да се докосва два пъти, за да се задейства дадения клавиш. Можете да превключите обратно към стария начин на въвеждане, като включите опцията за въвеждане с едно докосване от прозореца за настройки "Сензорно взаимодействие".
da: Du skal trykke to gange på den ønskede tast på berøringstastaturet, når du har installeret denne version. Du kan skifte tilbage til den forrige metode ved at benytte dialogen "Beræringsindteraktion".
de: Nach der Installation dieser Version muss man beim Drücken von Tasten auf der Touch-Tastatur die gewünschte Taste doppelt antippen. Sie können auf die alte Art der Eingabe zurückschalten, indem Sie die Eingabeart Tippen auf Berührung im Dialogfeld"Touch-Interaction" aktivieren.
fr: Après avoir installé cette version, lorsque vous appuyez sur les touches du clavier tactile, vous devez faire une double tape sur la touche désirée. Vous pouvez revenir à l'ancienne façon en activant la frappe tactile à partir du dialogue Interaction Tactile.
gl: Despois de instalar esta versión, ao se premer teclas no teclado tactil, Débese facer un doble toque na tecla desexada. Podes voltar ao vello xeito habilitando a escritura tactil dende o diálogo Interacción Tactil.
hr: Naqkon što instalirate ovu verziju, dok pritiščete tipke na touch tipkovnici, jednu željenu tipku morate dvaput dodirnuti. Možete se vratiti na stari način rada omogućavanjem tipkanja jednim dodirom iz dijaloškog okvira Interakcija dodirom.
ro: După instalarea acestei versiuni, atunci când apăsați tastele de pe tastatura tactilă, trebuie să atingeți dublu tasta dorită. Puteți reveni la modul vechi, permițând introducerea de atingeri din dialogul Interacțiune prin atingere.

source: Added a command (unassigned) to allow NVDA to ignore touch gestures for up to 10 seconds.
bg: Добавена е команда (неназначена), позволяваща на NVDA да пренебрегва сензорните жестове за период до 10 секунди.
da: Tilføjede en utildelt kommando, der lader NVDA ignorere alle berøringsbevægelser op til 10 sekunder.
de: Ein neuer, noch nicht zugewiesener Befehl wurde hinzugefügt, welcher die Berührungsgeste bis zu 10 Sekunden an das Gerät / die Anwendung durchreicht.
fr: Ajout d'une commande (non assignée) pour permettre à NVDA d'ignorer les gestes tactiles pendant 10 secondes maximum.
gl: Engadida unha orde (non asignada) para permitir ao NVDA ignorar xestos tactiles por ata 10 segundos.
hr: Dodana je naredba (neraspoređena) koja dozvoljava NVDA da ignorira dodirne geste u intervalu do 10 sekundi.
ro: A fost adăugată o comandă (neatribuită) pentru a-i permite NVDA-ului să ignore gesturile de atingere timp de 10 secunde.

source: Added an option in Touch Interaction dialog to allow NVDA to pause touch interaction between 3 to 10 seconds in order to perform touchscreen gestures directly (as though NVDA is not running; default is 5 seconds).
bg: Добавена е опция в диалоговия прозорец за сензорно взаимодействие, която да позволи на NVDA временно да спре да прихваща сензорните жестове за период от 3 до 10 секунди, за да може те да се изпълняват директно (все едно NVDA не се изпълнява в дадения момент). Настройката по подразбиране е 5 секунди.
da: Tilføjet en mulighed i dialogen "Berøringsinteraktion", der tillader NVDA at pause berøringsinteraktion mellem 3 til 10 sekunder for at udføre bevægelser direkte (som om NVDA ikke kørte, standard er 5 sekunder).
de: Es wurde eine neue Option im Dialogfeld Touch-Interaction hinzugefügt. Sie erlaubt NVDA die Touch-Interaction zwischen 3 und 10 Sekunden durchzureichen, um Touchscreen-Gesten direkt auszuführen (als ob NVDA beendet wäre). Der Standardwert liegt bei 5 Sekunden.
fr: Ajout d'une option dans le dialogue Interaction Tactile pour permettre à NVDA de suspendre l'interaction tactile entre 3 à 10 secondes afin d'effectuer des gestes d'écran tactile directement (comme si NVDA ne fonctionnait pas, la valeur par défaut est de 5 secondes).
gl: Engadida unha opción no diálogo Interacción Tactil para permitir ao NVDA pausar a interacción tactil entre 3 e 10 segundos para realizar xestos da pantalla táctil directamente (coma se o NVDA non se está a executar; por defecto é 5 segundos).
hr: Dodana je opcija u dijaloškom okviru interakcije dodirom koja dozvoljava NVDA da zaustavi interakciju dodirom u intervalu između 3 i 10 sekundi kako bi se direktno izvršile dodirne geste (kada NVDA nije pokrenut; po zadanom je 5 sekundi).
ro: A fost adăugată o opțiune în dialogul Interacțiunea prin atingere pentru a permite NVDA să întrerupă interacțiunea tactilă între 3 și 10 secunde pentru a efectua direct gesturile de pe ecranul tactil (ca și când NVDA nu se execută, implicit este de 5 secunde).

source: Added debug logging messages when performing right clicks (tap and hold) to be recorded in the NVDA log (requires NVDA 2017.1 or later).
bg: Добавени са съобщения към режима за протоколиране за отстраняване на грешки при изпълняването на жеста за дясно щракване с мишката (докосване и задържане) с цел записването им в протокола на NVDA (изисква се NVDA 2017.1 или по-нова).
da: Tilføjede beskeder ang. fejlfinding når du udføre højreklik (tryk og hold nede), der skrives ind i din NVDA-logfil. Dette kræver NVDA 2017.1 eller nyere.
de: Debug-Logging-Meldungen werden nun beim Ausführen von Rechtsklicks (Tippen und Halten) im NVDA-Protokoll aufgezeichnet. Erfordert NVDA 2017.1 oder höher.
fr: Ajout de messages de débogage lors d'un clic droit (taper et maintenir) pour être enregistré dans le journal NVDA (nécessite NVDA 2017.1 ou version ultérieure).
gl: Engadidas mensaxes de depuración no rexistro ao se realizar clic dereito (tocar e manter) para grabalos no rexistro do NVDA (require do NVDA 2017.1 ou posterior).
hr: Dodane poruke za otkrivanje grešaka tijekom izvođenja desnog klika (dodirni i zadrži) i njihovo pohranjivanje u NVDA log (zahtijeva NVDA inačicu 2017.1
ro: Au fost adăugate mesajele de diagnosticare la efectuarea click-urilor dreapta (atingeți și țineți apăsat) pentru a fi înregistrate în jurnalul NVDA (necesită NVDA 2017.1 sau mai nou).

source: Due to changes made when playing screen coordinates, NVDA 2017.1 or later is required.
bg: Поради промени в начина по който се възпроизвеждат екранните координати, се изисква NVDA 2017.1 или по-нова.
da: På grund af ændringer, der foretages ved afspilning af skærmkoordinater, kræves NVDA 2017.1 eller nyere.
de: Aufgrund von Änderungen bei der Wiedergabe von Bildschirmkoordinaten ist NVDA 2017.1 oder höher erforderlich.
fr: En raison des modifications apportées lors de la sonorisation des coordonnées de l'écran, NVDA 2017.1 ou version ultérieure est requise.
gl: Debido a cambios feitos ao se reproducir as coordinadas da pantalla, requírese do NVDA 2017.1 ou posterior.
hr: Implementirane promjene za prikazivanje koordinata na zaslonu zahtijevaju NVDA inačicu 2017.1 ili noviju.
ro: Datorită schimbărilor făcute la redarea coordonatelor ecranului, NVDA 2017.1 este necesar.

source: ##Version 17.03
bg: ##Версия 17.03
gl: ##Versión 17.03
ro: #Versiunea 17.03

source: Fixed an issue where coordinate announcement beep did not play or an error tone played instead when using NVDA 2017.1 or later.
bg: Поправен е проблем, при който сигналът за указване на координатите не бива възпроизвеждан или вместо него се възпроизвежда сигнал за грешка, при използване на NVDA 2017.1 или по-нова.
da: Løst et problem, hvor bip når koordinater blev annoncerede ikke spillede eller en fejltone blev spillet i stedet, når du bruger NVDA 2017.1 eller nyere.
de: Ein problem wurde behoben, wo bei der Verwendung von NVDA 2017.1 oder höher der Piepton der Koordinatenansage nicht abgespielt oder ein Fehler wiedergegeben wurde.
fr: Correction d'un problème au cours duquel l'annonce de la coordonnée par des bips n'a pas été sonorisé ou une tonalité d'erreur a été sonorisé lors de l'utilisation de NVDA 2017.1 ou version ultérieure.
gl: Correxido un fallo cando o pitido de anunciado de coordinadas non se reproducía ou reproducíase un ton de erro no seu lugar cando se utiliza NVDA 2017.1 ou anterior.
hr: Riješen problem gdje se pri izvještavanju koordinata nije čuo zvuk ili se pojavljivao zvuk pogreške tijekom korištenja NVDA inačice 2017.1 ili novije.
it: Risolto un problema che impediva la riproduzione delle coordinate audio con NVDA 2017.1 o successive.
ro: A fost reparată o eroare în care bipul anunțării coordonatelor nu era redat, iar în locul lui o eroare de ton era redată la utilizarea NVDA 2017.1 sau mai nou.
sr: Popravljena greška kada zvučni signal za grešku nije ispravno reprodukovan ili se reprodukovao ton za grešku u verziji 2017.1

source: ##Version 16.12
bg: ##Версия 16.12
gl: ##Versión 16.12
ro: ##Versiunea 16.12
sr: ##verzija 16.12

source: Web touch mode works in Microsoft Edge, Microsoft Word and others where browse mode is used.
bg: Сензорният режим за уеб работи в Microsoft Edge, Microsoft Word и на други места, където се използва режима на разглеждане.
da: Web-berøringstilstand fungerer i Microsoft Edge, Microsoft Word og andre hvor steder gennemsynstilstand benyttes.
de: Web-Touch-Modus funktioniert in allen Anwendungen, wo der Lesemodus (browse mode) unterstützt wird. Dies sind beispielsweise Microsoft Edge, Microsoft Word, Kindle, Firefox usw.
fr: Le mode web tactile fonctionne dans Microsoft Edge, Microsoft Word et d'autres où le mode navigation est utilisé.
gl: O modo web táctil funciona no Microsoft Edge, no Microsoft Word e outros onde se use o modo exploración.
hr: Web dodirni mod radi u programu Microsoft Edge, Microsoft Word i drugdje gdje je moguće koristiti mod pretraživanja.
it: La modalità web a tocco funziona in Microsoft Edge, Microsoft Word e altri programmi dove viene usata la modalità navigazione.
ro: Modul tactil web funcționează în Microsoft Edge, Microsoft Word, și altele unde unde modul navigare este folosit.
sr: Web režim dodira radi u programima Microsoft Edge, Microsoft Word i ostalim programima gde se koristi režim pretraživanja

source: Added lists and landmarks to web touch mode elements.
bg: Добавени са списъците и маркерите към списъка от поддържани елементи за сензорния режим за уеб.
da: Tilføjede lister og landmærker til elementer af web-berøringstilstande.
de: Listen und Sprungmarken sind nun Teile der Web-Touch-Elemente.
fr: Ajout de listes et de régions aux éléments du mode web tactile.
gl: Engadidas listas e pontos de referencia aos elementos do modo web tactil.
hr: Dodani su popisi i orijentiri za elemente u web dodirnom okruženju.
it: Aggiunti elenchi e punti di riferimento agli elementi web in modalità tocco
ro: Au fost adăugate liste și puncte de reper pentru elementele modului tactil web.
sr: Dodate liste i regioni u režimu pretraživanja

source: Version 16.06
bg: Версия 16.06
gl: Versión 16.06
hr: Inačica 16.06
it: Versione 16.06
ro: Versiunea 16.06
sr: Verzija 16.06

source: Initial stable version.
bg: Първа стабилна версия.
da: Første stabile version.
de: Ehrstveröffentlichung der stabilen Version.
fr: Première version stable.
gl: Versión estable inicial.
hr: Inicijalna stabilna verzija.
it: Versione iniziale stabile
ro: Versiunea stabilă inițială.
sr: Prva stabilna verzija

source: Note: this add-on requires NVDA 2018.1 or later running on a touchscreen computer with Windows 8.1 or 10.
gl: Nota: este complemento require do NVDA 2018.1 ou posterior executándose nun computador con pantalla táctil co Windows 8.1 ou 10.

source: Note: this add-on requires NVDA 2018.2 or later running on a touchscreen computer with Windows 8.1 or 10.
da: Bemærk, at du skal bruge NVDA 2018.2 eller senere installeret på en computer med berøringsfølsom skærm, og som kører Windows 8.1 eller 10.
fr: Notez que ce module complémentaire requiert NVDA 2018.2 ou une version ultérieure s'exécutant sur un ordinateur tactile avec Windows 8 ou 10.

source: Add-on settings is now found in new multi-category NVDA Settings screen under "Enhanced Touch Gestures" category. As a result, NVDA 2018.2 is required.
da: Tilføjelsesindstillinger er nu at finde i kategorien "Udvidede berøringsbevægelser" i NVDAs indstillingsdialog. Som følge heraf er NVDA 2018.2 påkrævet.
fr: Les paramètres du module complémentaire sont désormais disponibles dans le nouvel écran Paramètres NVDA multi-catégories sous la catégorie "Enhanced Touch Gestures". Par conséquent, NVDA 2018.2 est requis.

source: Fixed compatibility issues with wxPython 4.
da: Rettede kompatibilitetsproblemer med wxPython 4.
fr: Correction de problèmes de compatibilité avec wxPython 4.

source: [1]: https://addons.nvda-project.org/files/get.php?file=ets
de: [1]: http://addons.nvda-project.org/files/get.php?file=ets
hr: [1]: http://addons.nvda-project.org/files/get.php?file=ets

source: Note that you need NVDA 2012.3 or later installed on a touchscreen computer running Windows 8 or later. For best experience, Windows 8.1 or 10 with NVDA 2016.4 or later is recommended.
it: Si noti che è necessario avere NVDA 2012.3 o successivo installato su un computer touchscreen con sistema operativo Windows 8 o versioni successive. Per ottenere il massimo si consiglia NVDA 2016.4 e Windows8.1 o Windows10.

source: Screen orientation
hu: Képernyő tájolás
it: Orientamento schermo
sr: Orjentacija ekrana

source: NVDA can announce screen orientation changes. Note that NvDA cannot distinguish between primary and secondary orientation at this time.
hu: Az NVDA képes bejelenteni a képernyő tájolásának változását. Az NVDA nem tudja megkülönböztetni az elsődleges és másodlagos tájolást.
it: NVDA può annunciare la modifica dell'orientamento dello schermo. Si noti che NVDA non può ancora distinguere tra orientamento primario e secondario
sr: NVDA može izgovoriti promene orjentacije ekrana. Napomena da NVDA ne može da razlikuje između prve i druge orjentacije trenutno

source: Version 17.03
it: Versione 17.03

source: Note that you need NVDA 2012.3 or later installed on a touchscreen computer running Windows 8 or later.
ar: يلاحظ أنك تحتاج إلى NVDA2012.3 أو ما بعده مثبت على حاسوب بشاشة لمس بنظام تشغيل ويندوز 8 وما بعده.
ja: Windows 8以降のタッチスクリーンのコンピュータに、NVDA2013.3以降がインストールされていることが必要です。
