Repository: nvdacn/screenReaderTranslations
Catalog: website/addons/enhancedTouchGestures.*.po
Languages: ar, bg, da, de, fr, gl, hr, hu, it, ja, ro, sr

source: [[!meta title="Enhanced Touch Gestures"]]
bg: [[!meta title="Разширени Сензорни Жестове (Enhanced Touch Gestures)"]]
da: [[!meta title="Enhanced Touch Gestures (Udvidede berøringsbevægelser)"]]
de: [[!meta title="Erweiterte Touch-Gesten"]]
hr: [[!meta title="unaprjeđene dodirne geste -enhanced touch gestures"]]
hu: [[!meta title="továbbfejlesztett érintési parancsok"]]

source: Author: Joseph Lee
ar: مطور الإضافة: Joseph Lee
bg: Автор: Joseph Lee
da: Forfatter: Joseph Lee
de: Autor: Joseph Lee
fr: Auteurr : Joseph Lee
gl: Autor: Joseph Lee
hr: Autor: Joseph Lee
hu: Készítő: Joseph Lee
it: Autore: Joseph Lee
ja: 作者:Joseph Lee
ro: Autor: Joseph Lee
sr: аутор : Joseph Lee

source: Download [stable version][1]
bg: Изтегляне на [стабилна версия][1]
da: Download [stabil version][1]
de: Herunterladen der [stabilen Version][1]
fr: Télécharger [version stable][1]
gl: Descargar [versión estable][1]
hr: Preuzmi [stable version][1]
hu: Letöltés[stabil verzió][1]
it: Download [versione stabile][1]
ro: Descărcați [versiunea stabilă][1]
sr: Preuzmi [stabilnu verziju][1]

source: This add-on provides additional touchscreen gestures for NVDA. It also provides a set of gestures for easier browse mode navigation.
ar: توفر هذه الإضافة المزيد من اختصارات اللمس ل NVDA. كما توفر مجموعة من اختصارات اللمس للحركة السريعة بنمط التصفح.
bg: Тази добавка предлага допълнителни сензорни жестове за NVDA. Също така предоставя и пакет от жестове за улеснена навигация в режим на разглеждане.
da: Dette tilføjelsesprogram tilføjer ekstra berøringskommandoer til NVDA. Det giver et sæt bevægelser for lettere navigering i gennemsynstilstand.
de: Diese Erweiterung führt zusätzliche Touchscreen-Gesten in NVDA ein. Neue Touchscreen-Gesten für den Lesemodus sind ebenfalls verfügbar.
fr: Ce module complémentaire fournit des gestes supplémentaires sur l'écran tactile pour NVDA. Il fournit également un ensemble de gestes pour parcourir facilement lorsque vous êtes en mode navigation.
gl: Este complemento proporciona xestos táctiles adicionais para NVDA. Tamén proporciona un conxunto de xestos para unha mellor navegación do modo exploración.
hr: Ovaj dodatak omogućuje dodatne dodirničke geste u NVDA čitaču zaslona. Ovaj dodatak također dodaje set dodirnih gesti za lakšu navigaciju u načinu pregleda.
hu: A kiegészítő kibővíti az NVDA érintőképernyős támogatását, ezen felül gesztusokat biztosít böngészőmód esetén a navigáció megkönnyítésére.
it: Questo componente aggiuntivo fornisce gesti aggiuntivi per NVDA. Fornisce inoltre gesti che facilitano la modalità esplorazione
ja: このアドオンは、NVDAのための追加のタッチスクリーンジェスチャーを提供します。また、ブラウズモードのナビゲーションをより簡単にするためのジェスチャーを提供します。
ro: Acest supliment oferă gesturi adiționale de atingere a ecranului pentru NVDA. El de asemenea oferă un set de gesturi pentru o navigare mai ușoară.
sr: овај додатак вам пружа побољшане гестове за екране осетљиве на додир.

source: Commands
ar: الاختصارات
bg: Команди
da: Kommandoer
de: Befehle
fr: Commandes
gl: Ordes
hr: Komande
hu: Parancsok
it: Comandi
ja: コマンド
ro: Comenzi
sr: команде

source: Available everywhere
ar: متاح في أي مكان
bg: Налични навсякъде
da: Tilgængelig over alt
de: Überall verfügbar
fr: Disponible partout
gl: Dispoñible dende calquera lugar
hr: Dostupne svugdje
hu: Mindenhol elérhető
it: Disponibili ovunque
ja: どこでも利用可能
ro: Disponibile oriunde
sr: доступне свуда

source: 4 finger double tap: toggle input help mode.
ar: نقرة مزدوجة ب4 أصابع: لتشغيل وتعطيل المساعدة التفاعلية.
bg: Двукратно почукване с 4 пръста: Превключване на режима за помощ при въвеждане.
da: Dobbelt-tap med 4 fingre: Slå hjælpetilstand til/fra.
de: Mit vier Fingern zweimal tippen: Eingabehilfe ein-/ausschalten.
fr: Double tape 4 doigts : basculer en mode aide à la saisie.
gl: Doble toque con 4 dedos: conmuta o modo de axuda de entrada.
hr: četveroprstni dodir : uključi /isključi pomoč pri unosu.
hu: Négy ujjas dupla koppintás: Be vagy kikapcsolja a beviteli súgót.
it: doppio tap con 4 dita: attiva modalità aiuto immissione dati
ja: 4本指ダブルタップ (指4本で同時に軽く2回たたく): 入力ヘルプモードに切り替え
ro: Atingere dublă cu 4 degete: comută modul de intrare al ajutorului.
sr: дупли клик са 4 прста укључује помоћ за унос

source: Tap and hold: performs right click at the object under your finger.
ar: النقر والتثبيت: عمل نقرة يمين على الكائن الموجود تحت إصبعك.
bg: Почукване и задържане: Изпълнява дясно щракване с мишката върху обекта под пръста ви.
da: Tap og hold: udfører et højreklik på objektet under din finger.
de: Tippen und halten: Führt einen Rechtsklick auf dem objekt unter Ihrem Finger aus.
fr: Taper et maintenir : effectue un clic droit sur l'objet sous votre doigt.
gl: Tocar e manter: leva a cabo clic dereito no obxecto baixo o teu dedo.
hr: dodirni i drži: izvodi desni klik na objektu pod vašim prstom.
hu: Koppintás és tartás: Jobb egérgombos kattintást végez az ujj alatt lévő elemen.
it: Toccare e tenere premuto: effettua clic destro sull'oggetto sotto il dito.
ja: タップアンドホールド(触って押さえる): 指の下にあるオブジェクトのところで(マウスの)右クリックの動作
ro: Țineți apăsat: efectuează clic dreapta pe obiect sub degetul dumneavoastră.
sr: клик са задршком ради десни клик на објекат испод прста

source: Four finger flick right: toggle touch keyboard (usually enables it).
ar: مسح بأربع أصابع يمين: تعطيل أو تشغيل لوحة مفاتيح اللمس (عادة ما يقوم الاختصار بتشغيلها).
bg: Перване с четири пръста надясно: превключване на сензорната клавиатура (обикновено я задейства).
da: Svirp til højre med 4 fingre: Slå berøringstastatur til/fra (som regel til).
de: Mit vier Fingern nach rechts streichen: Aktiviert die Bildschirmtastatur.
fr: Glisser vers la droite quatre doigts : basculer clavier tactile (habituellement activer celui-ci).
gl: Deslizamento de catro dedos cara a dereita: conmuta o teclado tactil (normalmente actívao).
hr: Prevlačenje sa 4 prsta desno: uključuje i isključuje touch tastaturu (obično je uključuje).
hu: Négy ujjas jobbra pöccintés: Váltás érintőképernyős billentyűzetre (általában megjeleníti)
it: 4 dita verso destra: attiva/disattiva la tastiera virtuale a tocco (in genere la attiva).
ro: Glisare la dreapta cu 4 degete: comută tastatura tactilă (de obicei o activează).
sr: Prevlačenje sa 4 prsta desno: uključuje i isključuje touch tastaturu(obično je uključuje)

source: Object mode
ar: نمط الكائن
bg: Обектен режим
da: Objekttilstand
de: Objektmodus
fr: Mode objet
gl: Modo Obxecto
hr: Objektni način
hu: Elem érintőmód
it: Modalità oggetti
ja: オブジェクトモード
ro: Mod obiect
sr: објекатски мод

source: 3 finger flick down: read current window.
ar: مسح لأسفل بثلاثة أصابع: قراءة النافذة الحالية.
bg: Перване надолу с 3 пръста: Прочитане на текущия прозорец.
da: Svirp ned med 3 fingre:Læs aktuelle vindue
de: Mit drei Fingern nach unten streichen: Aktuelles Fenster vorlesen.
fr: Glisser vers le bas 3 doigts : lecture de la fenêtre active.
gl: Deslizar 3 dedos cara abaixo: ler ventá actual.
hr: troprstno klizanje prema dolje: čitanje trenutnog prozora.
hu: 3 ujjas pöccintés lefelé: Az aktuális ablak tartalmának felolvasása.
it: Tre dita verso il basso: legge la finestra corrente.
ja: 3本指下フリック (指3本を下向きに素早くすべらせる): 現在のウィンドウを読み上げ
ro: Glisare în jos cu 3 degete: citește fereastra curentă.
sr: повлачење са 3 прста на доле чита тренутни прозор

source: 3 finger flick left: report object with focus.
ar: مسح لليسار بثلاثة أصابع: الإعلان عن الكائن المحدد
bg: Перване наляво с 3 пръста: Докладване на фокусирания обект.
da: Svirp til venstre med 3 fingre: Annoncer objekt med fokus.
de: Mit drei Fingern nach links streichen: Fukussiertes Objekt ausgeben.
fr: Glisser vers la gauche 3 doigts : annonce l'objet en focus.
gl: Deslizar 3 dedos á esquerda: anunciar obxecto co foco.
hr: troprstno klizanje lijevo: izvještava o objektu koji ima fokus.
hu: 3 ujjas pöccintés balra: A fókuszban lévő elem bemondása.
it: Tre dita verso sinistra: legge l'oggetto che ha il focus.
ja: 3本指左フリック (指3本を左向きに素早くすべらせる): フォーカスのあるオブジェクトを通知
ro: Glisare la stânga cu 3 degete: anunță obiectul curent cu focalizarea.
sr: повлачење са 3 прста на лево чита име објекта са фокусом

source: 3 finger flick right: report current navigator object.
ar: مسح لليمين بثلاثة أصابع: الإعلان عن الكائن المحدد بمؤشر NVDA.
bg: Перване надясно с 3 пръста: Докладване на текущия навигационен обект.
da: Svirp til højre med 3 fingre: Annoncer aktuelle navigator-objekt.
de: Mit drei Fingern nach rechts streichen: Aktuelles Navigator-Objekt ausgeben.
fr: Glisser vers la droite 3 doigts : annonce l'objet navigateur courant.
gl: Deslizar 3 dedos á dereita: anunciar actual navegador de obxectos.
hr: troprstno klizanje u desno: izvještava o trenutnom objektu navigatora.
hu: 3 ujjas pöccintés jobbra: A navigátor kurzor elemének bemondása.
it: 3 dita verso destra: legge l'oggetto corrente del navigatore.
ja: 3本指右フリック (指3本を右向きに素早くすべらせる): 現在のナビゲーターオブジェクトを通知
ro: Glisare la dreapta cu 3 degete: anunță obiectul navigator curent.
sr: повлачење са 3 прста на десно чита навигаторски објекат

source: 4 finger flick up: report title of the current window.
ar: مسح لأعلى بأربعة أصابع: الإعلان عن عنوان النافذة الحالية.
bg: Перване нагоре с 4 пръста: Докладване на заглавието на текущия прозорец.
da: Svirp op med 4 fingre: Annoncer titel på aktuelle vindue.
de: Mit vier Fingern nach oben streichen: Titelleiste ansagen.
fr: Glisser vers le haut 4 doigts : annonce le titre de la fenêtre active.
gl: deslizar 4 dedos cara arriba: anunciar o título da ventá actual.
hr: četveroprstno klizanje prema gore: izgovara naslov trenutnog prozora.
hu: 4 ujjas pöccintés fölfelé: Az aktuális ablak címének bemondása.
it: 4 dita verso l'alto: legge il titolo della finestra corrente.
ja: 4本指上フリック (指4本を上向きに素早くすべらせる): 現在のウィンドウのタイトルを通知
ro: Glisare în sus cu 4 degete: anunță titlul ferestrei curente.
sr: повлачење са 4 прста на горе пријављује наслов прозора

source: 4 finger flick down: report status bar text.
ar: مسح لأسفل بأربعة أصابع: الإعلان عن نص شريط الحالة.
bg: Перване надолу с 4 пръста: Докладване на текста от лентата на състоянието.
da: Svirp ned med 4 fingre: Annoncer tekst på statuslinjen.
de: Mit vier Fingern nach unten streichen: Statusleiste ansagen.
fr: Glisser vers le bas 4 doigts : annonce le texte de la barre d'état.
gl: Deslizar 4 dedos cara abaixo: anunciar texto da barra de estado.
hr: četveroprstno klizanje prema dolje: čita tekst statusne trake.
hu: 4 ujjas pöccintés lefelé: Az állapotsor tartalmának bemondása.
it: 4 dita verso il basso: legge il testo della barra di stato.
ja: 4本指下フリック (指4本を下向きに素早くすべらせる): ステータスバーの文字を通知
ro: Glisare în jos cu 4 degete: anunță textul barei de stare.
sr: повлачење са 4 прста на доле пријављује текст статусне траке

source: Web touch mode
ar: نمط اللمس بنمط التصفح
bg: Сензорен режим за уеб
da: Web-berøringstilstand
de: Web-Touch-Modus
fr: Mode web tactile
gl: Modo Web táctil
hr: Dodirni način za web
hu: Webes érintő mód
it: Modalità tocco web
ja: ウェブタッチモード
ro: Mod tactil web
sr: интернет

source: This touch mode, available in browse mode, allows you to navigate the document by selected element. To switch to web mode, from browse mode documents, perform 3 finger tap. From this mode, flicking up or down with one finger cycles through available element navigation modes, while flicking right or left with one finger moves to next or previous chosen element, respectively. Once you move away from browse mode documents, object touch mode is used.
ar: يتيح لك نمط اللمس هذا [متاح فقط بنمط التصفح] الحركة داخل المستند بالعنصر المحدد. للانتقال لنمط اللمس داخل نمط التصفح, انقر بثلاثة أصابع. من هذا النمط, المسح لأعلى أو لأسفل بأصبع ينقلك حول أنماط الحركة على العنصر المحدد, بينما المسح يمين أو يسار بإصبع ينقلك إلى العنصر التالي أو السابق على التوالي. بمجرد خروجك من مستندات نمط التصفح, سيتم استخدم نمط لمس الكائن.
bg: Този сензорен режим, наличен при режим на разглеждане, ви позволява да навигирате в документа по избран тип елемент. За да превключите към сензорния режим за уеб, от документи с режим на разглеждане, изпълнете почукване с 3 пръста. В този режим, перването нагоре или надолу с един пръст превключва между типовете елементи по които може да се навигира, докато перването надясно или наляво с един пръст придвижва съответно до следващия или предишния избран тип елемент. Когато фокуса е извън документ с режим на разглеждане, се преминава към сензорния обектен режим.
da: Med denne berøringstilstand, som kan bruges i gennemsynstilstand, kan du navigere i et dokument efter det valgte element. I dokumenter, der understøtter gennemsynstilstand, kan du skifte til web-tilstand ved at tappe med 3 fingre. I denne tilstand kan du svirpe op og ned med en finger for at vælge den type element, du vil navigere efter. Du kan svirpe mod højre eller venstre flytter til henholdsvis det næste eller forrige element af den valgte type. Når du går ud af et dokument, som understøtter gennemsynstilstand, vil objektberøringstilstand blive brugt.
de: In diesem Modus können Sie Elementtypen im Lesemodus auswählen und zwischen Elementen des ausgewählten Elementtyps navigieren. Um in den Webmodus zu wechseln, tippen Sie aus dem Lesemodus mit 3 Fingern auf dem Bildschirm. Von diesem Modus aus können Sie mit einem Finger nach oben oder unten durch die verfügbaren Elementtypen blättern, während Sie mit einem Finger nach rechts oder links zum nächsten bzw. vorherigen Element des ausgewählten Elementtyps gelangen. Sobald Sie das Dokument im Lesemodus beenden bzw. zu einem anderen Fenster wechseln, wo der Lesemodus deaktiviert oder nicht verfügbar ist, wird automatisch die Objektnavigation aktiviert.
fr: Ce mode tactile, est disponible dans le mode navigation, il vous permet de naviguer dans le document par l'élément sélectionné. Pour basculer en mode web, depuis le mode navigation dans le document , il faut effectuer une tape à trois doigts. Dans ce mode, en glissant vers le haut ou vers le bas avec un seul doigt pour parcourir entre les éléments disponibles dans les modes de navigation, tout en glissant vers la droite ou vers la gauche avec un seul doigt pour vous déplacer vers l'élément choisi suivant ou précédent respectivement. Une fois que vous sortez du mode navigation dans le document, le mode objet tactile est utilisé.
gl: Este modo táctil, dispoñible no modo exploración, permíteche navegar o documento por elementos seleccionados. Para cambiar a modo web, dende documentos de modo exploración, realiza un toque con 3 dedos. Dende este modo, desliza arriba ou abaixo cun dedo cíclicamente a través dos modos de navegación dispoñibles, mentras que deslizando á dereita ou á esquerda cun dedo móveste ó elemento seguinte ou ó anterior, respectivamente. Unha vez saias dos documentos en modo exploración, utilízase o modo táctil obxeto.
hr: Ovaj dodirni način, dostupan u načinu pregleda, omogućava vam navigaciju po označenom elementu. Da biste se prebacili u dodirni način za web, iz dokumenata načina pregleda, izvedite troprstni dodir. iz ovog načina, klizanje u lijevo ili desno jednim prstom prebacuje između dostupnih načina navigacije - kretanja, dok se krećete desno ili lijevo jednim prstom pomiće se na slijedeći ili prethodni element, doista. Jednom kad izađete iz dokumenta načina pregleda, koristi se način objekta.
hu: Ez a böngészőmódban elérhető érintési mód lehetővé teszi a dokumentum kiválasztott elemei közti navigációt. E módot aktiválni egy böngészőmódú dokumentumban 3 ujjas koppintással lehet. Egyujjas felfelé és lefelé pöccintéssel lehet váltogatni az egyes elem navigációs módok közül. Egyujjas jobbra és balra pöccintéssel lehet navigálni az egyes elemek között. Ha kilép a böngészőmódú dokumentumból, onnantól az Elem érintőmód lesz aktív.
it: Questa modalità di tocco, disponibile in modalità navigazione, permette di esplorare un documento tramite un elemento selezionato. Per andare in modalità web, da un documento in modalità esplorazione, effettuare un tocco con tre dita. Da questo momento, effettuando un movimento verticale con un dito si scorreranno gli elementi disponibili, mentre con un movimento verso destra o sinistra si scorreranno quelli selezionati.
ja: このタッチモードは、ブラウズモードで使用でき、ドキュメントを、選択された要素でナビゲートできます。ブラウズモードのドキュメントからウェブモードにするには、3本指でタップ (指3本で同時に軽くたたく) します。このモードから、1本の指で上または下にフリックすると、利用できる要素をナビゲーションするモードで、1本の指で右または左にフリックすると、選択された要素の次または前にそれぞれ移動します。ブラウズモードのドキュメントからいったん離れると、オブジェクトタッチモードが使用されます。
ro: Acest mod tactil, disponibil în modul navigare, vă permite să parcurgeți documentul prin elementul selectat. Pentru a comuta la modul web din documentele modului de navigare, efectuați o atingere cu 3 degete. Din acest mod, glisând în sus sau în jos cu un deget prin intermediul modurilor de navigare a elementelor disponibile, în timp ce faceți clic dreapta sau stânga cu un deget se deplasează la elementul următor sau anterior ales.După ce vă îndepărtați de documentele de navigare, este utilizat modul de atingere a obiectului.
sr: овај мод вам омогућава навигацију по одређеним елементима тапните екран са 3 прста повлачите прст на доле да изаберете врсту елемената па са једним прстом повлачите на десно да идете по изабраним елементима

source: Synth settings touch mode
ar: نمط لمس إعدادات آلات النطق
bg: Сензорен режим за пръстена от настройки
da: Berøringstilstand til indstilling af talesyntese
de: Modus für Sprachausgabeneinstellungen
fr: Paramètres synthétiseur mode tactile
gl: Modo táctil de opcións do sintetizador
hr: dodirni način postavki govorne jedinice
hu: Beszédszintetizátor érintő mód
it: Impostazioni sintetizzatore, modalità tocco
ja: 音声設定タッチモード
ro: Setările sintetizatorului la modul de atingere
sr: мод синтетизатора

source: You can use this mode to quickly change synthesizer settings such as choosing a voice and changing volume. In this mode, use two finger flick left or right to move between synth settings and use two finger flick up and down gestures to change values. This gestures mirrors that of synth settings ring commands on the keyboard.
ar: يمكنك استخدام هذا النمط لتغيير إعدادات آلة النطق بسرعة مثل اختيار صوت وتغيير الصوت. في هذا النمط استخدم مسح لليسار أو اليمين بإصبعين للحركة بين مختلف إعدادات آلة النطق واستخدم مسح لأعلى أو لأسفل بإصبعين لتغيير قيمة الإعداد المختار.تحاكي هذه الاختصارات اختصارات دائرة إعدادات النطق بلوحة المفاتيح.
bg: Може да използвате този режим, за бърза промяна на настройките на синтезатора, като например избиране на глас и промяна на силата на звука. В този режим, използвайте жестове с перване наляво или надясно с два пръста за предвижване между настройките за синтезатора и перване с два пръста нагоре или надолу за промяна на стойностите. Тези жестове са алтернатива на клавиатурните команди от пръстена с настройките за синтезатора.
da: Du kan bruge denne tilstand til hurtigt at at skifte indstillinger for talesyntese, f.eks. vælge en stemme og ændre lydstyrke. I denne tilstand kan du svirpe til højre eller venstre med to fingre for at flytte mellem de forskellige indstillinger for talesyntesen. Svirp op og ned for at ændre den valgte indstilling. Disse bevægelser svarer til tastaturkommandoerne til ringen for talesynteseindstillinger.
de: In diesem Modus können Sie Sprachausgabeneinstellungen wie Tonhöhe, Geschwindigkeit oder Lautstärke ändern. Um zwischen den einstellungen zu wechseln, streichen Sie mit 2 Fingern nach links oder rechts. Um eine Einstellung zu ändern, streichen Sie mit 2 Fingern nach oben oder unten. Diese Gesten ähneln den Tastenkombinationen für Einstellungen im Einstellungsring (STRG+Umschalt+NVDA+Pfeiltasten).
fr: Vous pouvez utiliser ce mode pour modifier rapidement les paramètres du synthétiseur telles que choisir une voix et modifier le volume. Dans ce mode, glisser vers la gauche ou vers la droite deux doigts pour se déplacer entre les paramètres synthétiseur et glisser vers le haut ou vers le bas deux doigts gestes pour modifier les valeurs. Ces gestes reflètes celle des commandes en boucle des paramètres synthétiseur sur le clavier.
gl: Podes utilizar este modo to cambiar cíclicamente as opcións do sintetizador como a elección dunha voz e o cambio do volume. Neste modo, utiliza o desprazamento con dous dedos á esquerda e aá dereita para te mover entre opcións do sintetizador e utiliza os xestos de desprazar dous dedos cara arriba e cara abaixo para cambiar os valores. Estos xestos refrexan as ordes do grupo de opcións do sintetizador no teclado.
hr: Možete koristiti ovaj način kako biste brzo promijenili postavke govorne jedinice poput odabira glasa ili promjene glasnoće. U ovom načinu, koristite dvoprstno klizanje u lijevo ili desno kako biste se pomicali između postavki govorne jedinice i koristite klizanje prstom u desno gore i dolje kako biste promijenili vrijednosti. Ove su geste preslik prečaca sa tipkovnice.
hu: Ezzel a móddal gyorsan változtathat a beszédszintetizátor beállításain, mint hangkarakter váltása, vagy a hangerő megváltoztatása. Ebben a módban kétujjas balra, ill. jobbra pöccintéssel választhatja ki a módosítani kívánt opciót, az értékeket kétujjas felfelé, ill. lefelé pöccintéssel módosíthatja. Ezek az érintési parancsok tükrözik a beszédszintetizátor opcióinak módosítására szolgáló billentyűparancsokat.
it: È possibile utilizzare questa modalità per modificare rapidamente le impostazioni del sintetizzatore, come la scelta di una voce e cambiare il volume. In questa modalità, utilizzare due dita verso sinistra o destra per spostarsi tra le impostazioni del sintetizzatore e utilizzare due dita verticalmente per cambiare i valori.
ja: 音声を選択したり、音量を変更したりなど、音声設定を素早く変更するのに、このモードを使用できます。このモードでは、音声設定の間を移動するのに、2本指の左または右フリックを使用し、2本指の上下フリックジェスチャーを、音量の変更に使用します。このジェスチャーは、音声設定のキーボードでのリングコマンドに対応します。
ro: Aveți posibilitatea să utilizați acest mod pentru a modifica rapid setările de sintetizator, cum ar fi alegerea unei voci și modificarea volumului. În acest mod, utilizați glisarea cu două degete spre stânga sau spre dreapta pentru a vă deplasa între setările sintetizatorului și utilizați gesturile glisare cu două degete sus și jos pentru a modifica valorile. Aceste gesturi reflectă asta în comenzile setărilor sintezei pe tastatură.
sr: у овом моду можете брзо изабрати глас ии променити јачину користите 2 прста на десно да изаберете контролу и 2 прста на доле да је промените

source: Coordinate announcement beep
ar: إصدار صوت صفير عند تنقل الفأرة
bg: Бибипкане за оповестяване на координатите
da: Annoncering af koordinater, lydsignal
de: Signalton für Koordinaten
fr: Annonce la coordonnée par des bips
gl: Anunciado de pitidos para coordenadas
hr: Izvještavanje koordinata zvukom
hu: Koordinátákat bejelentő hang
it: Annuncio coordinate con beep
ja: 座標をビープ音で通知
ro: Coordonată anunț bip
sr: пиштање за кординате
