Repository: nvdacn/screenReaderTranslations
Catalog: website/addons/enhancedAria.*.po
Languages: bg, fi, fr, gl, hr, ja

source: [[!meta title="Enhanced Aria"]]
bg: [[!meta title="Разширена ARIA (Enhanced ARIA)"]]
fi: [[!meta title="Laajennettu Aria"]]

source: Author: Jose Manuel Delicado
bg: Автор: Jose Manuel Delicado
fi: Tekijä: Jose Manuel Delicado
fr: Auteur : Jose Manuel Delicado
gl: Autor: José Manuel Delicado
hr: Autor: Jose Manuel Delicado

source: Download [stable version][1]
bg: Изтегляне на [стабилна версия][1]
fi: Lataa [vakaa versio][1]
fr: Télécharger [version stable][1]
gl: Descargar [versión estable][1]
hr: Preuzmi [stable version][1]
ja: ダウンロード [安定版][1]

source: This addon allows you to customize which aria landmarks are reported by NVDA when you browse the Internet.
bg: Тази добавка ви позволява да персонализирате кои ARIA маркери биват докладвани от NVDA, когато сърфирате в интернет.
fi: Tämän lisäosan avulla voit mukauttaa, mitä ARIA-kiintopisteitä NVDA puhuu verkkosivuja selatessasi.
fr: Ce module complémentaire vous permet de personnaliser les régions d'aria signalés par NVDA lorsque vous naviguez sur Internet.
gl: Este complemento permíteche persoalizar que pontos de referencia aria anuncia o NVDA cando navegues polo Internet.
hr: Ovaj dodatak dozvoljava vam da odredite koji Aria orijentiri se prijavljuju dok pretražujete Internet.
ja: このアドオンにより、インターネット閲覧の時に、どのエリアランドマークが通知されるかを、お好みで設定出来ます。

source: Its functionality is very simple. Once installed, open your webbrowser and visit the web as usual. The default aria landmarks reported by Firefox and Chrome will also be visible in Internet Explorer, so you will be able to press quick navigation keys to jump between them, and list them by pressing NVDA+f7 in all browsers. Read the NVDA User Guide for more information.
bg: Функционалността й е много проста. След като бъде инсталирана, отворете уеб браузъра и посетете желана от вас уеб страница както обикновено. По подразбиране ARIA маркерите докладвани от Firefox и Chrome ще се показват и в Internet Explorer, така че ще можете да достигнете до тях с клавишите за бърза навигация и да ги изведете в списък натискайки NVDA+F7 във всички браузъри. Прочетете потребителското ръководство на NVDA за повече информация.
fi: Toimintaperiaate on hyvin yksinkertainen. Kun lisäosa on asennettu, avaa verkkoselain ja selaa haluamiasi sivuja tavalliseen tapaan. Firefoxin ja Chromen ilmoittamat oletusarvoiset ARIA-kiintopisteet näkyvät myös Internet Explorerissa, joten voit kaikissa selaimissa liikkua niiden välillä pikanavigointikomennoilla sekä tuoda näkyviin luettelon niistä painamalla NVDA+F7. Katso lisätietoja NVDA:n käyttöoppaasta.
fr: Sa fonctionnalité est très simple. Une fois installé, ouvrez votre navigateur Web et visitez le Web comme d'habitude. Les régions par défaut d'aria signalés par Firefox et Chrome seront également visibles dans Internet Explorer, afin que vous puissiez appuyer sur les touches de navigation rapide pour passer entre eux et les répertorier en appuyant sur NVDA + f7 dans tous les navigateurs. Lisez le Guide de l'utilisateur NVDA pour plus d'informations.
gl: A súa funcionalidade é moi sinxela. Unha vez instalado, abre o teu navegador web e visita as webs normalmente. Os pontos de referencia aria anunciados de xeito predeterminado polo Firefox e polo Chrome tamén serán visibles no Internet Explorer, así poderás premer as teclas de navegación rápida para saltar entre eles, e listalos premendo NVDA+f7 en todos os navegadores. Le a Guía do Usuario do NVDA para máis información.
hr: Njegova funkcija je vrlo jednostavna. Kada je instaliran, otvorite vaš Web preglednik i pretražujte kao i obično. Podrazumijevani orijentiri koji se prijavljuju u Firefoxu i Chromeu će također biti vidljivi u Internet Exploreru, tako da možete koristiti tipke brze navigacije da skočite i skočite do njih komandom NVDA+F7 u svim pretraživačima.
ja: この機能はとてもシンプルです。インストールして、ウェブブラウザを開き、普段と同じようにWebページを開いて下さい。FireFoxとChromeにより初期設定で通知されるエリアランドマークが、Internet Explorerでもわかるようになります。よって、全てのブラウザで、クイックナビゲーションキーを押してそれらの間をジャンプ出来るようになり、NVDA+F7を押すとそれらのリストを表示することが出来ます。詳細は、NVDAユーザーガイドをお読み下さい。

source: The addon adds an extra landmark not included by default in NVDA, the article.
bg: Добавката добавя един допълнителен маркер, който не е включен по подразбиране в NVDA – този за статия (article).
fi: NVDA:han lisätään artikkeli-kiintopiste, jota ei oletuksena ole.
fr: Le module complémentaire ajoute une région supplémentaire non inclus par défaut dans NVDA l'article.
gl: O complemento engade un ponto de referencia extra que non se inclúe por defecto no NVDA, O artigo.
hr: Dodatak dodaje novi orijentir koji nije po zadanom uključen u NVDA, a to je članak.
ja: このアドオンは、NVDAの初期設定により含まれていない追加のランドマークを、記事に追加します。

source: The configuration dialog
bg: Диалоговият прозорец за конфигуриране
fi: Asetusvalintaikkuna
fr: Le dialogue de configuration
gl: O diálogo Configuración
hr: Dijaloški okvir konfiguracije
ja: 設定ダイアログ

source: You can enable or disable landmarks by going to NVDA, preferences, Enhanced Aria Settings. The dialog has a checkbox for each landmark. If you disable a landmark, you won't be able to jump to it pressing the d key when browsing a webpage, and NVDA won't report it.
bg: Можете да разрешите или забраните маркери, като отидете в менюто на NVDA -> Настройки -> Настройки на Разширена ARIA. В диалоговият прозорец има отделна отметка за всеки маркер. Ако забраните даден маркер, няма да можете да навигирате до него при натискане на клавиша D, когато посещавате дадена уеб страница и NVDA няма да го съобщава.
fi: Voit ottaa kiintopisteitä käyttöön tai poistaa niitä käytöstä avaamalla NVDA-valikon, valitsemalla Asetukset ja sieltä Laajennettu Aria. Tässä valintaikkunassa on kutakin kiintopistettä varten oma valintaruutu. Jos poistat kiintopisteen käytöstä, et voi enää verkkosivua selatessasi siirtyä siihen pikanavigointikomennolla D, eikä NVDA myöskään puhu sitä.
fr: Vous pouvez activer ou désactiver les régions en allant dans NVDA, puis dans Préférences, puis dans Paramètres Enhanced Aria. Le dialogue comporte une case à cocher pour chaque région. Si vous désactivez une région, vous ne pourrez pas y accéder en appuyant sur la touche d lorsque vous naviguez sur une page Web, et NVDA ne le signale pas.
gl: Podes habilitar ou deshabilitar pontos de referencia indo cara NVDA, preferencias, Opcións de Enhanced Aria. O diálogo ten unha caixa de verificación para cada ponto de referencia. Se deshabilitas un ponto de referencia, non poderás saltar cara el premendo a tecla d cando navegues por unha páxina web, e o NVDA non o anunciará.
hr: Možete onemogućiti i omogućiti orijentire iz NVDA menija, postavke, Enhanced Aria postavke.
ja: NVDA、preferences、Enhanced Aria Settingsと進むと、ランドマークの有効化、無効化が出来ます。このダイアログには、それぞれのランドマークについて、チェックボックスがあります。ランドマークを無効にしていると、Webページを閲覧している時、dキーを押してもジャンプ出来ず、NVDAも通知しません。

source: Contact info
bg: Информация за контакти
fi: Yhteystiedot
fr: Information de contact
gl: Información de contacto
hr: Kontakt informacije
ja: 連絡先

source: This addon has been developed by Jose Manuel Delicado. If you want to contact me, send an e-mail to jmdaweb@hotmail.com, or open an issue on GitHub at https://github.com/jmdaweb/enhancedAria
bg: Тази добавка е разработена от Jose Manuel Delicado. Ако желаете да се свържете с мен, изпратете е-поща на [jmdaweb@hotmail.com](mailto:jmdaweb@hotmail.com), или пуснете доклад в GitHub на адрес [https://github.com/jmdaweb/enhancedAria](https://github.com/jmdaweb/enhancedAria).
fi: Tämän lisäosan on kehittänyt Jose Manuel Delicado. Jos haluat ottaa yhteyttä tekijään, lähetä sähköpostia osoitteeseen jmdaweb@hotmail.com tai avaa kysymys GitHubiin osoitteessa https://github.com/jmdaweb/enhancedAria
fr: Ce module complémentaire a été développé par Jose Manuel Delicado. Si vous souhaitez me contacter, envoyez un e-mail à jmdaweb@hotmail.com ou ouvrez une incidence sur GitHub à l'adresse https://github.com/jmdaweb/enhancedAria
gl: Este complemento foi desenvolvido por José Manuel Delicado. Se queres contactalo, envía un correo electrónico a jmdaweb@hotmail.com, ou abre un issue en GitHub en https://github.com/jmdaweb/enhancedAria
hr: Ovaj dodatak napravljen je od strane autora Jose Manuel Delicado. Ako me želite kontaktirati, pošaljite e-mail na jmdaweb@hotmail.com ili prijavite grešku na GitHubu na adresi https://github.com/jmdaweb/enhancedAria
ja: このアドオンは、Jose Manuel Delicadoが開発しました。連絡を取りたい場合は、eメールをjmdaweb@hotmail.comに送るか、GitHubのhttps://github.com/jmdaweb/enhancedAriaにて、Issueを開いて下さい。

source: Changelog
bg: Списък на промените
fi: Muutosloki
fr: Journal des changements
gl: Rexistro de cambios
hr: Promjene
ja: 更新情報

source: Version 2.0
bg: Версия 2.0
fi: Versio 2.0

source: Added support for multi-category settings dialog available on NVDA 2018.2 and later
bg: Добавена е поддръжка за новия комбиниран прозорец с настройките на NVDA, наличен в NVDA 2018.2 и по-нови
fi: Lisätty tuki NVDA 2018.2:n ja uudempien monikategoriaiselle asetusvalintaikkunalle
fr: Ajout de la prise en charge du dialogue des paramètres multi-catégories disponible sur NVDA 2018.2 et versions ultérieures

source: Added Python 3 compatibility
bg: Добавена е съвместимост с Python 3
fi: Lisätty Python 3 -yhteensopivuus
fr: Ajout de la compatibilité Python 3

source: Now guiHelper module is used to create the addon interface
bg: Сега за създаване на интерфейса на добавката се използва модулът guiHelper
fi: Lisäosan asetuskäyttöliittymän luomiseen käytetään nyt guiHelper-moduulia
fr: Maintenant, le module guiHelper est utilisé pour créer l'interface du module complémentaire

source: Version 1.3
bg: Версия 1.3
fi: Versio 1.3

source: Added configobj specification for addon settings
bg: Добавена е спецификацията configobj за настройките на добавката
fi: Lisäosan asetukset noudattavat nyt configobj-moduulin määrityksiä.
fr: Ajout de la spécification configobj pour les paramètres du module complémentaire

source: Version 1.2
bg: Версия 1.2
fi: Versio 1.2
gl: Versión 1.2
hr: Inačica 1.2
ja: バージョン1.2

source: Bugs fixed
bg: Отстранени програмни грешки
fi: Virheitä korjattu
fr: Bugs corrigés
gl: Correxidos fallos
hr: Ispravljene greške
ja: バグ修正

source: Version 1.1
bg: Версия 1.1
fi: Versio 1.1
gl: Versión 1.1
hr: Inačica 1.1
ja: バージョン1.1

source: Fixed issues which prevented opening the addon settings dialog when reverting to NVDA saved configuration
bg: Отстранени проблеми, които предотвратяваха отварянето на диалоговия прозорец с настройките на добавката при възстановяване на NVDA до запазени настройки
fi: Korjattu ongelmia, jotka estivät lisäosan asetusvalintaikkunan avaamisen palautettaessa NVDA:n tallennettuja asetuksia
fr: Problèmes corrigés qui ont empêché d'ouvrir le dialogue des paramètres des modules complémentaires lors de la réintégration à la configuration sauvegardée de NVDA
gl: Correxidos problemas que preveñen a apertura do diálogo de opcións do complemento ao voltar á configuración gardada do NVDA
hr: Popravljeni problemi u otvaranju dijaloškog okvira za podešavanje dodatka kada se NVDA vrati na spremljene postavke
ja: NVDAの保存設定に復帰した場合に、アドオン設定ダイアログが開かなくなる問題を修正しました。
