Repository: nvdacn/screenReaderTranslations
Catalog: website/addons/enhancedTouchGestures.*.po
Languages: ar, bg, da, de, fr, gl, hr, hu, it, ja, ro, sr

source: If you've enabled play mouse coordinates setting in mouse settings, you'll hear beeps to indicate current screen coordinate when you invoke touch exploration gestures.
ar: إذا كنت قد قمت بتشغيل إعدادات أصدار صوت صفير عند حركة الفأرة, فإنك ستسمع صوت صفير يخبرك بموقع الفأرة من الشاشة عند استدعاء اختصارات الاستكشاف.
bg: Ако сте разрешили опцията "Просвирвай звуково координатите на мишката" в "Настройки на мишката", ще чувате бибипкане оповестяващо текущите екранни координати, при извикване на жестовете за изследване на екрана.
da: Hvis du har slået indstillingen "Afspil lydkoordinater under flytning af mus" til under indstillinger for mus, vil du høre lydsignaler, som indikerer de aktuelle skærmkoordinater, når du bruger udforskningsbevægelser.
de: Wenn der Signalton für Mauskoordinaten in den Mauseinstellungen aktiviert ist, hören Sie beim Erkunden des Bildschirms entsprechende Töne.
fr: Si vous avez activé l'option Sonoriser les coordonnées quand la souris se déplace dans les paramètres de la souris, vous entendrez des bips pour indiquer la coordonnée actuelle de la souris sur l'écran lorsque vous invoquez des gestes d'exploration tactile.
gl: Se habilitaches a opción Reproducir coordenadas do rato Nas Opcións do Rato, escoitarás pitidos para indicar as coordenadas actuais da pantalla ó invocar os xestos de exploración tactil.
hr: Ako ste omogućili postaku reproduciraj zvukove prilikom pomicanja miša u postavkama miša, čut ćete zvučne signale kako biste čuli indikaciju zaslona kad pozovete geste za istraživanje dodirom.
hu: Amennyiben bekapcsolja "Az egérmutató mozgásának jelzése hanggal" opciót az NVDA Egér párbeszédpanelén, akkor a képernyő felfedezésére használt érintési parancsok esetében épp úgy jelzi az NVDA a képernyő aktuális koordinátáit, mint ahogy azt az egérmutató mozgásánál teszi.
it: Questa opzione funziona se sono state abilitate le coordinate mouse dalle impostazioni di NVDA.
ja: マウス設定で「マウスカーソルの座標をビープ音で通知」を有効にしている場合、タッチ探索ジェスチャーをすると、現在の画面座標を表すビープ音が鳴ります。
ro: Dacă ați activat redarea coordonatelor mausului în setările acestuia, auziți bipuri pentru a indica coordonata curentă a ecranului atunci când invocați gesturile de explorare ale atingerii.
sr: ако сте у подешавањима миша укључили пиштања чућете их када истражујете екран

source: Touch command passthrough
bg: Препредаване на сензорните команди
da: Slip berørngskommando igennem
de: Touch-Befehl durchreichen
fr: Émulation de commande tactile
gl: Deixar pasar orde tactil
hr: Komanda za tipkanje jednim dodirom
ro: Comanda de atingere passthrough

source: An unassigned command is available to allow you to use touchscreen gestures as though NVDA is not running. In order to use this, you need to assign a command (via Input Gestures dialog) under Enhanced Touch Gestures category to let you do this for up to ten seconds or toggle this manually. Then go to NVDA menu/Preferences/Touch Interaction, then configure pause NVDA's touch command value between 3 to 10 seconds (default is 5 seconds).
bg: Налична е неназначена команда позволяваща ви да използвате жестовете на сензорния екран така, сякаш NVDA не се изпълнява. За да използвате това, трябва да зададете команда (чрез прозореца за жестове за въвеждане) под категорията за разширени сензорни жестове (Enhanced Touch Gestures), за да задействате тази команда за до десет секунди или ръчно. След това отидете в менюто на NVDA -> Настройки -> Сензорно взаимодействие, от където можете да зададете стойността на настройката за времето за пауза на сензорните жестове на NVDA в интервала от 3 до 10 секунди (по подразбиране е 5 секунди).
da: En utildelt berøringskommando er tilgængelig, der lader dig benytte andre berøringskommandoer som om NVDA ikke kørte. For at benytte denne funktion, skal du tildel en kommando ved at benytte dialogen "Inputbevægelser" under kategorien "Enhanced Touch Gestures". Dette kan vare op til ti sekunder, eller dette kan slås fra manuelt. Gå herefter til NVDA-menu>Præferencer>Indstillinger>Touch-interaktion, og konfigurer Pause i NVDA's touch-understøttelse til mellem 3 og 10 sekunder. Som standard er det 5.
de: Es steht ein nicht zugewiesener Befehl zur Verfügung, mit dem Sie Touchscreen-Gesten so verwenden können, als ob NVDA beendet wäre. Dafür müssen Sie im Dialog Eingaben unter der Kategorie erweiterte Berührungsgesten einen Tastaturbefehl zuweisen. Mit diesem Befehl können Sie bis zu zehn Sekunden lang diese Funktion nutzen. Die Zeit können Sie auch manuell umschalten. Gehen Sie dazu in das NVDA-Menü/Einstellungen/Touch-Interaction und konfigurieren Sie die Pausenzeit für den Touch-Befehlswert von NVDA zwischen 3 und 10 Sekunden (Standard ist 5 Sekunden).
fr: Une commande non assignée est disponible pour vous permettre d'utiliser les gestes de l'écran tactile comme si NVDA ne fonctionnait pas. Pour l'utiliser, vous devez assigner une commande (via le dialogue Gestes de commandes) dans la catégorie Enhanced Touch Gestures afin de vous permettre de l'étendre jusqu'à dix secondes ou de le basculer manuellement. Ensuite, allez dans le menu NVDA/Préférences/Interaction Tactile, puis le configurer afin de suspendre la valeur de la commande tactile de NVDA entre 3 à 10 secondes (par défaut 5 secondes).
gl: Está dispoñible unha orde non asignada para permitirche usar xestos da pantalla tactil coma se NVDA non estibera en execución. Para poder usar esto, necesitas asignar unha orde (a través do diálogo Xestos de Entrada) na categoría Enhanced Touch Gestures para permitirche facer esto en ata 10 segundos ou cambialo manualmente. Entón vai ao menú NVDA/Preferencias/Interacción Tactil, logo configura pausar a orde de valor tzctil de NVDA entre 3 e 10 segundos (o predeterminado é 5 segundos).
hr: Možete koristiti dodatnu naredbu za korištenje dodirnih gesti dok NVDA nije pokrenut. Morate definirati naredbu (koristeći dijaloški okvir Ulazne dodirne geste u kategoriji Dodatne dodirne geste kako bisgte omogućili korištenje ove značajke u intervalu do 10 sekundi te ručno uključivanje i isključivanje ove značajke. Potom idite u NVDA izbornik/Postavke/Interakcija dodirom i definirajte razmak između dodirnih komandi NVDA u intervalu između 3 i 10 sekundi (po zadanom je 5 sekundi).
ro: O comandă neatribuită este disponibilă pentru a vă permite să utilizați gesturi de pe ecranul tactil ca și când NVDA nu se execută. Pentru a utiliza acest lucru, trebuie să atribuiți o comandă (prin dialogul Gesturi de intrare) sub categoria „gesturi de atingere îmbunătățite” pentru a vă permite să faceți acest lucru timp de până la zece secunde, apoi mergeți la meniul NVDA/Preferințe/Interacțiunea prin atingere, apoi configurați pauza valorii comenzii de atingere NVDA între 3 și 10 secunde (valoarea implicită este de 5 secunde).

source: Disable touch support in profiles
bg: Забраняване на сензорната поддръжка за конкретни конфигурационни профили
da: Slå understøttelse for berøring fra i profiler
de: Deaktivieren der Unterstützung für NVDA Touch-Gesten in benutzerdefinierten Konfigurationsprofilen
fr: Désactiver le support tactile dans les profils
gl: Deshabilitar soporte tactil en perfís
hr: Onemogući podršku za dodir u profilima
ro: Dezactivează suportul tactil în profiluri

source: If profiles other than normal configuration is active and if you go to Touch Interaction dialog, you'll see a checkbox named "completely disable touch support". Checking this box and answering yes if prompted will completely turn off touch support for that profile. This is useful in apps that provide their own touch commands. To restore touch functionality, either uncheck this checkbox or manually toggle touch passthrough.
bg: Ако е активен профил различен от този по подразбиране и ако отидете в диалоговия прозорец "Сензорно взаимодействие", ще видите поле за отметка с име "Забрани изцяло сензорната поддръжка". Поставянето на отметка в това поле и отговарянето с "Да" на последвалото запитване, изцяло ще забрани сензорната поддръжка за този профил. Това е полезно в приложения, които предоставят свои собствени сензорни команди. За да възстановите сензорната функционалност, премахнете отметката в това поле или ръчно превключете сензорното препредаване.
da: Hvis andre profiler end den normal konfiguration er aktiv, og hvis du går til dialogboksen Berøringsinteraktion, vil du se check boxen "deaktivér fuldstændigt berøringsunderstøttelse". Du vælger check boxen og svarer ja, hvis du bliver bedt om du helt vil deaktivere berøringsunderstøttelse for den pågældende profil. Dette er nyttigt i apps der anvender deres egne touch-kommandoer. Hvis du vil gendanne touch funktionalitet, enten fjerne markeringen i dette afkrydsningsfelt eller manuelt skifte touch passthrough.
de: Wenn benutzerdefinierte Profile aktiv sind und Sie zum Dialogfeld Touch-Interaktion gehen, sehen Sie ein Kontrollkästchen mit dem Namen "Unterstützung für Touch-Interaktion vollständig deaktivieren". Wenn Sie dieses Kontrollkästchen aktivieren und mit Ja antworten, wird die Touch-Unterstützung für das aktuelle Konfigurationsprofil vollständig deaktiviert. Dies ist in Anwendungen mit eigenen Touch-Befehlen nützlich. Um die Touch-Funktionalität von NVDA wieder zu aktivieren, deaktivieren Sie entweder dieses Kontrollkästchen oder schalten Sie das Durchreichen der Touch-Gesten manuell ein.
fr: Si des profils autres que la configuration normale sont actifs et que vous accédez au dialogue Interaction Tactile, une case à cocher nommée "Désactiver complètement le support tactile" s'affiche. Si vous cochez cette case et que vous répondez oui si vous y êtes invité, le support tactile de ce profil sera complètement désactivé. Ceci est utile dans les applications qui fournissent leurs propres commandes tactiles. Pour restaurer la fonctionnalité tactile, décochez cette case à cocher ou basculer manuellement l'émulation tactile.
gl: Se outros perfís distintos á configuración normal están activos e se vas ao diálogo Interación Tactil, verás unha caixa de verificación chamada "deshabilitar compretamente soporte tactil". Marcando esta caixa e respondento si ao se cho pedir desactivará por compreto o soporte tactil para ese perfil. Esto é útil en aplicacións que proporcionen as súas proprias ordes tactiles. Para restaurar a funcionalidade tactil, desmarca esta caixa de verificación ou activa manualmente deixar pasar toque.
ro: Dacă sunt active alte profiluri decât configurația obișnuită și dacă accesați dialogul Interacțiune cu atingere, veți vedea o casetă de bifat „dezactivează complet asistența tactilă”. Dacă bifați această casetă și răspundeți da, în cazul în care vi se solicită, suportul tactil va fi dezactivat complet. Acest lucru este util în aplicațiile care oferă propriile comenzi de atingere. Pentru a restabili funcționalitatea tactilă, debifați această casetă sau comutați manual la trecerea prin atingere.

source: Version 18.04
bg: Версия 18.04
gl: Versión 18.04
ro: Versiunea 18.04

source: Resolves an issue where touch interaction category in NVDA Settings panel may cause error sounds to be heard due to changes made from this add-on.
bg: Оправен е проблем, при който категорията за сензорно взаимодействие в панела за настройки на NVDA може да предизвика грешки, поради промени, направени от тази добавка.
da: Løser et problem, hvor indstillingskategorien "Berøringsinteraktion"i NVDA-indstillingspanelet kan forårsage fejllyde, der høres på grund af ændringer foretaget af denne tilføjelse.
de: Behebt ein Problem, bei dem die Touch-Interaktionskategorie im NVDA-Einstellungsfenster aufgrund von vorgenommenen Änderungen durch die Erweiterung zu Fehlertönen führen kann.
fr: Résout un problème où la catégorie interaction tactile dans le panneau Paramètres de NVDA peut provoquer l'apparition de sons d'erreur en raison des modifications apportées à partir de ce module complémentaire.
gl: Resolto un erro que podería causar a reprodución de sons de erro na categoría de Interacción Táctil no panel de Preferencias do NVDA debido a cambios feitos por este complemento.
hr: Ispravljena greška gdje kategorija Interakcija dodirom u postavkama NVDA može uzrokovati reprodukciju zvukova greške zbog promjena u dodatku.
ro: Rezolvă o problemă în care categoria interacțiunii tactile din panoul de setări al NVDA-ului poate cauza auzirea sunetelor de eroare datorită modificărilor făcute n acest supliment.

source: Version 18.03
bg: Версия 18.03
gl: Versión 18.03
ro: Versiunea 18.03

source: NVDA 2018.1 is required.
bg: Изисква се NVDA 2018.1.
da: NVDA 2018.1 er påkrævet.
de: NVDA 2018.1 ist erforderlich.
fr: NVDA 2018.1 est requis.
gl: Requírese NVDA 2018.1.
hr: Zahtijeva NVDA 2018.1
ro: Este necesar NVDA 2018.1.

source: Because NVDA 2018.1 comes with touch typing checkbox, the checkbox is no longer included in this add-on.
bg: Тъй като настройката за въвеждане с едно докосване е налична в NVDA 2018.1, същата настройка е премахната от добавката.
da: Fordi NVDA 2018.1 kommer med check box til at slå berøringsindtastning til og fra, er afkrydsningsfeltet ikke længere inkluderet i denne tilføjelse.
de: Das Kontrollkästchen "Tippen auf Berührung" ist nun im NVDA selbst integriert, deshalb wurde dieses Kontrollkästchen aus der Erweiterung ausgegliedert.
fr: Parce que NVDA 2018.1 est livré avec la case à cocher frappe tactile, la case à cocher n'est plus inclus dans ce module complémentaire.
gl: Xa que NVDA 2018.1 vén cunha caixa de verificación Escritura Táctil, ésta xa non se inclúe no complemento.
hr: Zbog toga što NVDA 2018.1 dolazi s potvrdnim okvirom za tipkanje dodirom, taj potvrdni okvir više nije uključen u ovaj dodatak.
ro: Fiindcă NVDA 2018.1 vine la pachet cu caseta de bifat „„scriere tactilă”, ea nu mai este inclusă în acest supliment.

source: Version 17.12
bg: Версия 17.12
gl: Versión 17.12
ro: Versiunea 17.12

source: Requires NVDA 2017.4. Specifically, this add-on can now handle configuration profile switches.
bg: Изисква NVDA 2017.4. По-конкретно, тази добавка вече може да обработва превключвателите за конфигурационните профили.
da: Kræver NVDA 2017.4. Specifikt, kan denne tilføjelse nu håndtere skift af indstillingsprofiler.
de: Erfordert NVDA 2017.4. Diese Erweiterung unterstützt nun auch das Wechseln der Konfigurationsprofile im NVDA.
fr: Nécessite NVDA 2017.4. Plus précisément, ce module complémentaire peut désormais gérer les commutateurs de profil de configuration.
gl: Requírese do NVDA 2017.4. Específicamente, este complemento agora pode manexar cambios de perfil de configuración.
hr: Zahtijeva NVDA 2017.4. Konkretno, ovaj dodatak sada može pratiti prebacivanje između konfiguracijskih profila.
ro: Necesită NVDA 2017.4. De specificat: acest supliment poate gestiona acum comutările configurații profilurilor.

source: As NVDA 2017.4 includes screen orientation announcement, this feature is no longer part of this add-on.
bg: Тъй като NVDA 2017.4 включва съобщения за ориентацията на екрана, тази функция вече не е част от тази добавка.
da: Da NVDA 2017.4 omfatter meddelelser om skærmens orientering, er denne funktion ikke længere en del af denne tilføjelse.
de: Da NVDA 2017.4 die Ansage der Bildschirmausrichtung enthält, ist diese Funktion nicht mehr Bestandteil der Erweiterung.
fr: Comme NVDA 2017.4 inclut l'annonce d'orientation de l'écran, cette fonctionnalité ne fait plus partie de ce module complémentaire.
gl: Dado que o NVDA 2017.4 inclúe o anunciado da horientación da pantalla, esta característica xa non forma parte deste complemento.
hr: S obzirom da NVDA inačica 2017.4 uključuje izvještavanje o orijentaciji zaslona, ova značajka više nije dio ovog dodatka.
ro: Întrucât NVDA 2017.4 include anunțarea orientării ecranului, această caracteristică nu mai face parte din supliment.

source: Added a hidden checkbox in Touch Interaction dialog to completely disable touch support (available if profiles other than normal configuration is active).
bg: Добавено е скрито поле за отметка в диалоговия прозорец "Сензорно взаимодействие", с цел пълно забраняване на сензорната поддръжка (налично, ако е активен профил, различен от този по подразбиране ("Обичайни настройки")).
da: Tilføjede en skjult check box i berøringsinteraktion, der lader dig slå understøttelse for berøring helt fra (tilgængelig hvis andre profiler end den normale indstillingsprofil er aktiv).
de: Ein verstecktes Kontrollkästchen im Dialogfeld"Touch-Interaktion" wurde hinzugefügt, um die Touch-Unterstützung vollständig zu deaktivieren. Dies ist nur für benutzerdefinierte Konfigurationsprofile verfügbar.
fr: Ajout d'une case à cocher masquée dans le dialogue Interaction Tactile pour désactiver complètement le support tactile (disponible si des profils autres que la configuration normale sont actifs).
gl: Engadida unha caixa de verificación oculta no diálogo Interación Tactil para desactivar compretamente o soporte tactil (dispoñible se os perfís distintos á configuración normal están activos).
hr: Dodan skriveni potvrdni okvir u dijaloškom okviru Interakcija dodirom koji kompletno onemogućava podršku dodirom (dostupno je ako su aktivni konfiguracijski profili koji nemaju uobičajenu konfiguraciju).
ro: S-a adăugat o casetă de bifat ascunsă în dialogul interacțiunii tactile pentru dezactivarea completă a suportului tactil (disponibilă dacă sunt active alte profiluri decât configurația obișnuită).

source: If using NVDA 2018.1 or later, Touch Interaction dialog will be listed twice under NvDA's preferences menu. The second item is the dialog that comes with the add-on.
bg: Ако използвате NVDA 2018.1 или по-нова, диалоговият прозорец "Сензорно взаимодействие" ще се показва два пъти в менюто "Настройки"в менюто на NVDA. Вторият елемент е за диалоговият прозорец, който е свързан с добавката.
da: Hvis du bruger NVDA 2018.1 eller nyere, vil du få vist dialoger til berøringsinteraktion to gange under NVDAs indstillingskategorier. Det andet punkt er den dialog, der tilhører tilføjelsen.
de: Wenn Sie NVDA 2018.1 verwenden, wird der Dialog für Touch-Interaktion zweimal unter dem Einstellungsmenü von NVDA angezeigt. Das zweite Element ist der Dialog, der für die Erweiterung gilt. Der erste Dialog ist die im NVDA integrierte Touch-Interaktion.
fr: Si vous utilisez NVDA 2018.1 ou une version ultérieure le dialogue Interaction Tactile apparaîtra deux fois sous le menu des préférences de NVDA. Le deuxième élément est le dialogue fournie avec le module complémentaire.
gl: Se se usa NVDA 2018.1 en adiante, o diálogo Interación Tactil listarase dúas veces no menú Preferencias do NVDA. o segundo elemento é o diálogo que ven co complemento.
ro: Dacă utilizați NVDA2018.1 sau mai nou, dialogul interacțiunii tactile va fi listat de două ori în submeniul de preferințe al NVDA-ului. Al doilea element este dialogul care vine la pachet cu suplimentul.

source: In Touch Interaction dialog for the add-on, touch typing mode is no longer shown if using NVDA 2018.1 or later.
bg: В диалоговия прозорец "Сензорно взаимодействие" за добавката, опцията "Въвеждане чрез докосване" вече не се показва, ако се използва NVDA 2018.1 или по-нова.
da: Indstillingen til berøringsindtastning vises ikke længere i tilføjelsens egen dialog for berøringsindtastning, hvis du benytter NVDA 2018.2 eller nyere.
de: Im Erweiterungsdialog Touch Interaction nwird die Eingabeart "Tippen auf Berührung" nicht mehr angezeigt, wenn NVDA 2018.1 verwendet wird.
fr: Dans le dialogue Interaction Tactile du module complémentaire, le mode frappe tactile n'est plus affiché si vous utilisez NVDA 2018.1 ou une version ultérieure.
gl: No diálogo Interación Tactil para o complemento, o modo de escritura tactil xa non se amosa se se usa NVDA 2018.1 en adiante.
ro: În dialogul interacțiunii tactile pentru supliment, modul de scriere tactilă nu mai este afișat dacă se utilizează NVDA 2018.1 sau mai nou.

source: Version 17.10
bg: Версия 17.10
gl: Versión 17.10
ro: Versiunea 17.10

source: Due to support policy from Microsoft, Windows 8 (original release) is no longer supported.
bg: Поради политиката за поддръжка на Microsoft, Windows 8 (оригинално издание) вече не се поддържа.
da: På grund af støttepolitik fra Microsoft understøttes Windows 8 (original version) ikke længere.
de: Aufgrund der Support-Richtlinien von Microsoft wird Windows 8 (Originalversion) nicht mehr unterstützt. Windows 8.1 ist daher erforderlich.
fr: En raison de la politique de support de Microsoft, Windows 8 (version originale) n'est plus supporté.
gl: Debido a políticas de soporte de Microsoft, Windows 8 (versión orixinal) xa non se soporta.
hr: Zbog politike podrške tvrtke Microsoft, Windows 8 (originalno izdanje) više nije podržan.
ro: Datorită politicii de asistență de la Microsoft, Windows 8 (versiunea originală) nu mai este suportată.

source: NVDA will no longer announce screen orientation twice when running NVDA 2017.4 development snapshots.
bg: NVDA вече няма да съобщава ориентацията на екрана два пъти при използване на тестовите версии на NVDA 2017.4.
da: NVDA meddeler ikke længere skærmorientation to gange, når du kører NVDA 2017.4 development snapshots.
de: NVDA wird die Bildschirmausrichtung nicht mehr zweimal ankündigen, wenn NVDA 2017.4 Entwicklungs-Snapshots ausgeführt werden.
fr: NVDA n'annonce plus deux fois l'orientation de l'écran lors de l'exécution des versions snapshots de développement de NVDA 2017.4.
gl: O NVDA xa non anunciará a orientación da pantalla dúas veces ao executar snapshots de desenvolvemento do NVDA 2017.4.
hr: NVDA više neće dvaput izvještavati o orijentaciji zaslona tijekom korištenja razvojnih inačica NVDA 2017.4.
ro: NVDA nu va mai anunța orientarea ecranului de două ori atunci când se rulează versiuni de dezvoltare snapshot NVDA 2017.4.

source: Version 17.07.1
bg: Версия 17.07.1
gl: Versión 17.07.1
ro: Versiunea 17.07.1

source: Added an option in touch interaction dialog to manually toggle touch passthrough without use of a timer.
bg: В диалоговия прозорец за сензорно взаимодействие е добавена опция за ръчно включване и изключване на препредаването на сензорните жестове, без използването на таймер.
da: Tilføjet en mulighed i dialogboksen "Berøringsinteraktion" til at manuelt lade berøringsbevægelser slippe igennem, uden at bruge en timer.
de: Eine Option im Dialogfeld für die Touch-Interaction wurde hinzugefügt, um das Durchreichen von Touch-Gesten ohne Verwendung eines Timers manuell umzuschalten.
fr: Ajout d'une option dans le dialogue Interaction Tactile pour basculer manuellement une émulation tactile sans utilisation d'une minuterie.
gl: Engadida una opción no diálogo Interación Táctil para activar manualmente deixar pasar toque sen usar un temporizador.
hr: Dodana je opcija u dijaloškom okviru interakcije dodirom za uključivanje i isključivanje istraživanja jednim dodirom bez štoperice.
ro: A fost adăugată o opțiune în dialogul de interacțiune prin atingere pentru comutarea manuală între activarea și dezactivarea trecerii prin atingere fără utilizarea unui cronometru.
