Repository: nvdacn/screenReaderTranslations
Catalog: website/addons/extendedWinamp.*.po
Languages: ar, da, de, fi, gl, hu, is, it, ja, nl, pl, pt_br, ro, sk, sr, uk

source: [[!meta title="extendedWinamp"]]
de: [!meta title="erweitertes Winamp"]] [[!meta title="extendedWinamp"]]
fi: [[!meta title="Laajennettu Winamp"]]
hu: [[!meta title="Winamp kiegészítő"]]
pl: [[!meta title="Rozszerzone funkcje NVDA w Winamp /extendedWinamp"]]

source: Authors: Hrvoje Katic and NVDA-addon-team
ar: مطورو الإضافة: Hrvoje Katic وآخرون
da: Forfattere: Hrvoje Katic og NVDA-addon-team
fi: Tekijät: Hrvoje Katic ja NVDA:n lisäosatiimi
gl: Autores: Hrvoje Katic e o eqipo de complementos do NVDA
hu: Fejlesztők: Hrvoje Katic, és az NVDA kiegészítői csoport
is: Höfundar: Hrvoje Katic og NVDA-viðbótar teymið
it: Autori: Hrvoje Katic e il Team componenti aggiuntivi NVDA
ja: 作者: Hrvoje Katic、 NVDAアドオンチーム
pl: Autorzy: Hrvoje Katic i NVDA-addon-team
pt_br: Autores: Hrvoje Katic e time de complementos do NVDA
ro: Autori: Hrvoje Katic și NVDA-addon-team.
sr: Autori: Hrvoje Katic sa NVDA timom dodataka
uk: Автори: Hrvoje Katic та команда розробників додатків для NVDA

source: Download: [version 1.1][1]
ar: تحميل: [الإصدار 1.1][1]
fi: Lataa: [versio 1.1][1]
gl: Descarga: [versión 1.1][1]
hu: Letöltés: [1.1-es verzió][1]
is: Niðurhal: [version 1.1][1]
ja: ダウンロード: [バージョン 1.1][1]
nl: Download: [versie 1.1][1]
pl: Pobierz: [wersja 1.1][1]
pt_br: Baixe: [versão 1.1][1]
ro: Descarcă: [versiunea 1.1][1]
sk: Stiahnuť: [verzia 1.1][1]
sr: Preuzmi:[verziju 1.1][1]
uk: Завантажити: [версія 1.1][1]

source: This extended appModule extends the original Winamp appModule found in NVDA with some extra functionality.
ar: تضيف هذه الإضافة البرمجية إلى الملحق البرمجي المدمج ب nvda مزيد من الخصائص.
da: Dette udvidede programmodul udvider det oprindelige programmodul til Winamp,som findes i NVDA, med ekstra funktionalitet.
de: Dieses Anwendungsmodul erweitert das Winamp-Anwendungsmodul, welches mit NVDA mitgeliefert wird, mit zusätzlichen Funktionen.
fi: Tämä sovellusmoduuli laajentaa alkuperäistä NVDA:n Winamp-sovellusmoduulia muutamilla lisätoiminnoilla.
gl: Este complemento extendido extende o appModule orixinal do Winamp que se atopa en NVDA con algunha funcionalidade extra.
hu: Ez a szkript új funkciókkal bővíti ki az NVDA-ban található Winamp szkriptet.
is: Þetta framlengda appModule eykur stuðninginn við Winamp í NVDA með nokkrum viðbótar eiginleikum.
it: Questo componente aggiuntivo integra alcune funzioni migliorative al modulo Winamp gi√† presente in NVDA.
ja: この拡張モジュールは、NVDA標準のWinampにいくつかの機能を追加しています。
nl: Deze appmodule breidt de metNVDA meegeleverde Winamp appmodule uit met extra functionaliteit.
pl: Ten dodatek rozszerza domyślny modół NVDA dla winampa, dodając nowe funkcje.
pt_br: Este módulo estendido acrescenta funções extras ao módulo original para Winamp que vem com o NVDA.
ro: Acest appModule extins, extinde appModule-ul Winamp-ului original găsit în NVDA cu unele extra-funcționalități.
sk: Tento doplnok rozširuje aplikačný modul Winampu o ďalšie funkcie.
sr: Ovaj dodatak za aplikacije proširuje podršku za Winamp programa NVDA.
uk: Цей розширений app-модуль розширює оригінальний app-модуль NVDA для Winamp, додаючи до нього низку нових функцій.

source: s togle shuffle on/off
ar: حرف S لتشغيل وتعطيل تشغيل الملفات عشوائيا
da: s: Slå Bland til/fra
de: s zufällige Widergabe ein-/ausschalten
fi: S: sekoitus päälle/pois
gl: s activa ou desactiva modo aleatorio
hu: s be/kikapcsolja a véletlen lejátszást
is: s skiptir milli shuffle virkt/óvirkt
it: s commuta casuale on/off
ja: S トグル シャッフルのオン・オフ
nl: s Schakel shuffle aan/uit
pl: s Przełącza tryb losowania
pt_br: s liga/desliga reprodução aleatória
ro: s comută amestecarea între activat sau dezactivat.
sk: s: vypne alebo zapne náhodný výber
sr: S uključuje i isključuje izmešanu reprodukciju
uk: s Вмикає/вимикає перемішування

source: r togle repeat on/off
ar: حرف R لتشغيل وإيقاف تكرار تشغيل الملفات
da: r: slå Gentag til/fra
de: r Widerholung ein-/ausschalten
fi: R: uudelleentoisto päälle/pois
gl: r activa ou desactiva repetición
hu: r be/kikapcsolja az ismétlést
is: r skiptir milli repeat virkt/óvirkt
it: r Commuta ripetizione on/off
ja: R トグル リピートのオン・オフ
nl: r Schakel herhalen aan/uit
pl: r przełącza powtarzanie utworu
pt_br: r liga/desliga repetição
ro: r comută repetarea melodiei activat/dezactivat.
sk: r: vypne alebo zapne opakovanie
sr: N uključuje i isključuje ponavljanje
uk: r вмикає/вимикає повторення

source: F5 mute playback
ar: f5 كتم صوت الملف
da: F5: Dæmp afspilning
de: F5 stumm schalten
fi: F5: mykistä toisto
gl: F5 silencia a reproducción
hu: F5 elnémítja a lejátszást
is: F5 hljóð af í playback
it: F5 riproduzione mute
ja: F5 再生ミュート
nl: F5 Afspelen dempen
pl: f5 wycisza odtwarzanie
pt_br: F5 silencia reprodução
ro: f5 pune redarea în modul silențios.
sk: F5: stlmiť prehrávanie
sr: F5 isključuje ton reprodukcije
uk: F5 вимкнути гучність відтворення

source: F6 set playback volume to 25%
ar: f6 لضبط مستوى صوت الملف حتى %25
da: F6: Sæt lydstyrke for afspilning til 25%
de: F6 Wiedergabelautstärke auf 25% einstellen
fi: F6: aseta toiston äänenvoimakkuudeksi 25 %
gl: F6 pon o volume de reproducción a 25%
hu: F6 a lejátszás hangerejét 25%-ra állítja
is: F6 setur hljóðstyrk í 25% í playback
it: F6 Volume riproduzione impostato al 25%
ja: F6 再生ボリューム 25パーセント
nl: F6 Afspeelvolume op 25% instellen
pl: f6 ustawia głośność odtwarzania na 25%
pt_br: F6 coloca volume de reprodução em 25%
ro: F6 setează volumul redării la 25%
sk: F6: nastaví hlasitosť prehrávania na 25 %
sr: F6 postavlja jačinu reprodukcije na 25%
uk: F6 Встановлює гучність відтворення на 25%

source: F7 set playback volume to 50%
ar: f7 لضبط مستوى صوت الملف حتى %50
da: F7 Sæt lydstyrke for afspilning til 50%
de: F7 Wiedergabelautstärke auf 50% einstellen
fi: F7: aseta toiston äänenvoimakkuudeksi 50 %
gl: F7 pon o volume de reproducción a 50%
hu: f7 a lejátszás hangerejét 50%-ra állítja
is: F7 setur hljóðstyrk í 50% í playback
it: f7 imposta volume riproduzione al 50%
ja: F7 再生ボリューム 50パーセント
nl: F7 Afspeelvolume op 50% instellen
pl: f7 ustawia głośność odtwarzania na 50%
pt_br: F7 coloca volume de reprodução em 50%
ro: F7 setează volumul redării la 50%
sk: F7: Nastaví hlasitosť prehrávania na 50 %
sr: F7 postavlja jačinu reprodukcije na 50%
uk: F7 Встановлює гучність відтворення на 50%

source: F8 set playback volume to 100%
ar: f8 لضبط مستوى الملف حتى %100
da: F8: Sæt lydstyrke for afspilning til 100%
de: F8 Wiedergabelautstärke auf 100% einstellen
fi: F8: aseta toiston äänenvoimakkuudeksi 100 %
gl: F8 pon o volume de reproducción a 100%
hu: f8 a lejátszás hangerejét 100%-ra állítja
is: F8 setur hljóðstyrk í 100% í playback
it: f8 imposta volume riproduzione al 100%
ja: F8 再生ボリューム 100パーセント
nl: F8 Afspeelvolume op 100% instellen
pl: f8 ustawia głośność odtwarzania na 100%
pt_br: F8 coloca volume de reprodução em 100%
ro: F8 setează volumul redării la 100%
sk: F8: Nastaví maximálnu hlasitosť prehrávania
sr: F8 postavlja jačinu reprodukcije na 100%
uk: F8 Встановлює гучність відтворення на 100%

source: Shift+LeftArrow pan Left
ar: Shift+LeftArrow لتوجيه الصوت للسماعة اليسرى
da: Shift+Venstre-pil: Panorering mod venstre
de: Umschalt+Pfeiltaste nach links Panorama links
fi: Vaihto+Nuoli vasemmalle: panorointi vasemmalla
gl: Shift+FrechaExquerda valance á Esquerda
hu: Shift+balra nyíl a balansz balra mozgatása
is: Shift+örVinstri hreyfa Vinstri
it: Shift+FrecciaSinistra pan Sinistra
ja: Shift+左矢印 パン左
nl: Shift+pijl naar links Balans naar links
pl: shift strzałka w lewo - balans w lewo
pt_br: Shift+SetaEsquerda balanço a esquerda
ro: Shift+Săgeată Stânga: Comută muzica pe boxa stângă.
sk: Shift+ľavá šípka: vyváženie doľava
sr: Šift+strelica levo pomera zvuk levo
uk: Shift+стрілка Вліво відрегулювати звук лівої колонки (динаміка, навушника)

source: Shift+RightArrow pan Right
ar: Shift+RightArrow لتوجيه الصوت للسماعة اليمنى
da: Shift+Højre-pil: Panorering mod højre
de: Umschalt+Pfeiltaste nach rechts Panorama rechts
fi: Vaihto+Nuoli oikealle: panorointi oikealla
gl: Shift+FrechaDereita valance á dereita
hu: Shift+jobbra nyíl a balansz jobbra mozgatása
is: Shift+örHægri hreyfa Hægri
it: Shift+FrecciaDestra pan Destra
ja: Shift+右矢印 パン右
nl: Shift+pijl naar rechts Balans naar rechts
pl: shift strzałka w prawo - balans w prawo.
pt_br: Shift+SetaDireita balanço a direita
ro: Shift+Săgeată Dreapta: Comută muzica pe boxa dreaptă.
sk: Shift+pravá šípka: vyváženie doprava
sr: Šift+strelica desno pomera zvuk desno
uk: Shift+стрілка Вправо відрегулювати звук правої колонки (динаміка, навушника)

source: Shift+UpArrow pan Center
ar: Shift+UpArrow لتمركز الصوت بين السماعتين
da: Shift+Pil-op: Panorering i midten
de: Umschalt+Pfeiltaste nach oben Panorama zentriert
fi: Vaihto+Nuoli ylös: panorointi keskellä
gl: Shift+FrechaArriba valance ó centro
hu: Shift+fel nyíl A balansz középre helyezése
is: Shift+örUpp hreyfa Miðju
it: Shift+FrecciaSu pan centrale
ja: Shift+上矢印 パン中央
nl: Shift+Pijl omhoog Balans in het midden
pl: shift strzałka w górę - ustawia balans na środek
pt_br: Shift+SetaCima balanço no centro
ro: Shift+SăgeatăSus, comută muzica pe centru
sk: Shift+šípka hore: vyváženie na stred
sr: Šift+strelica gore vraća zvuk u centar
uk: Shift+стрілка Вгору нормальний баланс звуку

source: Control+Shift+t speaks total Track Length
ar: Control+Shift+t لإعلان إجمالي مدة الملف
da: Ctrl+Shift+t: Annoncer samlet længde af spor
de: Steuerung+Umschalt+t spricht die Gesamtlänge des Titels.
fi: Ctrl+Vaihto+T: Lukee kappaleen kokonaiskeston
gl: Control+Shift+t di a lonxitude total da pista
hu: Control+Shift+t bemondja a szám teljes hosszát
is: Control+Shift+t segir lengd skráar
it: Control+Shift+t annuncia durata totale traccia
ja: Ctrl+Shift+T トラックの合計時間を読み上げ
nl: Ctrl+Shift+T Spreekt totale lengte van het nummer
pl: ctrl+shift+t odczytuje długość utworu.
pt_br: Control+Shift+t fala duração total da faixa
ro: Control+Shift+T: Raportează durata totală a melodiei
sk: Ctrl+Shift+t: prečíta celkovú dĺžku skladby
sr: Kontrol+šift+t izgovara ukupno trajanje pesme
uk: Control+Shift+t Повідомити загальну тривалість композиції

source: Control+Shift+e speaks track Elapsed Time
ar: Control+Shift+e لإعلان الوقت المنقضي
da: Ctrl+Shift+e: Annoncer forløbet tid for spor
de: Steuerung+Umschalt+e spricht die verstrichene Zeit des Titels aus
fi: Ctrl+Vaihto+E: Lukee kappaleen kuluneen ajan
gl: Control+Shift+e di o tempo transcorrido da pista
hu: Control+Shift+e bemondja a számból már eltelt időt
is: Control+Shift+e segir hversu mikill tími er liðinn frá upphafi spilunnar skráar
it: Control+Shift+e annuncia tempo trascorso traccia
ja: Ctrl+Shift+E トラックの経過時間を読み上げ
nl: Ctrl+Shift+D Spreek afgespeelde tijd van het nummer
pl: ctrl+shift+s - podaje miniony czas od początku utworu
pt_br: Control+Shift+e fala tempo decorrido da faixa
ro: Control+Shift+E: Raportează timpul scurs din melodie
sk: Ctrl+Shift+e: prečíta uplynutý čas skladby
sr: Kontrol+šift+e izgovara proteklo vreme pesme
uk: Control+Shift+e промовляє, скільки вже часу звучить композиція

source: Control+Shift+r speaks track Remaining Time
ar: Control+Shift+r لإعلان الوقت المتبقي
da: Ctrl+Shift+r: Annoncer resterende tid for spor.
de: Steuerung+Umschalt+r spricht die verbleibende Zeit des Titels
fi: Ctrl+Vaihto+R: Lukee kappaleen jäljellä olevan ajan
gl: Control+Shift+r di o tempo restante da pista
hu: Control+Shift+r bemondja a számból még hátralévő időt
is: Control+Shift+r segir Remaining Time
it: Control+Shift+r annuncia tempo rimanente traccia
ja: Ctrl+Shift+R トラックの残り時間を読み上げ
nl: Ctrl+Shift+R Spreek resterende tijd van het nummer
pl: ctrl+shift+r - podaje pozostały czas
pt_br: Control+Shift+r fala tempo restante da faixa
ro: Control+Shift+R: Raportează timpul rămas din melodie
sk: Ctrl+Shift+r: prečíta zostávajúci čas prehrávania skladby
sr: Kontrol+šift+r izgovara preostalo vreme pesme
uk: Control+Shift+r Повідомляє, скільки ще часу звучатиме композиція

source: Shift+r Review the end of track "last 6 seconds by default"
ar: Shift+r لاستعراض نهاية الملف "6 ثواني بشكل افتراضي"
da: Shift+r: Lyt til slutningen af sporet (som standard de sidste 6 sekunder)
de: Umschalt+r gibt die das Ende des Titels wieder "standardmäßig die letzten 6 Sekunden"
fi: Vaihto+R: Kuuntele kappaleen loppu (oletusarvoisesti viimeiset 6 sekuntia)
gl: Shift+r Revisa o final da pista "últimos 6 segundos por omisión"
hu: Shift+r Belehallgatás a szám végébe "alapértelmezésben az utolsó 6 másodpercbe"
is: Shift+r Review enda skráar "last 6 seconds by default"
it: Shift+r revisione fine traccia "gli ultimi sei secondi da impostazioni predefinite"
ja: Shift+R トラックの最後をレビュー(初期設定では6秒)
nl: Shift+R Beluister einde van het nummer (standaard laatste 6 seconden)
pl: shift+r podgląd końca utworu (domyślnie 6 sekund)
pt_br: Shift+r toca fim da faixa "últimos 6 segundos por padrão"
ro: Shift+R: Examinează Sfârșitul melodiei, ultimile 6 secunde în mod implicit
sk: Shift+r: Náhľad konca skladby "predvolene posledných 6 sekúnd"
sr: Šift+r pregledaj kraj pesme "Poslednjih 6 sekundi po podrazumevanim podešavanjima"
uk: Shift+r Переглянути кінець композиції (типово - останніх шість секунд)

source: Control+r Set the review time "in seconds" for use with Review End of Track command
ar: Control+r لضبط طريقة استعراض الوقت "بالثواني" كي تستخدم مع أمر استعراض نهاية الملف
da: Ctrl+r: Indstil tiden (i sekunder) for lytning til slutningen af sporet
de: Steuerung+r legt die Zeit fest, die beim Wiedergeben des Titelendes benutzt werden soll.
fi: Ctrl+R: Aseta kuunteluaika (sekunteina) Kuuntele kappaleen loppu -komennolla käytettäväksi
gl: Control+r configura o tempo en revisión"en segundos" para utilizar con Revisar final da Pista command
hu: Control+r A szám végi lejátszás beállítása "másodpercben"
is: Control+r Set the review time "in seconds" til notkunar með Review End of Track skipun
it: Control+r Imposta il tempo revisione "in secondi" per uso con comando Review fine traccia
ja: Ctrl+R 「トラックの最後をレビュー」の長さ(秒)を設定
nl: Ctrl+R Stel de tijd voor het beluisteren van het eind van het nummer in
pl: ctrl+r ustawia czas podglądu końca utworu
pt_br: Control+r configura tempo de revisão "em segundos" para uso com o comando toca fim da faixa
ro: Control+R: Setează secundele pentru examinarea sfârșitului melodiei.
sk: Ctrl+r: Nastaviť čas náhľadu "v sekundách" použije sa pri použití funkcie náhľad konca skladby
sr: Kontrol+r podesi vreme za pregled"U sekundama" za korišćenje sa komandom pregleda kraja pesme
uk: Control+r Встановити час перегляду (у секундах) для використання команди перегляду кінця композиції

source: Shift+j Set alternate jump time "in seconds"
ar: Shift+j لضبط بديل آخر للقفز بالوقت "بالثواني"
da: Shift+j: indstil alternativt tidshop (i sekunder)
de: legt die Zeit für den alternativen Vor-/Rücklauf fest "in Sekunden"
fi: Vaihto+J: Aseta vaihtoehtoinen hyppyaika (sekunteina)
gl: Shift+j configura o tempo de salto alternativo "en segundos"
hu: Shift+j Szabályozható tekerés idejének beállítása
is: Shift+j Skilgreina alternate jump time "in seconds"
it: Shift+j Imposta salto temporale "in secondi"
ja: Shift+J 代替ジャンプの長さ(秒)を設定
nl: Shift+J Stel een aangepaste tijd in voor het springen
pl: shift+j ustawia czas przeskoku w sekundach
pt_br: Shift+j configura tempo alternativo de salto "em segundos"
ro: Shift+J: Setează timpul de sărire în secunde.
sk: Shift+j: Nastaviť čas alternatívneho skoku "v sekundách"
sr: Šift+j podešava vreme za alternativne skokove"U sekundama"
uk: Shift+j Встановити час перестрибування вручну (у секундах)

source: Control+RightArrow alternate Jump Forward "6 seconds by default"
ar: Control+RightArrow للبديل الآخر للقفز للأمام "6 ثوانٍ بشكل افتراضي "
da: Ctrl+Højre-pil: Alternativt hop fremad (6 sekunder som standard)
de: altenativer Vorlauf "standardmäßig 6 Sekunden"
fi: Ctrl+Nuoli oikealle: Vaihtoehtoinen hyppy eteenpäin (oletusarvoisesti 6 sekuntia)
gl: Control+FrechaDereita Salto Alternativo Adiante "6 segundos por omisión"
hu: Control+jobbra nyíl Szabályozható előretekerés "alapértelmezetten 6 másodperccel"
is: Control+örHægri Jump Forward "6 seconds by default"
it: Control+frecciaDestra Alterna salto avanti "6 secondi da impostazioni predefinite"
ja: Ctrl+右矢印 早送り代替ジャンプ(初期設定では6秒)
nl: Ctrl+Pijl rechts Spring de aangepaste tijd naar voren
pl: ctrl+strzałka w prawo - przeskakuje w przód (domyślnie 6 sekund)
pt_br: Control+RightArrow salto alternativo para frente "6 segundos por padrão"
ro: Control+Săgeată Dreapta: Sari înainte cu 6 secunde în mod implicit.
sk: Ctr+pravá šípka: alternatívny skok dopredu "predvolene 6 sekúnd"
sr: Kontrol+strelica desno alternativni skok napred "6 sekundi po podrazumevanim podešavanjima"
uk: Control+RightArrow перестрибнути вперед (типово - на шість секунд)

source: Control+LeftArrow alternate Jump Backward "6 seconds by default"
ar: Control+LeftArrow للبديل الآخر للقفز للخلف "6 ثوانٍ بشكل افتراضي"
da: Ctrl+Venstre-pil: Alternativt hop bagud (6 sekunder som standard)
de: alternativer Rücklauf "standardmäßig 6 Sekunden"
fi: Ctrl+Nuoli vasemmalle: Vaihtoehtoinen hyppy taaksepäin (oletusarvoisesti 6 sekuntia)
gl: Control+FrechaEsquerda Salto Alternativo Atrás "6 segundos por omisión"
hu: Control+balra nyíl Szabályozható visszatekerés "alapértelmezetten 6 másodperccel"
is: Control+örVinstri Jump Backward "6 seconds by default"
it: Control+frecciaSinistra Alterna salto indietro "6 secondi da impostazioni predefinite"
ja: Ctrl+左矢印 巻き戻し代替ジャンプ(初期設定では6秒)
nl: Ctrl+Pijl links Spring de aangepaste tijd naar achteren
pl: ctrl+lewo przeskakuje w tył (domyślnie 6 sekund)
pt_br: Control+LeftArrow salto alternativo para trás "6 segundos por padrão"
ro: Control+Săgeată Stânga: Sari în urmă cu 6 secunde în mod implicit.
sk: Ctrl+ľavá šípka: Alternatívny skok dozadu "predvolene 6 sekúnd "
sr: Kontrol+strelica levo alternativni skok nazad"6 sekundi po podrazumevanim podešavanjima"
uk: Control+LeftArrow Перестрибнути назад (типово - на шість секунд)

source: Changes for 1.1
ar: مستجدات الإصدار 1.1
da: Ændringer i 1.1
de: Änderungen bis 1.1
fi: Muutokset versiossa 1.1
gl: Cambios para 1.1
hu: Az 1.1 verzió változásai
is: Breytingar fyrir 1.1
it: Cambiamenti per la 1.1
ja: 1.1 での変更点
nl: Veranderingen voor 1.1
pl: zmiany dla wersji 1.1
pt_br: Mudanças na 1.1
ro: Modificări aduse în versiunea 1.1.
sk: Zmeny pre verziu 1.1
sr: Promene u 1.1
uk: Зміни у версії 1.1

source: New languages: Aragonese, Arabic, Dutch, German, Finnish, French, Galician, Hungarian, Italian, Japanese, Korean, Nepali, Portuguese (Brazil), Russian, Slovak, Slovenian, Spanish, Tamil, Turkish.
ar: الترجمة إلى اللغات: الأرجانيزية, العربية, الهولندية, الألمانية, الفنلندية, الفرنسية, الغالية, المجرية, الإيطالية, اليابانية, الكورية, النيبالية, البرتغالية, البرازيلية, الروسية,, السلوفاكية, السلوفينية, الأسبانية, التاميلية,التوركية.
da: Nye sprog: Aragonesisk, arabisk, hollandsk, tysk, finsk, fransk, galicisk, ungarsk, italiensk, japansk, koreansk, nepalesisk, portugisisk (Brazil), russisk, slovakisk, slovensk, spansk, tamilsk, tyrkisk.
de: Neue Sprachen: Aragonesisch, Arabisch, niderländisch, deutsch, Finnisch, Französisch, Gälisch, ungarisch, Italienisch, Japanisch, Koreanisch, Nepalesisch, Portugisisch (Brazilianisch), Russisch, Slovakisch, Slovenisch, Spanisch, Tamil, Türkisch.
fi: Uusia kieliä: arabia, aragonia, brasilianportugali, espanja, galego, hollanti, italia, japani, korea, nepali, ranska, saksa, slovakki, slovenia, suomi, tamili, turkki, unkari, venäjä.
gl: Novas linguas: Aragonés, Árabe, Holandés, Alemán, Finlandés, Francés, Galego, Húngaro, Italiano, Xaponés, Coreano, Nepalí, Portugués (Brasil), Ruso, Eslovaco, Esloveno, Español, Tamil, Turco.
hu: Új nyelvek: Aragóniai, Arab, Holland, Német, Finn, Francia, Galíciai, Magyar, Olasz, Japán, Kóreai, Nepáli, Brazil Portugál, Orosz, Szlovák, Szlovén, Spanyol, Tamil, Török.
is: Ný tungumál, Aragóníska, Arabíska, Hollenska, Þýska, Finnska, Franska, Galíska, Ungverska, Ítalska, Japanska, Kóreska, Nepalska, Brasilísk Portúgalska, Rússneska, Slóvanska, Spænska, Tamíl, Tyrkneska.
it: Nuove lingue: aragonese, arabo, olandese, tedesco, finlandese, francese, galiziano, ungherese, italiano, giapponese, coreano, nepalese, portoghese (brasiliano), russo, slovacco, sloveno, spagnolo, tamil, turco.
ja: 新しい言語：アラゴン、フランス語、フィンランド語、アラビア語、オランダ語、ドイツ語、ガリシア語、ロシア語、ハンガリー語、イタリア語、日本語、韓国語、ネパール語、ポルトガル語（ブラジル）、スロベニア語、スロバキア語、スペイン語、タミル語、トルコ語。
nl: Nieuwe talen: Aragonees, Arabisch, Nederlands, Duits, Fins, Frans, Gallisch, Hongaars, Italiaans, Japans, Koreaans, Nepali, Portugees (BraziliÃ«), Russisch, Slowaaks, Sloveens, Spaans, Tamil, Turks.
pl: Nowe języki: Aragoński, Arabski, Duński, Niemiecki, Fiński, Francuski, Galicyjski, Węgierski, Włoski, Japoński, Koreański, Nepali, Portugalski (brazylijski), Rosyjski, Słowacki, Słoweński, Hiszpański, Tamil, Turecki.
pt_br: Novos idiomas: Alemão, Aragonês, Árabe, Coreano, Eslovaco, Esloveno, Espanhol, Finlandês, Francês, Galego, Holandês, Húngaro, Italiano, Japonês, Nepalês, Português do Brasil, Russo, Tâmil, Turco.
ro: Limbi noi: Aragoneză, Arabă, Olandeză, Germană, Finlandeză, Franceză, Galiciană, Maghiară, Italiană, Japoneză, Coreană, Nepaleză, Portugheză-Braziliană, Rusă, Slovacă, Slovenă, Spaniolă, Tamilă, Turcă.
sk: Nové jazyky: Aragónčina, Arabčina, Holandčina, Nemčina, Fínčina, Francúzsština, Galijcíčina, Maďarčina, Taliančina, japončina, Kórejčina, nepálčina, Brazílska portugálčina, Ruština, Slovenčina, Slovinčina, Španielčina, Tamilčina, Turečtina.
sr: Novi jezici: Aragoneški, Arapski, Holandski, Nemački, Finski, Francuski, Galski, Mađarski, Italijanski, Japanski, Korejski, Nepali, Portugalski(Brazil), Ruski, Slovački, Slovenski, Španski, Tamil, Turski,
uk: Нові мови: aragonese, арабська, галісійська, іспанська, італійська, корейська, непальська, нідерландська, німецька, португальська (Бразилія), російська, словацька, словенська, тамільська, турецька, угорська, фінська, французька та японська.

source: Changes for 1.0
ar: مستجدات الإصدار 1.0
da: Ændringer i 1.0
de: Änderungen bis 1.0
fi: Muutokset versiossa 1.0
gl: Cambios para 1.0
hu: Az 1.0 verzió változásai
is: Breytingar fyrir 1.0
it: Cambiamenti per la 1.0
ja: バージョン1.0
nl: Veranderingen voor 1.0
pl: zmiany dla wersji 1.0
pt_br: Mudanças na 1.0
ro: Modificări aduse în versiunea 1.0
sk: Zmeny pre 1.0
sr: Promene u 1.0
uk: Зміни у версії 1.0

source: Initial Release
ar: نسخة أولية
da: Første udgivelse
de: Ehrstveröffentlichung
fi: Ensimmäinen versio
gl: Versión Inicial
hu: Első verzió
is: Frumútgáfa
it: Prima versione
ja: 最初のバージョン
nl: Eerste versie
pl: wstępne wydanie.
pt_br: Versão inicial
ro: Lansarea inițială
sk: prvé vydanie
sr: Prva verzija
uk: Перший реліз

source: Authors: Hrvoje Katic<hrvojekatic@gmail.com> and NVDA-addon-team
sk: Autori: Hrvoje Katic<hrvojekatic@gmail.com> a ďalší
