Repository: nvdacn/screenReaderTranslations
Catalog: website/addons/focusHighlight.*.po
Languages: ar, hr, hu, ko, ne, nl, ro, sk, sr, tr

source: Authors: Takuya Nishimoto
ar: مطورو الإضافة: Takuya Nishimoto
hr: Autor: Takuya Nishimoto
hu: Készítők: Takuya Nishimoto
ko: 저자: Takuya Nishimoto
ne: लेखक: ताकुया निसिमोतो
nl: Auteur: Takuya Nishimoto
ro: Autori: Takuya Nishimoto
sk: Autor: Takuya Nishimoto
sr: Autori: Takuya Nishimoto
tr: Yazarlar: Takuya Nishimoto

source: Download [stable version][2]
ar: تحميل [الإصدار النهائي][2]
hr: Preuzmite [stabilnu inačicu][2]
hu: Letöltés [stabil verzió][2]
ko: Download [안정 버전][2]
ne: [थीर संस्करण][२] लाई अनुबहन गर्नु होस् ।
nl: Download [stabiele versie][2]
ro: Descarcă [Versiunea Stabilă][2]
sk: Stiahnuť [Stabilná verzia][2]
sr: Preuzmi[stabilnu verziju][2]
tr: İndir [kararlı sürüm][2]

source: Download [development version][1]
ar: تحميل [الإصدار التجريبي][1]
hr: preuzmite [Razvojnu inačicu][1]
hu: Letöltés [fejlesztői verzió][1]
ko: Download [개발 버전][1]
ne: [विकास संस्करण][1] लाई अनुबहन गर्नु होस् ।
nl: Download [ontwikkelversie][1]
ro: Descarcă [versiunea în dezvoltare][1]
sk: Stiahnuť [Vývojová verzia][1]
sr: Preuzmi[razvojnu verziju][1]
tr: İndir [geliştirilen versiyon][1]

source: By drawing a colored rectangle, this addon enables partially sighted users, sighted educators, or developers to track the location of the nvda navigator object and the focused object/control.
ar: هذه الإضافة تمكن المستخدمين من ضعاف البصر والمعلمين المبصرين والمطورين من تتبع موضع الكائن المحدد بمؤشر NVDA أو أي عنصر أو كائن محدد بمؤشر النظام، وذلك عن طريق رسم مستطيل ملون.
hr: Ovaj dodatak omogućuje slabovidnim korisnicima, učiteljima bez problema sa vidom, ili razvojnim programerima praćenje objekta navigatora NVDA i fokusiranog objekta/kontrole uz pomoć nacrtanog obojenog pravokutnika.
hu: Egy megjelenő színes téglalap segítségével a gyengénlátó felhasználók, látó fejlesztők vagy oktatók nyomon követhetik a navigátor kurzort és a fókuszban lévő elemet.
ko: 이 추가 기능은 NVDA navigator 객체와 초점이 있는 객체/컨트롤의 위치를 색깔 있는 사각형으로 강조 표시합니다. 시각 장애인 사용자, 시각 장애인 교육자, 또는 개발자에게 유용합니다.
ne: रङ्गिन चतुर्भुज खिचेर, , यो उप-कर्मीले अल्प दृश्यक, देख्ने अनुसन्दान कर्ता र विकास कर्तालाइ नेत्रवाणी विचरण वस्तु अथवा केन्द्रीत् वस्तु/नियन्त्रककोस्थान पहिल्याउन मद्दत गर्ने छ ।
nl: Deze add-on is bedoeld voor slechtziende gebruikers en ziende instructeurs en ontwikkelaars. Een gekleurde rechthoek helpt hen om te weten waar het nvda navigator object is en welk object of control focus heeft.
ro: La desenarea unui dreptunghi colorat, acest supliment le permite utilizatorilor cu vedere parțială, educatorilor văzători, sau dezvoltatorilor să urmărească locația navigatorului de obiecte NVDA și obiectul/controlul focalizat.
sk: Tento doplnok umožňuje slabozrakým používateľom, vidiacim učiteľom a vývojárom sledovať navigačný objekt alebo objekt, ktorý má fokus, pomocou farebného obdĺžnika.
sr: Crtanjem obojenog pravougaonika, ovaj dodatak omogućava slabovidim osobama, učiteljima, ili programerima da prate fokus navigacionog objekta programa NVDA ili fokusiranu kontrolu.
tr: Renkli bir dikdörtgen çizerek, Bu eklenti az gören kullanıcıların, gören eğitimcilerin, ya da geliştiricilerin NVDA'nın nesne sunucusunun ya da odağın konumunu takip edebilmesini sağlar.

source: The following colors are used by this addon:
ar: تستخدم الإضافة الألوان التالية:
hu: A következő színeket jeleníti meg a kiegészítő:
ko: 다음의 2 색이 이 추가 기능에 의해 사용됩니다:
ro: Culorile utilizate de către acest add-on sunt:
sr: Sledeće boje ovaj dodatak koristi:

source: Green jagged line, to indicate the navigator object.
ar: خط أخضر مسنن للإشارة إلى الكائن الحالي المحدد بمؤشر NVDA
hr: Зелену назублјену црту, која показује објект навигатора
ne: विचरण वश्तु जनाउने निलो बाङ्गो लाईन
nl: Een groene golvende lijn duidt het navigatorobject aan.
ro: Linie verde zimțată pentru a indica obiectul navigatorului.
sk: Zelená prerušovaná čiara na zvýraznenie navigačného objektu.

source: Red thin rectangle, to indicate the focused object/control.
ar: مستطيل أحمر رفيع يشير إلى العنصر أو الكائن المحدد بمؤشر النظام
hu: Vékony vörös téglalap jelzi a fókuszban lévő elemet
ko: 빨간색 얇은 선, 초점이 있는 객체/콘트롤을 나타냅니다.
ro: dreptunghi roșu subțire, pentru a indica obiectul sau controlul focalizat.
sr: Crveni pravougaonik, za prepoznavanje fokusirane kontrole

source: Red thick rectangle, to indicate when navigator object and focused object are overlapping.
ar: ومستطيل أحمر عريض للإشارة إلى التداخل بين الكائن الحالي المحدد بمؤشر NVDA والكائن أو العنصر المحدد بمؤشر النظام.
hr: crveni tanki pravokutnik, kako bi pokazivao poklapanja između objekta fokusa i objekta navigatora
hu: Vastag vörös téglalap jelzi a fókusz és a navigátor kurzor átfedését.
ko: navigator 객체와 포커스가 있는 객체가 겹치는 경우, 빨간색 굵은 선이 표시됩니다.
ne: विचरण बस्तु र केन्द्रीत् वस्तु खप्टिएको जनाउनका लागि मोटो रातो रङ्गको चतुर्भुज ।
nl: Een rode dikke rechthoek duidt aan dat het navigator object overlapt met het object dat focus heeft.
ro: Dreptunghi roșu gros, pentru a indica când obiectul navigatorului și obiectul focalizat se suprapun.
sk: Červený hrubý obdĺžnik na zvýraznenie prekrývajúceho sa navigačného objektu a objektu, ktorý má fokus.
sr: Crveni pravougaonik, da označi kada se navigacioni objekat i fokus preklapaju.
tr: Kırmızı kalın dikdörtgen, odak ve nesne sunucusu aynı konumdaysa kullanılır.

source: Blue thick rectangle with thin slashes, to indicate NVDA is in focus mode, i.e. key types are passed to the control.
ar: مستطيل أزرق كثيف بشرط مائلة رفيعة, للتوضيح بأن NVDA بنمط الحقول الاستمارية, بمعنى أنه سيتم مرور المفاتيح للكائن.
ro: Dreptunghi gros albastru cu peruri subțiri, pentru a indica NVDA este în modul focalizare, adică tipurile de taste sunt transmise la control.

source: To disable object tracking, uninstall the addon.
ar: لتعطيل تتبع الكائنات يرجى إزالة الإضافة
hr: Da biste onemogućili pračenje objekata, uklonite dodatak.
hu: Az elemkövetés kikapcsolásához függessze fel vagy távolítsa el ezt a kiegészítőt.
ko: 개체의 하이라이트를 비활성화하려면 이 추가 기능을 제거합니다.
ne: वस्तुलाई प्रकास नपार्ने हो भने यो थप-सादनलाई हटाउनु होस् ।
nl: Om object tracking uit te schakelen, verwijdert u de addon.
ro: Pentru a dezactiva track obiect, dezinstalează add-on-ul.
sk: Ak chcete vypnúť zvýrazňovanie, odinštalujte doplnok.
sr: Da onemogućite praćenje objekata, uklonite dodatak
tr: Nesne izlemeyi iptal etmek için, eklentiyi kaldırın.

source: Changes for 4.0
ko: 4.0에서의 변경사항
ro: Modificări aduse în versiunea 4.0.
sr: Promene u 4.0

source: Hide rectangle if current application is in sleep mode.
ko: 현재 응용 프로그램이 NVDA가 일시중지인 상태일 경우 포커스 강조 표시가 숨겨지도록 함
ro: Ascunde modul dreptunghi dacă aplicația curentă este în modul de hibernare.
sr: Sakri pravougaonik ako je trenutna aplikacija u režimu spavanja.

source: Changes for 3.0
ar: مستجدات الإصدار 3.0
hu: A 3.0 verzió változásai
ko: 3.0에서의 변경사항
ro: Modificări aduse în versiunea 3.0.
sr: Promene u 3.0

source: Fixed issue with Windows Task Manager.
ar: إصلاح خطأ كان يحدث عند فتح مدير المهام بويندوز
hu: Javítva egy, a Windows feladatkezelőben előjövő hiba
ko: 윈도우즈 작업 관리자에서의 문제점 수정.
ro: A fost rezolvată problema cu managerul de activități Windows.
sr: Popravljen problem sa Windows task menadžerom

source: Ability to indicate the focus mode.
ar: إمكانية توضيح نمط الحقول الاستمارية
hu: A fókuszmód jelzése.
ko: 포커스 모드를 표시할 수 있음.
ro: Capabilitatea de a indica modul de focalizare.
sr: Sposobnost da prepozna režim fokusiranja.

source: Changes for 2.1
ar: مستجدات الإصدار 2.1
hu: A 2.1 verzió változásai
ko: 2.1에서의 변경사항
ro: Modificări aduse în versiunea 2.1
sr: Promene u 2.1

source: New and updated translations.
ar: ترجمة الإضافة للغات جديدة وتحديث ترجمتها باللغات الأخرى
hu: Új és frissített fordítások
ko: 새 언어 추가 및 번역 업데이트.
ro: traduceri noi și actualizate
sr: Novi i ažurirani prevodi.

source: Changes for 2.0
ar: مستجدات الإصدار 2.0
hr: Izmjene u inačici 2.0
hu: A 2.0 verzió változásai
ko: 2.0에서의 변경사항
ne: २.० संस्करणमा गरिएका परिवर्तनहरू
ro: Modificări aduse în 2.0
sr: Promene u 2.0

source: Add-on help is available from the Add-ons Manager.
ar: أصبح من الممكن الوصول لملف المساعدة من مدير الإضافات البرمجية.
hr: Pomoč dodatka dostupna je u upravitelju dodataka.
hu: A kiegészítő súgója elérhető a bővítménykezelő párbeszédablakából is.
ko: 추가 기능 관리자에서 추가 기능에 대한 도움말을 사용할 수 있음.
ne: उप-कर्मी सहयोग उप-कर्मि व्यबस्थापकमा उपलब्ध छ ।.
ro: Ajutorul suplimentului este valabil din managerul de add-on-uri.
sr: Pomoć za dodatak je dostupna iz upravljača dodataka

source: Changes for 1.1
ar: مستجدات الإصدار 1.1
hr: izmjene u inačici 1.1
hu: Az 1.1 verzió változásai
ko: 1.1에서의 변경사항
ne: १.१ मा गरिएका परिवर्तनहरू
nl: Veranderingen voor 1.1
ro: Modificări aduse în versiunea 1.1.
sk: Zmeny vo verzii 1.1
sr: Promene u 1.1

source: Changed navigator object rectangle to jagged line.
ar: تغيير شكل مؤشر NVDA من المستطيل إلى خط مسنن
hr: Izmjenjen pravokutnik objekta navigatora u nazubljenu liniju.
hu: A navigátor kurzor téglalapja egy szaggatott vonalra lett változtatva.
ko: navigator 객체의 사각형 표시를 점선으로 변경.
ne: विचरण वश्तु चतुर्भुजलाई बाङ्गो रेखामा बदलियो ।
nl: Het navigatorobject wordt niet langer aangeduid met een rechthoek maar met een golvende lijn.
ro: A fost modificat obiectul navigatorului la linie zâmțată.
sk: Zmenený obdĺžnik navigačného objektu na prerušovanú čiaru.
sr: Promenjen navigacioni objekat u krivu liniju.

source: Fixed issue with 'Reload plugins'.
ar: إصلاح خطأ كان يحدث عند 'إعادة تحميل الملحقات'.
hr: Ispravljena greška kod ponovnog učitavanja dodataka.
hu: A "Bővítmények ujratöltése" hiba javítva.
ko: '플러그인 제등록' 버그 수정.
ne: 'पुनर्बहन चुकुल' सम्बन्धी समस्या हल गरियो ।
ro: A fost rezolvată problema cu "Reîncarcă plugin-urile".
sr: Popravljen problem sa opcijom 'ponovo učitaj dodatke'.

source: Changes for 1.0
ar: تعديلات الإصدار 1.0
hr: Promjene u inačici 1.0
hu: Az 1.0 verzió változásai
ko: 1.0에서의 변경사항
ne: १.० मा गरिएका परिवर्तनहरू
nl: Veranderingen voor 1.0
ro: Modificări aduse în 1.0.
sk: Zmeny vo verzii 1.0
sr: Promene u 1.0
tr: 1.0 için değişiklikler

source: In Internet Explorer 10 and in Skype on Windows 8, fix a problem with the navigator object.
ar: تم إصلاح خطأ مرتبط بمؤشر NVDA في كل من Internet Exploer 10 و skype في نظام ويندوز 8.
hr: U Internet Exploreru 10 i Skypeu na Windowsima 8, ispravljen je problem sa objektom navigatora.
hu: Javítva egy navigátor kurzor probléma az Internet explorer 10-ben és a Skype programokban.
ko: Windows 8에서 Internet Explorer 10 및 Skype navigator 객체의 버그 수정.
ne: सण्झ्याल ८ मा अन्तरजाल अन्वेषक१० र स्काइप चलाउँदा विचरण वस्तुमा आएका समस्याहरूलाई समाधान गरियो ।
nl: In Internet Explorer 10 en in Skype op Windows 8 is een probleem opgelost met het navigatorobject.
ro: În Internet Explorer 10 și în Skype pe Windows 8, a fost rezolvată problema cu obiectul navigatorului.
sk: Opravené chyby s navigačným objektom v programoch MS Internet Explorer 8 a Skype
sr: U programu Internet Explorer 10 i Skype na Windowsu 8, popravljen problem sa navigacionim objektom.
tr: Internet Explorer 10 ve Windows 8 Skype, nesne sunumu ile bir sorun çözüldü.

source: Initial version.
ar: إصدار أولي
hr: Prva inačica.
hu: Első verzió
ko: 첫 번째 버전.
ne: सुरुको संस्करण
nl: Eerste versie.
ro: Versiunea inițială.
sk: Prvé vydanie.
sr: Prva verzija
tr: İlk sürüm.

source: [[!meta title="Focus Highlight"]]
hr: [[!meta title="oznaka fokusa / focus highlight"]]
hu: [[!meta title="Fókuszkiemelő"]]
ne: [[!meta title="केन्द्रीयता प्रदर्शक"]]
sk: [[!meta title="Zvýrazňovač fokusu"]]
tr: [[!meta title="Odağı Göster"]]

source: The following 2 colors are used by this addon:
hr: Dodatak koristi slijedeće dvije boje:
ne: यो थप-सादनले निम्न दुई रङ्गहरूको प्रयोग गर्छ:
nl: Deze add-on gebruikt de volgende 2 kleuren:
sk: Na zvýraznenie sa používajú tieto farby:
tr: Bu eklenti tarafından aşağıdaki 2 renk kullanılmaktadır:

source: Red thin rectangle , to indicate the focused object/control.
hr: crveni tanki pravokutnik, koji pokazuje objekt /kontrolu
ne: केन्द्रीत वस्तु/नियन्त्रक जनाउनका लागि पातलो रातो रङ्गको चतुर्भुज ।
nl: Een rode dunne rechthoek duidt het object of de control aan die focus heeft.
sk: červený tenký obdĺžnik na zvýraznenie objektu alebo prvku, ktorý má fokus.
tr: Kırmızı ince dikdörtgen, odağın konumundaki nesne veya kontrolü göstermek için.

source: Green, to indicate the navigator object.
tr: Yeşil, nesne sunucusunun konumunu belirtmek için.
