Repository: nvdacn/screenReaderTranslations
Catalog: website/addons/goldenCursor.*.po
Languages: ar, es, fi, fr, gl, hr, hu, it, pl, pt_br, pt_pt, ro, ru, sr, zh_cn

source: [[!meta title="Golden Cursor"]]
hu: [[!meta title="Aranykurzor"]]
pt_br: [[!meta title="Cursor de ouro"]]
pt_pt: [[!meta title="Cursor Dourado"]]

source: Author: salah atair, Joseph Lee
es: Autores: salah atair, Joseph Lee
fi: Tekijät: Salah Atair ja Joseph Lee
fr: Auteur : salah atair, Joseph Lee
gl: Autores: salah atair, Joseph Lee
it: Autori: salah atair, Joseph Lee
pl: Autorzy: salah atair, Joseph Lee
pt_pt: Autores: salah atair, Joseph Lee
ro: Autori: salah atair, Joseph Lee
zh_cn: 作者: salah atair, Joseph Lee

source: Download [stable version][1]
es: Descargar [versión de desarrollo][1]
fi: Lataa [vakaa versio][1]
fr: Télécharger [version stable][1]
gl: Descargar [versión de desenvolvemento][1]
hr: Preuzmi [stable version][1]
hu: Letöltés [Stabil verzió][1]
pl: Pobierz [wersja stabilna][1]
pt_br: Baixe a [versão estável][1]
pt_pt: Baixar [versão estável] [1]
ro: Descarcă [versiunea stabilă][1]
ru: Загрузить [стабильную версию][1]
sr: Preuzmi[stabilnu verziju][1]

source: Download [development version][2]
es: Descargar [versión de desarrollo][2]
fi: Lataa [kehitysversio][2]
fr: Télécharger [version de développement][2]
gl: Descargar [versión de desenvolvemento][2]
hr: Preuzmi [development version][2]
hu: Letöltés [Fejlesztői verzió][2]
pl: Pobierz [wersja rozwojowa][2]
pt_br: Baixe a [versão em desenvolvimento][2]
pt_pt: Baixar [versão de desenvolvimento] [2]
ro: Descarcă [versiunea în dezvoltare][2]
ru: Загрузить [разрабатываемую версию][2]
sr: Preuzmi[razvojnu verziju][2]

source: This add-on allows you to move the mouse using a keyboard and save mouse positions for applications.
ar: تتيح هذه الإضافة للمستخدم تحريك الفأرة باستخدام لوحة المفاتيح وحفظ مواضع الفأرة للتطبيقات المختلفة.
es: Este complemento te permite mover el ratón utilizando un teclado y guardar las posiciones del ratón para las aplicaciones.
fi: Tämän lisäosan avulla voit siirtää hiirtä näppäimistöä käyttäen sekä tallentaa hiiren sijainteja sovelluksille.
fr: Ce module vous permet de déplacer la souris à l'aide du clavier et de sauvegarder la position de la souris pour les applications.
gl: Este complemento permíteche mover o rato usando un teclado e gardar as posicións do rato para as aplicacións.
hr: Ovaj dodatak dozvoljava vam da pomičete strelicu miša koristeći tipkovnicu i pohranjujete pozicije miša za različite aplikacije.
hu: Ez a kiegészítő lehetővé teszi az egérkurzor mozgatását a billentyűzet használatával, ill. elmenthet vele egérkurzor-koordinátákat a különböző alkalmazásokhoz.
it: Questo add-on permette di spostare il mouse con la tastiera e di salvare le posizioni del mouse per le applicazioni.
pl: Ten dodatek umożliwia ruszanie myszą za pomocą klawiatury i zapisywanie pozycji myszy dla danej aplikacji.
pt_br: Este complemento possibilita mover o mouse usando o teclado e salvar posições do mouse em aplicativos.
pt_pt: Este extra permite mover o rato usando um teclado e guardar as posições do rato para cada aplicação, individualmente.
ro: Acest supliment îți permite să muți mausul folosind tastatura și să salvezi pozițiile mausului pentru aplicații.
ru: Это дополнение позволит перемещать мышь с помощью клавиатуры и сохранять позиции мыши для приложений.
sr: Ovaj dodatak vam dozvoljava pomeranje miša korišćenjem tastature i čuvanje pozicije miša za aplikacije
zh_cn: 该附加插件允许您使用键盘移动鼠标并为应用程序保存鼠标位置。

source: Key commands
es: Teclas de Órdenes
fi: Näppäinkomennot
fr: Touche de commandes
gl: Teclas de Ordes
hr: Tipkovničke kratice
it: Comandi disponibili
pl: Polecenia klawiszowe
pt_pt: Comandos:
ro: Combinații de taste
zh_cn: 快捷键

source: Control+NVDA+L: view saved mouse positions for an application if any.
es: Control+NVDA+L: ver posiciones guardadas del ratón para una aplicación si hay alguna.
fi: Ctrl+NVDA+L: näytä sovellukselle tallennetut hiiren sijainnit.
fr: Contrôle+NVDA+L : afficher les positions de la souris sauvegardées pour une application, le cas échéant.
gl: Control+NVDA+L: ver posicións gardadas do rato para unha aplicación se hai algunha.
hr: Control+NVDA+L: pregledajte spremljene pozicije miša za neku aplikaciju ako postoje.
it: Control+NVDA+L: mostra le posizioni salvate per qualsiasi applicazione se presenti.
pl: Control+NVDA+L: przeglądaj zapisane pozycje myszy dla danej aplikacji, jeśli jakieś zostały wcześniej zapisane.
pt_pt: Control+NVDA+L: mostra as posições do rato guardadas para uma aplicação, se as houver.
ro: Control+NVDA+L: afișeaza pozițiile maus salvate pentru o anumită aplicație.
zh_cn: Control+NVDA+L: 查看应用程序保存的鼠标位置（如果有）。

source: Shift+NVDA+L: save a tag or a label for the current mouse position in the currently focused application.
es: Shift+NVDA+l: guarda una tag o una etiqueta para la posición del ratón actual en la aplicación enfocada actualmente.
fi: Vaihto+NVDA+L: tallenna tunniste tai selite nykyiselle hiiren sijainnille aktiivisena olevassa sovelluksessa.
gl: Shift+NVDA+l: garda unha tag ou unha etiqueta para a posición do rato actual na aplicación enfocada actualmente.
pl: Shift+NVDA+L: Zapisz tag lub oznaczenie dla aktualnej pozycji myszy w aktualnie otwartej aplikacji.
pt_pt: Shift+NVDA+l: Guarda uma etiqueta ou um nível para a posição actual do rato na aplicação actualmente focada.
zh_cn: Shift+NVDA+l: 保存当前焦点应用程序中鼠标位置的标签。

source: Windows+NVDA+C: change mouse movement unit.
es: Windows+NVDA+C: cambiar la unidad de movimiento del ratón.
fi: Win+NVDA+C: muuta hiiren siirtämisen yksikköä.
fr: Windows+NVDA+C : changer l'unité de mouvement de la souris.
gl: Windows+NVDA+C: cambiar a unidade de movemento do rato.
hr: Windows+NVDA+C: promijeni jedinicu kretanja miša.
it: Windows+NVDA+C: Cambia unità di movimento
pl: Windows+NVDA+C: Zmień jednostkę ruchu myszy.
pt_pt: Windows+NVDA+C: altera a unidade de movimento do rato.
ro: Windows+NVDA+C: schimbă unitatea de mișcare a mausului.
zh_cn: Windows+NVDA+C: 改变鼠标移动单位。

source: Windows+NVDA+R: toggle mouse restriction.
es: Windows*NVDA+R: conmuta la restricción del ratón.
fi: Win+NVDA+R: Ota hiiren rajoittaminen käyttöön tai poista se käytöstä.
fr: Windows+NVDA+R : basculer entre activer/désactiver la restriction de la souris.
gl: Windows+NVDA+R: conmuta a restricción do rato.
it: Windows+NVDA+R: commuta tra le due restrizioni del mouse.
pl: Windows+NVDA+R: Przełącz ograniczenie myszy.
pt_pt: Windows+NVDA+R: alterna a restrição do rato.
ro: NVDA+Win+R: Comută restricționarea mausului.
zh_cn: Windows+NVDA+R: 切换鼠标限制。

source: Windows+NVDA+S: toggle reporting of mouse position in pixels.
es: Windows+NVDA+S: conmuta el anunciado del ratón en píxeles.
fi: Win+NVDA+S: Ota hiiren sijainnin puhuminen pikseleinä käyttöön tai poista se käytöstä.
fr: Windows+NVDA+S : basculer entre activer/désactiver l'annonce de la position de la souris en pixels.
gl: Windows+NVDA+S: conmuta o anunciamento da posición do rato en pixeis.
it: nvda+win+s: attiva/disattiva l'annuncio dei movimenti del mouse in pixel.
pl: Windows+NVDA+S: Przełącz odczytywanie pozycji myszy w pikselach.
pt_pt: Windows+NVDA+S: alterna entre indicação de coordenadas da posição do rato.
ro: NVDA+Win+S: Comută raportarea pixelilor.
zh_cn: Windows+NVDA+S: 以像素为单位报告切换鼠标的位置。

source: Windows+NVDA+J: move mouse to a specific x and y position.
es: Windows+NVDA+J: mover el ratón a una posición x e y específica.
fi: Win+NVDA+J: siirrä hiiri tiettyyn x- ja y-sijaintiin.
fr: Windows+NVDA+J : déplacez la souris vers une position spécifique x et y.
gl: Windows+NVDA+J: mover o rato a unha posición x e y específica.
hr: Windows+NVDA+J: premjesti poziciju miša na određeni položaj x y.
it: Windows+NVDA+J: Sposta il mouse ad una coordinata specifica X Y.
pl: Windows+NVDA+J: Przesuń mysz do konkretnej pozycji x y.
pt_pt: Windows+NVDA+J: move o rato para uma posição específica x e y.
ro: Windows+NVDA+J: mișca mausul la o poziție x,y specifică.
zh_cn: Windows+NVDA+J: 将鼠标移动到特定的x和y位置。

source: Windows+NVDA+P: report mouse position.
es: Windows+NVDA+P: anunciar la posición del ratón.
fi: Win+NVDA+P: ilmoita hiiren sijainti.
fr: Windows+NVDA+P : annoncer la position de la souris.
gl: Windows+NVDA+P: anunciar a posición do rato.
hr: Windows+NVDA+P: izvijesti o poziciji miša.
it: Windows+NVDA+P: Annuncia posizione mouse.
pl: Windows+NVDA+P: Odczytaj pozycję myszy.
pt_pt: Windows+NVDA+P: informa a posição do rato.
ro: Windows+NVDA+P: anunță poziția mausului.
zh_cn: Windows+NVDA+P: 报告鼠标位置。

source: Windows+NVDA+M: sswitch mouse arrows on or off.
es: Windows+NVDA+M: activar o desactivar flechas del ratón.
fi: Win+NVDA+M: ota hiirinuolet käyttöön tai poista ne käytöstä.
pt_pt: Windows+NVDA+M: activa ou desactiva o rato.
zh_cn: Windows+NVDA+M: sswitch鼠标箭头打开或关闭。

source: Windows+NVDA+arrow keys (or just arrow keys if mouse arrows is on): move mouse.
es: Windows+NVDA+teclas de flechas (o solo teclas de flechas si flechas de ratón está activado): mover ratón.
fi: Win+NVDA+Nuolinäppäimet (tai pelkät nuolinäppäimet, mikäli hiirinuolet ovat käytössä): siirrä hiirtä.
fr: Windows+NVDA+touches fléchées (ou simplement les touches fléchées si les flèches de la souris sont activées) : déplacez la souris.
gl: Windows+NVDA+teclas de frechas (ou so teclas de frechas se frechas do rato está aceso): mover o rato.
hr: Windows+NVDA+navigacijske strelice (ili samo navigacijske strelice ako je uključena strelica miša): pomakni miš.
it: Windows+NVDA+frecce (o solo frecce se è attiva la funzione tasti freccia per il mouse: sposta il puntatore.
pl: Windows+NVDA+klawisze strzałek (lub tylko klawisze strzałek, jeśli strzałki myszy są włączone): ruszaj myszą.
pt_pt: Windows+NVDA+teclas de seta (ou apenas teclas de seta se as setas do rato estiverem activadas): move o rato.
ro: Windows+NVDA+săgeți (sau doar săgeți daca săgețile maus sunt activate): mișcă mausul.
zh_cn: Windows + NVDA +箭头键（当鼠标箭头打开时只是方向键）：关闭则移动鼠标。

source: Note: these gestures can be reassigned via NVDA's Input Gestures dialog under Golden Cursor category.
es: Nota: estos gestos pueden reasignarse desde el diálogo Gestos de Entrada en el menú Preferencias de NVDA en la categoría Golden Cursor.
fi: Huom: Näiden komentojen uudelleenmäärittäminen on mahdollista Syötekomennot-valintaikkunasta Golden Cursor -kategorian alta.
fr: Remarque : ces gestes peuvent être réassignées via le dialogue Gestes de commandes de NVDA sous la catégorie Golden Cursor.
gl: Nota: estos xestos poden reasignarse dende o diálogo Xestos de Entrada no menú Preferencias do NVDA na categoría Golden Cursor.
it: Nota: questi tasti possono essere riassegnati alla voce gesti e tasti di immissione nel menu preferenze di NVDA alla categoria Golden Cursor.
pl: Uwaga! Powyższe gesty można przypisać ponownie w Zdarzeniach Wejścia NVDA, w kategorii Golden Cursor.
pt_pt: Nota: estes comandos podem ser reatribuídos através do diálogo definir comandos do NVDA sob a categoria Cursor Dourado.
ro: Notă: Aceste gesturi pot fi re-definite din dialogul Gesturi de intrare în meniul NVDA, preferințe.
zh_cn: 注意: 这些手势可以通过Golden Cursor类别下的NVDA输入手势对话框重新设置。

source: Notes
ar: ملحوظات هامة
es: Notas
fi: Huomautuksia
gl: Notas
hr: Napomene
hu: Megjegyzések
it: Note
pl: Uwagi
pt_br: Notas
pt_pt: Notas
ro: Note.
ru: Примечания
sr: Napomene
zh_cn: 注意

source: When sharing positions (tags), each party should use same display resolution.
es: Cuando se comparten posiciones(tags), cada parte debería utilizar la misma resolución de pantalla.
fi: Käyttäjien tulisi sijainteja (tunnisteita) jakaessaan käyttää samaa näytön tarkkuutta.
fr: Lors du partage des positions (tags), chaque partie doit utiliser la même résolution d'affichage.
gl: Cando se comparten posicións (tags), cada parte debería usar a mesma resolución de pantalla.
it: Se si condividono le posizioni (tag), la persona che le riceve deve utilizzare la medesima risoluzione dello schermo.
pl: Gdy użytkownicy dzielą się ze sobą pozycjami myszy (ich tagami), każdy z nich powinien mieć taką samą rozdzielczość ekranu.
pt_pt: Ao compartilhar ficheiros de posições (etiquetas), cada máquina deve usar a mesma resolução de ecrã.
ro: Când distribui poziții, toată echipa trebuie să utilizeze aceiași rezoluție.
zh_cn: 在共享位置（标签）时，每个用户应使用相同的显示分辨率。

source: For maximum compatibility, you should maximize windows by pressing Windows+Up arrow.
ar: كي تعمل الإضافة بشكل جيد, ينبغي تكبير النافذة بالضغط على win+UpArrow.
es: Para compatibilidad máxima, deberías maximizar windows pulsando Windows+flecha arriba.
fi: Ikkunat tulisi suurentaa parhaimman yhteensopivuuden varmistamiseksi painamallla Win+Nuoli ylös.
fr: Pour une compatibilité maximale, vous devriez maximiser les fenêtres en appuyant sur Windows+flècheHaut.
gl: Para compatibilidade máxima, deberías maximizar windows premendo Windows+frecha arriba.
hr: Za maksimalnu kompatibilnost, trebate maksimizirati prozore pritiskom kombinacije tipaka Windows+Strelica gore.
hu: A legmegfelelőbb működéshez tegye teljes képernyőssé az ablakokat a Windows gomb+felnyíl paranccsal
it: Per una compatibilità ottimale, si consiglia di ingrandire la finestra servendosi della combinazione windows-freccia su.
pl: Dla jak największej zgodności, należy zmaksymalizować widok systemu naciskając Windows+Strzałka w gurę.
pt_br: Para maior compatibilidade, deve-se maximizar a janela pressionando Windows+seta acima.
pt_pt: Para compatibilidade máxima, deve maximizar a janela, pressionando Windows + Seta para cima.
ro: Pentru o compatibilitate maximă, trebuie să maximizezi fereastra apăsând Windows+Săgeată sus.
ru: Для максимальной совместимости, вы должны развернуть окна, нажав клавиши Windows+стрелка вверх.
sr: Za najveću kompatibilnost, uvećajte prozore komandom Windows+strelica gore
zh_cn: 为了获得最大的兼容性，您应该通过按Windows +向上箭头来最大化窗口。

source: When sharing positions, existing position labels should be renamed.
ar: عند مشاركة المواضع, ينبغي إعادة تسمية المواضع.
es: Al compartir posiciones, las etiquetas de posiciones existentes deberían renombrarse.
fi: Olemassa olevat sijainnit tulisi nimetä uudelleen sijainteja jaettaessa.
fr: Lors du partage des positions, les étiquettes des positions existantes doivent être renommées.
gl: Ó compartiren posicións, as etiquetas de posicións existentes deberían renomearse.
hr: Kada dijelite pozicije, trebate preimenovati postojeće vrijednosti pozicija.
hu: A pozíciók megosztása esetén át kell nevezni a már létező elnevezésekkel ütközőket.
it: Quando si condividono le posizioni, eventuali etichette esistenti devono essere rinominate.
pl: Podczas dzielenia pozycji myszy, nazwy istniejących pozycji powinny zostać zmienione.
pt_br: Ao compartilhar posições, os rótulos de posições existentes devem ser renomeados.
pt_pt: Ao compartilhar ficheiros de posições, os rótulos de posição existentes devem ser renomeados.
ro: Când distribui poziții, eticheta poziției existente trebuie să fie redenumită.
ru: При совместном позиционировании, существующие метки позиций должны быть переименованы.
sr: Kada delite pozicije, postojeće oznake pozicija treba preimenovati
zh_cn: 分享位置时，现有位置标签应重新命名。

source: Version 1.x and 2.x mouse position formats are incompatible.
es: Los formatos de las versiones 1.x y 2.x de posiciones del ratón son incompatibles.
fi: Versio 1.x ja 2.x:n hiirisijaintien muodot eivät ole yhteensopivia keskenään.
fr: Les formats de position de la souris version 1.x et 2.x sont incompatibles.
gl: Os formatos das versións 1.x e 2.x de posicións do rato son incompatibles.
hr: Formati verzije 1 x i 2 x pozicije miša nisu kompatibilni.
it: I formati usati per salvare le posizioni mouse nelle versioni 1.x e 2.x sono incompatibili.
pl: w wersjach 1.x i 2.x formaty pozycji myszy nie są ze sobą zgodne.
pt_pt: Os formatos de ficheiros de posição do rato 1.x e 2.x são incompatíveis.
ro: Formaturile pozițiilor maus 1.x și 2.x sunt incompatibile.
zh_cn: * 版本1.x和2.x鼠标位置格式不兼容。

source: To perform functions that require use of arrow keys, turn off mouse arrows first.
es: Para realizar funciones que requieran utilizar teclas de flechas, primero desactiva flechas del ratón.
fi: Suorita nuolinäppäinten käyttöä edellyttäviä toimintoja poistamalla ensin hiirinuolet käytöstä.
fr: Pour exécuter les fonctions nécessitant l'utilisation des touches fléchées, désactivez d'abord les flèches de la souris.
gl: Para realizar funcións que requiran usar teclas de frechas, primeiro desactiva frechas do rato.
hr: Za izvođenje funkcija koje zahtijevaju korištenje strelica, prvo uključite strelicu miša.
it: Per eseguire le funzioni che richiedono l'uso dei tasti freccia, disattivare la funzione tasti freccia per il mouse.
pl: Przed wykonywaniem czynności, które wymagają używania klawiszy strzałek, należy wyłączyć strzałki myszy.
pt_pt: Para executar funções que exijam o uso das teclas de seta, desactive, primeiro, as setas do rato.
ro: Pentru a efectua funcții care necesită utilizarea tastelor săgeți in mod standard, dezactivați mai întâi săgețile maus.
zh_cn: 要执行需要使用箭头键的功能，请先关闭鼠标箭头。

source: When deleting saved positions, if there are no saved positions left, positions for the application will be cleared.
es: Al eliminar posiciones guardadas, si no quedan más posiciones guardadas, se limpiarán las de la aplicación.
fi: Mikäli tallennettuja sijainteja ei ole jäljellä niitä poistettaessa, sovelluksen sijainnit tyhjennetään.
fr: Lorsque vous supprimez des positions sauvegardées, s'il n'y a plus de positions sauvegardées, les positions de l'application seront effacées.
gl: Ao se borrar posicións gardadas, se non quedan máis posicións gardadas, limparanse as da aplicación.
hr: Tijekom brisanja spremljenih pozicija, ako više nema spremljenih pozicija, pozicije će za tu aplikaciju bit će obrisane.
it: Quando si cancellano le posizioni memorizzate, se non sono rimaste posizioni salvate, verranno eliminate le posizioni per l'applicazione.
pl: Jeżeli wszystkie zapisane w dodatku pozycje zostaną usunięte, lista pozycji dla danej aplikacji zostanie wyczyszczona.
pt_pt: Ao apagar posições guardadas, se não houver quaisquer outras para a mesma aplicação, o respectivo ficheiro de posições será excluído.
ro: Atunci când ștergeți ultima poziție salvată, pozițiile aplicației vor fi curățate .
zh_cn: 删除保存的位置时，如果没有保存的位置，应用程序的位置将被清除。

source: Version 3.0
es: Versión 3.0
fi: Versio 3.0
pt_pt: Versão 3.0
zh_cn: 版本3.0

source: If using NVDA 2018.2, add-on settings will be found in new multi-category settings screen under "Golden Cursor" category.
es: Si se utiliza NVDA 2018.2, la configuración del complemento se encontrará en la nueva pantalla multicategoría Opciones en la categoría "Golden Cursor".
fi: NVDA 2018.2:ta käytettäessä lisäosan asetukset löytyvät uudesta monikategoriaisesta asetusruudusta kohdasta "Golden Cursor".
pt_pt: Se estiver a usar o NVDA 2018.2, configurações adicionais serão encontradas no novo ecrã de configurações de várias categorias na categoria "Golden Cursor".
zh_cn: 如果使用NVDA 2018.2，则可以在“金色光标”类别下的新的设置见面中找到附加设置。

source: Version 2.1
es: Versión 2.1
fi: Versio 2.1
gl: Versión 2.1
hr: Inačica 2.1
it: Versione 2.1
pl: Wersja 2.1
pt_pt: Versão 2.1
ro: Versiunea 2.1
zh_cn: 版本2.1

source: Fixed unicode decode error when trying to delete tag name.
es: Corregido un error de decodificación unicode al teclear para eliminar el nombre de tag.
fi: Korjattu Unicode-dekoodausvirhe yritettäessä poistaa tunnisteen nimeä.
fr: Correction d'une erreur de décodage Unicode lors de la tentative de suppression du nom du tag.
gl: Arranxado un erro de decodificación unicode ao se teclear para borrar o nome de tag.
hr: Ispravljena greška dekodiranja Unicode-a tijekom pokušaja brisanja naziva oznake.
it: Risolto un problema di decodifica unicode quando si elimina il nome di un tag.
pl: Naprawiono błąd dekodowania unikodu podczas usuwania nazwy tagu.
pt_pt: Corrigido o erro de decodificação unicode ao tentar apagar o nome da etiqueta.
ro: A fost rezolvată o Eroare de decodare unicode cand numele pozițiilor incercau sa fie șterse.
zh_cn: 修正试图删除标签名称时的unicode解码错误。

source: Prevent Multiple Instances When Opening various add-on Dialogs.
es: Se previenen instancias múltiples al abrir varios diálogos del complemento.
fi: Estetty lisäosan valintaikkunoiden avaaminen useaan kertaan.
fr: Empêcher plusieurs instances lors de l'ouverture de diverses boîtes de dialogue du module complémentaire.
gl: Prevéñense instancias múltiples ao se abrir varios diálogos do complemento.
hr: Sprječava višestruke instance prilikom otvaranja različitih dijaloških okvira dodatka.
it: Non vengono create più istanze all'apertura di varie finestre di dialogo del componente aggiuntivo.
pl: Należy zapobiegać tworzeniu się wielu instancji dodatku, podczas otwierania jego różnych okien dialogowych.
pt_pt: Impediu-se a abertura de várias instâncias do mesmo extra.
ro: Previne instanțe multiple la deschiderea diverselor dialoguri.
zh_cn: 打开各种附加对话框时防止出现多个实例。

source: Improved appearance of mouse positions list and jump to position dialogs.
es: Mejorada la apariencia de los diálogos listar posiciones del ratón y saltar a posición.
fi: Paranneltu hiiren sijaintiluettelo- sekä sijaintiin siirtymisen valintaikkunoiden ulkoasua.
fr: Amélioration de l'apparence de la liste des positions de la souris et saut de position dans les dialogues.
gl: Mellorada a aparienza dos diálogos listar posicións do rato e saltar a posición.
hr: Poboljšan izgled popisa pozicija miša i skok na dijaloške okvire pozicija.
it: Migliorato l'aspetto dell'elenco posizioni mouse e della finestra "vai a".
pl: Poprawiono wygląd listy pozycji myszy i okien dialogowych przeskakiwania do pozycji.
pt_pt: Melhorou-se a aparência da lista de posições do rato e do diálogo de saltar para posições.
ro: Aparițiea listei de poziții maus și a dialogurilor de sărire a fost îmbunătățită.
zh_cn: 改进了鼠标位置列表的窗口并跳转到位置对话框。

source: Version 2.0
es: Versión 2.0
fi: Versio 2.0
gl: Versión 2.0
hr: Inačica 2.0
it: Versione 2.0
pl: Wersja 2.0
pt_pt: Versão 2.0
ro: Versiunea 2.0
zh_cn: 版本2.0

source: Requires NVDA 2017.3 and later.
es: Se requiere de NVDA 2017.3 y posterior.
fi: Edellyttää NVDA 2017.3:a tai uudempaa.
fr: Nécessite NVDA 2017.3 et versions ultérieures.
gl: Requírese do NVDA 2017.3 e posterior.
hr: Zahtijeva NVDA 2017.3 i noviji.
it: Richiede NVDA 2017.3 e successive.
pl: Wymaga NVDA w wersji 2017.3 lub nowszej.
pt_pt: Requer o NVDA 2017.3 ou posterior.
ro: Necesită NVDA 2017.3 sau mai nou.
zh_cn: 需要NVDA 2017.3及更高版本。
