Repository: nvdacn/screenReaderTranslations
Catalog: website/addons/goldenCursor.*.po
Languages: ar, es, fi, fr, gl, hr, hu, it, pl, pt_br, pt_pt, ro, ru, sr, zh_cn

source: Position file format is incompatible with 1.x versions. If 1.x position format is found, old positions will be migrated to the new format during installation.
es: El formato del fichero de posición es incompatible con el de las versiones 1.x. Si se encuentra un formato de posición 1.x, las posiciones antiguas se migrarán al nuevo formato durante la instalación.
fi: Sijaintitiedoston muoto ei ole yhteensopiva 1.x-versioiden kanssa. Mikäli vanhoja sijainteja löytyy, ne päivitetään uuteen muotoon lisäosan asennuksen aikana.
fr: Le format de fichier de position est incompatible avec les versions 1.x. Si le format de position 1.x est trouvé, les anciennes positions seront migrées vers le nouveau format lors de l'installation.
gl: O formato do ficheiro de posición é incompatible co das versións 1.x. Se se atopa un formato de posición 1.x, as posicións vellas migraranse ao novo formato durante a instalación.
hr: Format datoteke pozicije nije kompatibilan s 1.x inačicama. Ako je pronađen format pozicije u 1.x formatu, pozicije u starom formatu bit će pretvorene u novi format tijekom instalacije.
it: Il Formato del file contenente le posizioni è incompatibile con la versione 1.x. Se viene rilevato un formato precedente, le posizioni verranno migrate al nuovo formato durante l'installazione.
pl: Format pliku pozycji jest niezgodny z wersjami 1.x. Jeśli program znajdzie format pozycji 1.x, stare pozycje zostaną zamienione na nowy format podczas instalacji aktualizacji.
pt_pt: O formato do ficheiro de posições é incompatível com as versões 1.x. Se o formato do ficheiro de posições 1.x for encontrado, as posições antigas serão migradas para o novo formato durante a instalação.
ro: Formatul fișierului de poziții este incompatibil cu versiunile 1.x. Dacă se găsește un format de poziție 1.x, pozițiile vechi vor fi migrate la noul format în timpul instalării.
zh_cn: 位置文件格式与1.x版本不兼容。如果找到1.x位置格式，则旧位置将在安装期间迁移到新格式。

source: Added a new Golden Cursor settings dialog in NVDA's Preferences menu to configure mouse movement unit and announcement of mouse positions as mouse moves.
es: Añadido un nuevo diálogo Opciones de Golden Cursor en el menú Preferencias de NVDA para configurar la unidad de movimiento del ratón y el anunciado de posiciones del ratón según éste se mueva.
fi: Lisätty NVDA:n Asetukset-valikkoon uusi Golden Cursorin asetusvalintaikkuna, josta on mahdollista määrittää hiiren siirtämisen yksikkö sekä sijainnin puhuminen hiirtä siirrettäessä.
fr: Ajout d'une nouvelle boîte de dialogue dans les paramètres Golden Cursor dans le menu Préférences de NVDA pour configurer l'unité de mouvement de la souris et l'annonce des positions de la souris lors des déplacements de la souris.
gl: Engadido un novo diálogo Opcións de Golden Cursor no menú Preferencias do NVDA para configurar a unidade de movemento do rato e o anunciado de posicións do rato segundo este se mova.
hr: Dodan je novi dijaloški okvir postavki Golden Cursor dodatka u podizborniku postavki NVDA za definiranje jedinice pokreta miša i obavijesti o pozicijama miša kao pokretima miša.
it: Aggiunta una nuova finestra di dialogo chiamata Golden Cursor nel menu preferenze di NVDA per configurare l'unità di movimento del mouse e la lettura della posizione del mouse mentre si sposta.
pl: Dodano nowe okno ustawień Golden Cursor do menu ustawień NVDA. Służy ono do konfigurowania jednostki ruchu myszy i ustawiania ogłaszania pozycji myszy, gdy się nią rusza.
pt_pt: Adicionada uma nova caixa de diálogo de Configurações do Cursor de Ouro no menu Preferências do NVDA para configurar a unidade de movimento do rato e o anúncio das posições do rato, quando este se move.
ro: A fost adăugat un nou dialog de setări pentru Golden Cursor în meniul Preferințe al NVDA. Acesta face posibilă configurarea unității de mișcare a mausului și anunțării pozițiilor mausului in timp ce mausul se mișcă.
zh_cn: 在NVDA的“首选项”菜单中添加了一个新的金色光标设置对话框，用于配置鼠标移动单位以及鼠标移动时鼠标位置的项目。

source: Various messages from this add-on has changed.
es: Se han cambiado varios mensajes de este complemento.
fi: Useat tämän lisäosan ilmoituksista ovat muuttuneet.
fr: Divers messages de ce module complémentaire ont changé.
gl: Cambiáronse varias mensaxes deste complemento.
hr: Različite poruke ovog dodatka su promijenjene.
it: Modificati diversi messaggi di questo componente aggiuntivo
pl: Zmianie uległy różnego rodzaju wiadomości w tym dodatku.
pt_pt: Várias mensagens deste extra foram modificadas.
ro: S-au făcut schimbări la diferite mesaje ale acestui supliment.
zh_cn: 来自此附加组件的各种消息已更改。

source: When toggling various settings, toggle tone will no longer be heard.
es: Al conmutar varias opciones, el tono de conmutación ya no se escuchará.
fi: Äänimerkkiä ei enää kuulu eri asetuksia muutettaessa.
fr: Lorsque vous basculez entre différents paramètres, la tonalité de basculement ne sera plus entendue.
gl: Ao se conmutar varias opcións, o ton de conmutación xa non se escoitará.
hr: Dok uključujete i isključujete različite postavke, više nećete čuti odgovarajući zvuk.
it: Durante la modifica delle impostazioni, non si udirà più il segnale acustico di alternanza delle impostazioni stesse
pl: Nie będzie już słychać dźwięku przełączania podczas zmiany ustawień.
pt_pt: Quando alternar entre várias configurações, o tom alternativo não será mais ouvido.
ro: Când comutați între diferite setări, tonul de comutare nu va mai fi redat.
zh_cn: 切换各种设置时，切换音将不再被听到。

source: You can now enter mouse arrows mode where you can move the mouse by pressing just arrow keys.
es: Ahora puedes entrar en el modo flechas del ratón donde puedes mover el ratón pulsando sólo teclas de flechas.
fi: Voit nyt siirtyä hiirinuolet-tilaan, jossa hiirtä on mahdollista siirtää pelkkiä nuolinäppäimiä käyttäen.
fr: Vous pouvez maintenant entrer dans le mode flèches de la souris où vous pouvez déplacer la souris en appuyant simplement sur les touches fléchées.
gl: Agora podes entrar no modo frechas do rato onde podes mover o rato premendo só teclas de frechas.
hr: Sada možete ući u način strelice miša gdje možete pomicati miša samo pritišćući tipke sa strelicama.
it: Ora è disponibile una nuova funzione, modalità frecce per il mouse, in questo modo sarà possibile spostare il puntatore direttamente con i tasti freccia
pl: Dostępny jest tryb strzałek myszy, który umożliwia ruszanie myszą za pomocą samych klawiszy strzałek.
pt_pt: Agora pode usar o modo setas do rato, através do qual pode mover o rato pressionando apenas as teclas de seta.
ro: Acum puteți folosi modul săgeți care va permite să deplasați mausul apăsând doar tastele săgeată.
zh_cn: 您现在可以进入鼠标箭头模式，只需按方向键即可移动鼠标。

source: Changes to positions list dialog, including new name (now called Mouse Positions) and layout, displaying mouse coordinates for a label, and showing the name of the active app as part of the title.
es: Cambios al diálogo listar posiciones, incluyendo nombre nuevo (ahora llamado Posiciones del ratón) y diseño, mostrando coordenadas del ratón para una etiqueta, y mostrando el nombre de la aplicación activa como parte del título.
fi: Muutoksia Sijainnit-valintaikkunaan, mukaan lukien uusi nimi (Hiiren sijainnit), ulkoasu, hiiren koordinaattien näyttäminen selitteelle sekä aktiivisen sovelluksen nimen näyttäminen osana ikkunan nimeä.
fr: Changements pour le dialogue de la liste des positions, y compris le nouveau nom (maintenant appelé Positions de la souris) et la disposition, affichant les coordonnées de la souris pour une étiquette et affichant le nom de l'application active dans le titre.
gl: Cambios ao diálogo listar posicións, incluindo nome novo (agora chamado Posicións do rato) e deseño, amosando coordenadas do rato para unha etiqueta, e amosando o nome da aplicación activa coma parte do título.
hr: Promjene u dijaloškom okviru popisa pozicija,uključujući novo ime (sada se naziva Pozicije Miša) i raspored, sada se prikazuju koordinate miša i ime trenutne aplikacije kao dio naslova.
it: Modifiche all'elenco delle posizioni, che comprendono un nuovo nome (ora chiamato posizioni mouse) ed un nuovo layout, che visualizza le coordinate mouse per un'etichetta, e e il nome dell'app attiva come parte del titolo.
pl: Zmianom uległo okno dialogowe listy pozycji. Między innymi, zmieniono nazwę okna na Pozycje Myszy, a także jego układ, wyświetlanie współrzędnych oznaczenia, oraz pokazywanie nazwy otwartej aplikacji jako część tytułu okna.
pt_pt: Alterações na caixa de diálogo da lista de posições, incluindo o novo nome (agora chamado de Posições do rato) e layout, mostrando as coordenadas do rato para uma etiqueta e mostrando o nome da aplicação activa como parte do título.
ro: Modificări la dialogul lista poziții, inclusiv noul nume (pozițiile maus). Acum vor fi afișate in titlul dialogului atât coordonatele mausului pentru o poziție, cat și numele aplicației active.
zh_cn: 位置列表对话框的更改，包括新名称（现称为“鼠标位置”）和布局，显示标签的鼠标坐标以及将活动应用程序的名称显示为标题的一部分。

source: From Mouse Positions dialog, pressing Enter on a saved label will move the mouse to the saved location.
es: Desde el diálogo posiciones del ratón, pulsando intro sobre una etiqueta guardada se moverá el ratón a la localización guardada.
fi: Enterin painaminen tallennetun selitteen kohdalla Hiiren sijainnit -valintaikkunassa siirtää hiiren tallennettuun sijaintiin.
fr: À partir du dialogue Positions de la souris, appuyez sur Entrée sur une étiquette sauvegardée pour déplacer la souris vers l'emplacement sauvegardé.
gl: Dende o diálogo posicións do rato, premendo intro sobre unha etiqueta gardada moverase o rato á localización gardada.
hr: Iz dijaloškog okvira Pozicije miša, pritisnete li Enter na spremljenu vrijednost pomaknut će miša na spremljenu lokaciju.
it: Dalle impostazioni posizione mouse, premendo invio su un'etichetta, il mouse si sposterà alla posizione salvata.
pl: Naciśnięcie klawisza Enter na zapisanym oznaczeniu w oknie dialogowym Pozycje Myszy, przeniesie mysz do zapisanej lokalizacji.
pt_pt: A partir da caixa de diálogo Posições do rato, pressionar Enter sobre uma etiqueta guardada moverá o rato para o local guardado.
ro: Din dialogul "Pozițiile maus", apăsând pe o poziție salvată va deplasa mausul în locația salvată.
zh_cn: 从鼠标位置对话框中，按保存的标签上的Enter键将鼠标移动到保存的位置。

source: When renaming a mouse position, an error dialog will be shown if a label with the same name as the new name exists.
es: Al renombrar una posición del ratón, se mostrará un diálogo de error si existe una etiqueta con el mismo nombre que el nombre nuevo.
fi: Hiiren sijaintia uudelleennimettäessä näytetään virhevalintaikkuna, mikäli samanniminen selite on jo olemassa.
fr: Lorsque vous renommez une position de la souris, un dialogue d'erreur s'affiche si une étiquette portant le même nom que le nouveau nom existe.
gl: Ao se renomear unha posición do rato, amosarase un diálogo de erro se existe unha etiqueta co mesmo nome que o nome novo.
hr: Ako preiimenujete poziciju miša, pojavit će se dijaloški okvir greške ako postoji vrijednost s istim imenom.
it: Quando si rinomina una posizione mouse, verrà mostrato un messaggio di errore nel caso in cui esista già un'etichetta con lo stesso nome.
pl: Gdy podczas zmiany pliku okaże się, że plik o takiej samej nazwie już istnieje, pojawi się okno błędu.
pt_pt: Ao renomear uma posição do rato, será mostrada uma caixa de diálogo de erro se já existir uma etiqueta com o mesmo nome.
ro: La redenumirea unei poziții maus, se va afișa un dialog de eroare dacă există o poziție cu același nume.
zh_cn: 重命名鼠标位置时，如果存在与新名称相同名称的标签，则会显示错误对话框。

source: When deleting or clearing mouse positions, you must now answer Yes before positions are deleted and/or cleared.
es: Al eliminar o limpiar posiciones del ratón, ahora debes responder sí antes de que las posiciones se eliminen y/o se limpien.
fi: Hiiren sijainteja poistettaessa tai tyhjennettäessä on vastattava Kyllä, ennen kuin sijainnit poistetaan ja/tai tyhjennetään.
fr: Lorsque vous supprimez ou effacez les positions de la souris, vous devez maintenant répondre Oui avant que les positions ne soient supprimées et/ou effacées.
gl: Ao se borrar e limpar posicións do rato, agora debes responder si antes de que as posicións se borren e/ou se limpen.
hr: Ako brišete pozicije miša, sada morate odgovoriti sa Da prije nego što se pozicije obrišu.
it: Quando si cancellano o si puliscono i settaggi delle posizioni mouse, sarà necessario confermare con un sì!
pl: Aby usunąć lub wyczyścić pozycje myszy, musisz potwierdzić swój zamiar przyciskiem Tak. Dopiero wtedy pozycje zostaną usunięte lub wyczyszczone.
pt_pt: Ao apagar ou limpar as posições do rato, deve agora responder Sim antes que as posições sejam excluídas e / ou desmarcadas.
ro: Când ștergeți sau goliți pozițiile maus, trebuie să confirmați cu Da înainte ca pozițiile să fie șterse.
zh_cn: 删除或清除鼠标位置时，现在必须在删除和/或清除位置之前回答是。

source: Changes to mouse jump feature, including a new name (now called New mouse position) and ability to enter X and Y coordinates separately or by using up or down arrow keys.
es: Cambios en la característica salto del ratón, incluyendo un nuevo nombre (ahora llamada Nueva posición del ratón) y la capacidad de introducir coordenadas X e Y separadamente o utilizando las teclas de flecha arriba o abajo.
fi: Muutoksia Siirry sijaintiin -valintaikkunaan, mukaan lukien uusi nimi (Uusi hiiren sijainti) sekä mahdollisuus syöttää X- ja Y-koordinaatit erikseen tai Nuoli ylös/alas-näppäimiä käyttäen.
fr: Changements pour la fonction de saut de la souris, y compris un nouveau nom (maintenant appelé Nouvelle position de la souris) et sa capacité à entrer les coordonnées X et Y séparément ou en utilisant les touches flèche haut ou bas.
gl: Cambios na característica salto do rato, incluindo un novo nome (agora chamada Nova posición do raton) e a capacidade de introducir coordenadas X e Y separadamente ou usando as teclas de frecha arriba ou abaixo.
hr: Promjene u značajki Skok na poziciju miša, uključujući novo ime (sada se naziva Nova pozicija miša) i mogućnost unošenja X i Y koordinata odvojeno, ili korištenja tipki sa strelicama gore i dolje.
it: Cambiamenti alla funzione "vai a", tra cui un nuovo nome (ora si chiama Nuova posizione del mouse) e la capacità di inserire le coordinate X e Y separatamente o utilizzando i tasti freccia su o giù.
pt_pt: Alterações no recurso de salto do rato, incluindo um novo nome (agora chamado de nova posição do rato) e capacidade de inserir as coordenadas X e Y separadamente ou usando as teclas de seta para cima ou para baixo.
ro: Modificări la funcțiea de săritura mausului, inclusiv un nume nou (denumit acum poziția maus nouă). De asemenea, s/a adaugat capacitatea de a introduce coordonatele X și Y separat sau prin utilizarea săgeților sus și jos.
zh_cn: 改变鼠标跳跃功能，包括一个新名称（现在称为新鼠标位置）和分别输入X和Y坐标或使用向上或向下箭头键的能力。

source: The dialog shown when saving the current mouse position now shows coordinates for current mouse location.
es: El diálogo mostrado al guardar la posición actual del ratón ahora muestra las coordenadas para la posición actual del ratón.
fi: Nykyistä hiiren sijaintia tallennettaessa näytettävä valintaikkuna näyttää nyt sijainnin koordinaatit.
fr: Le dialogue affichée lors de la sauvegarde de la position actuelle de la souris affiche maintenant les coordonnées de l'emplacement actuel de la souris.
gl: O diálogo amosado ao se gardar a posición actual do rato agora amosa as coordenadas para a posición actual do rato.
hr: Dijaloški okvir koji se prikazuje tijekom spremanja trenutne pozicije miša sada prikazuje koordinate za trenutnu lokaciju miša.
it: La finestra di dialogo mostrata quando si salva la posizione corrente del mouse ora mostra le coordinate per la posizione corrente del mouse.
pt_pt: A caixa de diálogo mostrada ao guardar a posição actual do rato agora mostra as coordenadas para a localização atual do rato.
ro: Dialogul afișat atunci când salvați poziția actuală a mouse-ului afișează acum coordonatele pentru locația actuală a mouse-ului.
zh_cn: 保存当前鼠标位置时显示的对话框现在显示当前鼠标位置的坐标。

source: When saving positions, resolved an issue where NvDA may play error tones if the positions folder does not exist.
es: Al guardar posiciones, se resolvió un problema donde NVDA podría reproducir tonos de error si la carpeta de posiciones no existe.
fi: Ratkaistu ongelma, jossa NVDA saattoi toistaa virheääniä sijainteja tallennettaessa, mikäli sijaintien kansiota ei ollut olemassa.
fr: Lors de la sauvegarde des positions, il a été résolu que NVDA peut émettre des tonalités d'erreur si le dossier des positions n'existe pas.
gl: Ao se gardar posicións, resolviuse un problema onde o NVDA podería reproducir tons de erro se o cartafol de posicións non existe.
hr: Tijekom spremanja pozicija, ispravljena je greška gdje je NVDA ponekad reproducirao zvukove pogreške ako mapa pozicija nije postojala.
it: Durante il salvataggio delle posizioni, risolto un problema dove NVDA emetteva suoni di errore nel caso in cui la cartella contenente le posizioni non esisteva.
pt_pt: Ao guardar posições, resolveu-se um problema que levava o NVDA a reproduzir tons de erro se a pasta de posições não existisse.
ro: A fost rezolvată o problemă la salvarea pozițiilor prin care NVDA poate reda tonuri de eroare dacă folderul de poziții nu există.
zh_cn: 保存位置时，解决了位置文件夹不存在时NvDA可能播放错误提示音的问题。

source: Version 1.4
es: Versión 1.4
fi: Versio 1.4
gl: Versión 1.4
hr: Inačica 1.4
it: Versione 1.4
pt_pt: Versão 1.4
ro: Versiunea 1.4
zh_cn: 版本1.4

source: Removed win32api dependency to make it compatible with past and future versions of NVDA.
es: Eliminada la dependencia win32api para hacerlo compatible con versiones pasadas y futuras de NVDA.
fi: Lisäosa tehty yhteensopivaksi vanhempien ja tulevien NVDA-versioiden kanssa poistamalla win32api-riippuvuus.
fr: Suppression de la dépendance win32api pour le rendre compatible avec les versions passées et futures de NVDA.
gl: Quitada a dependencia win32api para facelo compatible con versións pasadas e futuras de NVDA.
hr: Uklonjena je ovisnost od win32api kbko bi dodatak bio kompatibilan s prošlim i budućim inačicama NVDA.
it: Rimosse le dipendenze Win32Api per rendere il componente compatibile con versioni passate e future di NVDA.
pt_pt: Foi removida a dependência win32api para torná-lo compatível com as versões passadas e futuras do NVDA.
ro: A fost eliminată dependența win32api pentru a fi compatibil cu versiunile anterioare și viitoare ale NVDA.
zh_cn: 删除了win32api的依赖，使其与过去和未来版本的NVDA兼容。

source: Version 1.0
es: Versión 1.0
fi: Versio 1.0
gl: Versión 1.0
hr: Inačica 1.0
it: Versione 1.0.
pl: Wersja 1.0
pt_pt: Versão 1.0
ro: Versiunea 1.0
zh_cn: 版本1.0

source: Initial release.
es: Versión inicial.
fi: Ensimmäinen versio.
fr: Première version
gl: Versión inicial.
hr: Inicijalno izdanje.
it: Versione iniziale.
pl: Wersja pierwotna.
pt_pt: Lançamento inicial.
ro: Versiunea inițială
zh_cn: 发布初始版本

source: [[!tag stable dev]]
zh_cn: [[!tag 稳定版 开发板]]

source: Windows+NVDA+M: switch mouse arrows on or off.
fr: Windows+NVDA+M : basculer les flèches de souris entre activer ou désactiver.
it: Windows+NVDA+M: attiva o disattiva il movimento del mouse tramite i tasti freccia.
ro: NVDA+Win+M: Comută mișcarea mausului prin apăsarea săgeților.

source: Author: salah atair
ar: مطور الإضافة: salah atair
hu: Készítő: salah atair
pt_br: Autor: salah atair
ru: Автор: salah atair
sr: Autor: salah atair

source: Keycommands
ar: مفاتيح الاختصار
hu: Billentyűparancsok
pt_br: Comandos de teclas
ru: Комбинации клавиш

source: nvda+shift+L: view a list of the saved positions.
ar: nvda+shift+L: لعرض قائمة بالمواضع المحفوظة.
hu: nvda+shift+L: megnyitja az elmentett pozíciók listáját.
pt_br: NVDA+Shift+L: Ver a lista de posições salvas.
ru: nvda+shift+L: просмотр списка сохранённых положений мыши.
sr: nvda+šift+L: prikazuje listu sačuvanih pozicija.

source: nvda+control+l: save a position.
ar: nvda+control+l: فتح محاورة لحفظ الموضع.
hu: nvda+control+l: Pozíció mentése.
pt_br: NVDA+Control+L: Salva a posição.
ru: nvda+control+l: сохранить положение мыши.
sr: nvda+kontrol+l: sačuvaj poziciju.

source: nvda+win+c: select the level of movement.
ar: nvda+win+c: اختيار مستوى حركة الفأرة.
hu: nvda+win+c: az elmozdulás mértékének beállítása.
pt_br: NVDA+Win+C: Seleciona a unidade de movimento.
ru: nvda+win+c: выбрать уровень перемещения.
sr: nvda+win+c: Izaberi nivo pomeranja.

source: nvda+win+r: toggle mouse restriction.
ar: nvda+win+r: حصر مؤشر الفأرة بالنافذة الحالية.
hu: nvda+win+r: ki/be kapcsolja az egérkurzor korlátozását.
pt_br: NVDA+Win+R: Alterna a restrição do mouse.
ru: nvda+win+r: переключить ограничение мыши.
sr: nvda+win+r: Uključi i isključi zabranu miša.

source: nvda+win+s: toggle the reporting of pixels.
ar: nvda+win+s: التبديل بين نطق وعدم نطق البكسلات.
hu: nvda+win+s: ki/be kapcsolja a koordináták bemondását.
pt_br: NVDA+Win+S: Alterna o anúncio de píxels.
ru: nvda+win+s: переключить объявление пикселей.
sr: nvda+win+s: Isključuje i uključuje prijavljivanje piksela.

source: nvda+win + j: open a dialog to type the X, Y position you want to jump to.
ar: nvda+win + j: فتح محاورة لكتابة قيمة سين وصاد التي تريد الانتقال إليها.
hu: nvda+win+j: Megnyitja a pozícióhoz ugrás párbeszédpanelt, ahol meg kell adni a kívánt pozíció koordinátáit.
pt_br: NVDA+Win+j: Abre um diálogo para digitar a posição em X, Y para a qual deseja pular.
ru: nvda+win + j: открыть диалог для ввода координат X, Y позиции, накоторую нужно переместиться.
sr: nvda+win + j: Otvara dijalog za upisivanje X, Y pozicije na koju želite da skočite.

source: nvda+win+ p: reporting the pixels for the current position pointer.
ar: nvda+win+ p: الإعلان عن بكسلات الموضع الحالي لمؤشر الفأرة.
hu: nvda+win+p: Az egérkurzor koordinátáinak bemondása képpontban.
pt_br: NVDA+Win+p: Anuncia os píxels da atual posição do ponteiro.
ru: nvda+win+ p: объявление пикселей для текущего положения указателя мыши.
sr: nvda+win+ p: Prijavljivanje piksela za trenutnu poziciju.

source: nvda+win+arrowKeys: move the mouse in different directions.
ar: nvda+win+arrowKeys: تحريك الفأرة في مختلف الاتجاهات
hu: nvda+win+nyílbillentyűk: az egérkurzor mozgatása különböző irányokba.
pt_br: NVDA+Win+Setas: Move o mouse nas diferentes direções.
ru: nvda+win+клавиши стрелок: перемещать мышь в разных направлениях.
sr: nvda+win+strelice: Pomera miš u različitim pravcima.

source: Note: these gestures can be reassigned from the input gestures dialog in the nvda preferences menu.
ar: ملحوظة: يمكنكم إعادة تعيين هذه الاختصارات من قائمة التفضيلات, ثم تخصيص اختصارات البرنامج.
hu: Megjegyzés: Ezek a parancsok megváltoztathatók az NVDA Beviteli parancsok párbeszédpanelén.
pt_br: Nota: Estes gestos podem ser reatribuídos no diálogo de gestos de entrada no menu de preferências do NVDA.
ru: Примечание: эти жесты могут быть переназначены в диалоге жестов ввода в меню настроек NVDA.
sr: Napomena: Ove komande se mogu promeniti iz dijaloga ulazne komande u podešavanjima u NVDA meniju

source: When sharing positions, each party should use same display resolution.
ar: عند مشاركة المواضع بين الإصدقاء, يجب على المشاركين استخدام نفس إعدادات دقة الشاشة.
hu: A pozíciók megosztása csak azonos képernyőfelbontást használók között működik megfelelően.
pt_br: Ao compartilhar posições, cada usuário deve usar a mesma resolução de tela.
ru: При совместном позиционировании, каждая сторона должна использовать одинаковое Разрешение дисплея.
sr: Kada delite pozicije, svaka osoba mora da koristi istu rezoluciju ekrana
