Repository: nvdacn/screenReaderTranslations
Catalog: website/addons/goldwave.*.po
Languages: ar, da, hu, ko, ne, nl, ro, sr, uk

source: Authors: Joseph Lee, NVDA contributors.
ar: المطورون: Joseph Lee ومساهمون آخرون في NVDA
da: Forfattere: Joseph Lee, NVDA bidragydere.
hu: Készítők: Joseph Lee, NVDA közreműködők
ko: 개발자: 이성원 (Joseph Lee) 외 NVDA 공헌자들.
ne: लेखकहरू: जोसेफ ली, नेत्रवाणी योगदान कर्ताहरू
nl: Auteurs: Joseph Lee, NVDA contributors.
ro: Autori: Joseph Lee împreună cu contributorii NVDA.
sr: Autori: Joseph Lee, NVDA saradnici.
uk: Автори: Joseph Lee, учасники спільноти NVDA.

source: Download [stable version][1]
ar: تحميل [الإصدار النهائي][1][1]
da: Download [stabil version][1]
hu: [Stabil verzió][1]
nl: Download [stabiele versie][1]
ro: Descarcă [Versiunea Stabilă][1]
sr: Preuzmi[stabilnu verziju][1]
uk: Завантажити [стабільну версію][1]

source: Download [development version][2]
ar: تحميل [الإصدار التجريبي][2]
da: Download [udviklingsversion][2]
hu: [Fejlesztői verzió][2]
nl: Download [ontwikkelversie][2]
ro: Descarcă [Versiunea În Dezvoltare][2]
sr: Preuzmi[razvojnu verziju][2]
uk: Завантажити [версію в розробці][2]

source: This app module enhances access and usage of Goldwave audio editor.
ar: هذه الوحدات البرمجية تعمل على تحسين استخدام برنامج محرر الصوت GoldWave
da: Dette app-modul forbedrer adgangen til og brugen af lydredigeringsprogrammet Goldwave.
hu: Ez a kiegészítő javítja a Goldvawe hangszerkesztő hozzáférhetőségét, és használatát.
ko: 본 앱마주얼을 설치하여 골드웨이브를 더 손쉽게 사용하실 수 있습니다.
ne: यो उपकरणले गोल्डवेभ नामक ध्वनी सम्पादकको पहुँच र प्रयोगमा सहजता सिर्जना गर्ने छ । .
nl: Deze module verbetert de toegang tot en het gebruik van het geluidsbewerkingsprogramma Goldwave.
ro: Acest AppModule face mai ușoară utilizarea audio editor-ului Goldwave.
sr: Ovaj dodatak za aplikacije poboljšava korišćenje programa za uređivanje zvuka Gold wave
uk: Цей модуль поліпшує доступність та використання звукового редактора Goldwave.

source: Shortcuts
ar: مفاتيح الاختصار
da: Genveje
hu: Gyorsbillentyűk
ko: 단추키
ne: द्रुतमार्ग
nl: Sneltoetsen
ro: Scurtături
sr: Prečice
uk: Гарячі клавіші

source: NvDA+Shift+C: Toggles speaking of commands during audio editing.
ar: NVDA+shift+c: تعطيل أو تشغيل نطق الأوامر أثناء تحرير الصوت
da: NVDA+Skift+C: Slår udtale af kommandoer til og fra under lydredigering.
hu: NvDA+Shift+C: Hangszerkesztés közben átvált a parancsok bemondására.
ko: NvDA+Shift+C: 오디오 편집중 단추키 관련 출력 유무를 설정합니다.
ne: नेत्रवाणी+Shift+C: ध्वनी सम्पादन गर्दा आदेश वाचनको साटोफेरो गर्छ ।
nl: NvDA+Shift+C: Schakelt het uitspreken van commando's aan en uit tijdens het bewerken van geluid.
ro: NVDA+Shift+C: Comută vorbirea comenzilor în timpul editării audio.
sr: NvDA+šift+C: uključuje i isključuje izgovor komandi u toku uređivanja zvuka.
uk: NVDA+Shift+C: Перемикає промовляння команд під час редагування аудіо.

source: Control+Shift+P: Announces current track position.
ar: Control+Shift+P: للإعلان عن موضع المسار أو التراك الحالي.
da: Ctrl+Skift+P: Annoncerer aktuelle sporposition.
hu: Control+Shift+P: Az aktuális sávpozíció bemondása.
ko: ㄹontrol+Shift+P: 현 트랙 위치를 알려줍니다.
ne: Control+Shift+P: हालको ट्याकको स्थान बताउने छ ।
nl: NVDA+Shift+P: Kondigt de positie aan in het huidige bestand.
ro: Control+Shift+P: Anunță poziția curentă a melodiei.
sr: Kontrol+Šift+P: Izgovara trenutnu poziciju zapisa.
uk: Control+Shift+P: Повідомити поточну позицію трека.

source: NVDA+Shift+R: Announces remaining time for the currently editing track.
ar: NVDA+Shift+R: الإعلان عن الوقت المتبقي من المسار الجاري تحريره.
da: NVDA+Skift+R: Annoncerer resterende tid for det spor du er i færd med at redigere.
hu: NVDA+Shift+R: Bemondja a szerkesztés alatt lévő sávból hátra lévő időt.
ro: NVDA+Shift+R: Anunță timpul rămas pentru melodia care este în curs de editare.
sr: NVDA+Šift+R: Izgovara preostalo vreme za zapis koji se trenutno uređuje.

source: Control+NVDA+1: Announces the channel you are editing.
ar: Control+NVDA+1: الإعلان عن القناة التي يتم تعديلها
da: NVDA+Ctrl+1: Annoncerer kanalen du redigere.
hu: Control+NVDA+1: A szerkesztés alatt álló csatorna bemondása.
ko: Control+NVDA+1: 현재 편집중인 오디오 체널을 알려줍니다.
ne: Control+नेत्रवाणी+1: तपाइले सम्पादन गर्दै गरेको च्यानेल बताउने छ ।
nl: Control+NVDA+1: Kondigt het kanaal aan dat u aan het bewerken bent.
ro: Control+NVDA+1: Anunță canalul în care editezi.
sr: Kontrol+NVDA+1: Izgovara kanal koji uređujete.
uk: Control+NVDA+1: Оголошує канал, який ви редагуєте.

source: Control+NVDA+2: Announces the total length of the audio file.
ar: Control+NVDA+2: الإعلان عن الطول الإجمالي للملف الصوتي.
da: NVDA+Ctrl+2: Annoncerer den fulde længde af lydfilen.
hu: Control+NVDA+2: A hangfájl teljes hosszának bemondása.
ko: Control+NVDA+2: 오디오 파일의 전체 재생 시간을 알려줍니다.
ne: Control+नेत्रवाणी+2: ध्वनी फाइलको कूल लम्वाई बताउने छ ।
nl: Control+NVDA+2: Kondigt de totale lengte aan van het geluidsbestand.
ro: Control+NVDA+2: Anunță durata totală a fișierului audio.
sr: Kontrol+NVDA+2: Izgovara ukupno trajanje zapisa koji se uređuje.
uk: Control+NVDA+2: Оголошує загальну довжину аудіофайла.

source: Control+NvDA+3: announces a summary on audio selection information.
ar: Control+NvDA+3: لإعطاء ملخص معلومات عن الجزء الصوتي الذي تم تحديده.
da: Ctrl+NVDA+3: Annoncerer en opsummering af markeringen for den del af lydfilen, du har valgt.
hu: Control+NvDA+3: A kijelölt hang tulajdonságainak bemondása.
ko: Control+NvDA+3: 선택된 오디오에 대한 정보를 알려줍니다.
ne: Control+नेत्रवाणी+3: ध्वनि चयनको शारांश बताउने छ ।
nl: Control+NvDA+3: kondigt een samenvatting aan van gekozen geluidsinformatie.
ro: Control+NVDA+3: Anunță informații referitor la selecțiunea audio.
sr: Kontrol+NVDA+3: Izgovara kratak pregled informacija o izboru.
uk: Control+NVDA+3: сумарне оголошення виділеної звукової інформації.

source: Control+NVDA+4: Announces the zoom level.
ar: Control+NVDA+4: للإعلان عن مستوى الزوم.
da: NVDA+Ctrl+4: Annoncere det aktuelle niveau for zoom.
hu: Control+NVDA+4: A nagyítási szint bemondása.
ko: Control+NVDA+4: 오디오 줌 레벨을 알려줍니다.
ne: Control+नेत्रवाणी+4: अभिवर्धनको स्तर बताउने छ ।
nl: NVDA+Shift+Z: Kondigt het zoomniveau aan.
ro: Control+NVDA+4: Anunță nivelul zoom.
sr: Kontrol+NVDA+4: Izgovara nivo zumiranja.
uk: Control+NVDA+4: Оголошує рівень.

source: For more information about Goldwave and keyboard commands, refer to Goldwave Manual.
ar: للمزيد من المعلومات حول برنامج GoldWave وأوامره يرجى مراجعة دليل استخدامه.
da: For yderligere oplysninger om Goldwave og tastatur kommandoer, læs brugervejledningen til Goldwave.
hu: Bővebb információt a programról és a hozzátartozó billentyűparancsokról a Goldwave súgójában talál.
ko: 골드웨이브에 대한 정보 및 단추키 목록에 대해서는 골드웨이브 사용설명서를 참고하세요.
ne: गोल्डवेभ र कुञ्जीपाटी आदेश बारे थप जानकारि लिन गोल्डवेभ सम्बन्धित कागजातहरू हेर्नु होला ।
nl: Voor meer informatie over Goldwave en de sneltoetsen verwijzen we naar de handleiding van Goldwave.
ro: Pentru mai multe informații despre Goldwave și comenzile de tastatură, vizitează manualul Goldwave.
sr: Za više informacija o programu Gold wave i prečicama, pročitajte uputstvo programa
uk: Додаткову інформацію про Goldwave і її клавіатурні команди див. у посібнику користувача GoldWave.

source: Note: GoldWave 6 requires 64-bit version of Windows 7 or later. NVDA 2014.1 or later is required to use add-on 2.0.
ar: ملحوظة: يتطلب goldwave 6 ويندوز 7 أو ما بعده من طراز 64 بايت. مطلوب تثبيت nvda 2014.1 لتثبيت الإصدار 2.0 من الإضافة.
da: Bemærk: GoldWave 6 kræver 64-bit version af Windows 7 eller senere. NVDA 2014.1 eller nyere kræves for at anvende tilføjelse 2.0.
hu: Megjegyzés: A GoldWave 6 futtatásához 64-bites Windows 7 vagy újabb verzió szükséges. A kiegészítő 2.0 verziójának használatához NVDA 2014.1 vagy újabb kiadás szükséges.
nl: Opmerking: GoldWave 6 vereist een 64-bit versie van Windows 7 of nieuwer. NVDA 2014.1 of nieuwer is vereist voor het gebruik van add-on 2.0.
ro: Notă: Goldwave 6 are nevoie de o versiune Windows 7 sau mai nouă cu 64 biți și cu NVDA 2014.1 sau mai nou.
sr: Napomena: GoldWave 6 zahteva 64-bitnu verziju Windowsa 7 ili novijeg. NVDA 2014.1 ili noviji je potreban za korišćenje ovog dodatka verzije 2.0.
uk: Примітка: GoldWave 6 вимагає 64-бітну версію Windows 7 або новішу. Для використання додатка версії 2.0 необхідна NVDA 2014.1 або новіша версія.

source: Added ability to provide debug information when NVDA is running with debug logging enabled (NVDA 2017.1 or later).
da: Tilføjet mulighed for at give fejlfindingsoplysninger, når NVDA kører med logføring aktiveret (NVDA 2017.1 eller senere).

source: Updated translations.
da: Opdaterede oversættelser.

source: Version scheme is now year.month instead of major.minor.
da: Versionsordning er nu year.month i stedet for major.minor.
sr: Imena verzija su sada u formatu godina.mesec umesto veći.manji broj

source: Changes for 4.0
da: Ændringer i 4.0
ro: Modificări aduse în versiunea 4.0
sr: Promene u 4.0

source: Add-on repository has moved to GitHub (now located at https://github.com/josephsl/goldwave).
da: Depotet til tilføjelsen er flyttet til GitHub (nu placeret på https://github.com/josephsl/goldwave).
ro: Depozitul add-onului a fost mutat (Acum el este la https://github.com/josephsl/goldwave).
sr: Dodatke dodatka su premeštene na Github(sada se nalaze na lokaciji https://github.com/josephsl/goldwave).

source: Performance improvements when looking up information such as channel name and other status information.
da: Ydelsesforbedringer, når du slår op information som kanalnavn og anden statusinformation.
ro: Îmbunătățiri la performanță referitor la primirea informațiilor cum ar fi numele canalului și alte informații de stare.
sr: Poboljšanja u brzini kada se zahtevaju informacije kao što su trenutni kanal ili druge statusne informacije

source: Changes for 3.0
ar: مستجدات الإصدار 3.0
da: Ændringer i 3.0
hu: A 3.0 verzió változásai
ne: ३.० मा गरिएका परिवर्तनहरू
ro: Modificări aduse în versiunea 3.0
sr: Promene u 3.0

source: Added a command to announce remaining time for the current track (NvDA+Shift+R).
ar: إضافة أمر للإعلان عن الوقت المتبقي من المسار أو التراك الحالي (NvDA+Shift+R).
da: Tilføjet en kommando til at annoncere resterende tid for det aktuelle spor (NvDA+Skift+R).
hu: Billentyűparancs került hozzáadásra az aktuális sáv hátralévő idejének lekérésére (NVDA+Shift+r)
ro: A fost adăugată o comandă pentru a anunța timpul rămas pentru melodia curentă (NVDA+Shift+R).
sr: Dodata komanda za izgovor preostalog vremena zapisa(NvDA+Šift+R).

source: Slight improvements when announcing status information such as channel information.
ar: تحسينات طفيفة عند الإعلان عن معلومات الحالة كالإعلان عن معلومات القناة.
da: Små forbedringer når NVDA annoncerer statusoplysninger såsom kanaloplysninger.
hu: Kissebb javítások történtek az állapot információk bemondásában, úgy mint csatorna információk.
ro: Ceva îmbunătățiri referitor la primirea informațiilor de stare cum ar fi informații despre canal.
sr: Manja poboljšanja u izgovoru statusnih informacija kao što su ime kanala

source: Changes for 2.0
ar: مستجدات الإصدار 2.0
da: Ændringer i 2.0
hu: A 2.0 verzió változásai
ne: २.० संस्करणमा गरिएका परिवर्तनहरू
nl: Veranderingen voor 2.0
ro: Modificări aduse în 2.0
sr: Promene u 2.0
uk: Зміни у версії 2.0

source: Support for GoldWave 6, including 64-bit version of GoldWave (see note above).
ar: دعم gold wave 6 ويشمل ذلك الإصدار 64 من goldwave (انظر الملحوظة أعلاه).
da: Understøttelse for GoldWave 6, herunder 64-bit version af GoldWave (se bemærkning ovenfor).
hu: A GoldWave 6 támogatása, beleértve a 64-bites változatot is. (Lásd a fenti megjegyzést!).).
nl: Ondersteuning voor GoldWave 6, inclusief 64-bit versie van GoldWave (zie opmerking hierboven).
ro: Suport pentru Goldwave 6, inclusiv versiunea Goldwave pentru 64 biți (citește nota de mai sus).
sr: Podrška za GoldWave 6, uključujući 64-bitnu verziju programa GoldWave(pogledajte napomenu iznad).
uk: Підтримка GoldWave 6, включно з 64-бітними версіями програми (див. примітку вище).

source: Add-on help can now be accessed from add-ons manager (NVDA 2014.3 and later).
ar: يمكن الوصول لملف المساعدة الخاص بالإضافة من مدير الإضافات البرمجية.
da: Hjælp til tilføjelsen kan nu tilgås ved hjælp fra dialogen "Styring af tilføjelsesprogrammer" (NVDA 2014.3 og nyere).
hu: A kiegészítő súgója már elérhető az NVDA Bővítménykezelő párbeszédpanelén. NVDA 2014.3 és újabb verziói esetén.
nl: Add-onhelp kan nu geopend worden vanuit Add-ons beheren (NVDA 2014.3 en nieuwer).
ro: Ajutorul add-on-ului acum poate fi accesat din managerul de add-on-uri (NVDA 2014.3 sau mai nou).
sr: Možete pristupiti pomoći za dodatak iz upravljača dodataka(NVDA 2014.3 i noviji).
uk: Починаючи з версії NVDA 2014.3, довідка додатка доступна у диспетчері додатків.

source: NVDA now announces selected channel if you press channel selection commands such as Control+Shift+L for the left channel.
ar: سيعلن NVDA الآن عن السماعة المختارة إذا قمت بالضغط على أي من اختصارات اختيار السماعات كالضغط على Control+Shift+L لاختيار السماعة اليسرى.
da: NVDA annoncerer nu den valgte kanal, hvis du trykker på kanalvalgskommandoer som Ctrl+Skift+L for den venstre kanal.
hu: Az NVDA már bejelenti a kiválasztott csatornát csatornák kijelölésére szolgáló parancsok használatakor (Control+Shift+L a bal oldali csatorna kijelöléséhez).
nl: NVDA meldt nu het geselecteerde kanaal bij het gebruik van commando's voor kanaalselectie, zoals Control+Shift+L voor het linker kanaal.
ro: NVDA acum anunță canalul selectat dacă apeși comenzile de selecție a canalului cum ar fi control+shift+L pentru canalul din stânga.
sr: NVDA sada izgovara odabran kanal ako koristite komande za izbor kanala kao što su Kontrol+Šift+L za levi kanal.
uk: NVDA тепер повідомляє про вибраний канал при натисканні команди вибору каналу, наприклад, Control+Shift+L для лівого каналу.

source: Various issues with numeric edit fields such as censor field and time selector in mix dialog has been fixed, including selecting text, updating values and so on.
ar: معالجة العديد من الأخطاء بالحقول الرقمية كما في حقل المراقبة وحقل اختيار الوقت بمحاورة المزج, ويشمل ذلك تحديد النص وتحديث القيم وهكذا.
da: Forskellige problemer med numeriske redigere felter som censor felt og time selector i mix dialog er blevet rettet, herunder valg af tekst, opdatering værdier, osv.
hu: Különböző számokkal dolgozó szerkesztőmezőkkel (szűrőmező, vagy időválasztó a mix párbeszédpanelen) kapcsolatos hiba javítva, beleértve szöveg kijelölése, érték módosítása, stb.
nl: Verschillende problemen in numerieke invoervelden met betrekking tot selecteren en het veranderen van waarden opgelost.
ro: Rezolvări ale problemelor referitoare la câmpurile de editare cum ar fi câmpul de cursor și selectorul de timp în dialogul de mix, inclusiv selectarea textului, actualizarea valorilor și așa mai departe.
sr: Razni problemi sa numeričkim poljima za vreme kao što su izbor i ažuriranje su popravljeni
uk: Були виправлені різні проблеми з числовими полями редагування, такі як поле цензури і виділення часу в діалозі міксування, в тому числі виділення тексту, оновлення значень і так далі.

source: Command announcement setting will be remembered when switching to other programs.
ar: تذكر إعداد الإعلان عن الأمر عند الانتقال للبرامج الأخرى.
da: Indstilling til annoncering af kommandoer vil blive husket, når der skiftes til andre programmer.
hu: A parancsok bejelentésére vonatkozó beállítás más programokra váltás esetén is megmarad.
nl: De instelling voor het aankondigen van commando's wordt nu onthouden bij het schakelen naar andere programma's.
ro: Setarea comenzii de anunțare va fi re-amintită când se comută la alte programe.
sr: Podešavanje za izgovor komandi će se pamtiti kada pređete na neki drugi program
uk: Налаштування оголошень команд запам'ятовується при перемиканні на інші програми.

source: Changes for 1.2
ar: مستجدات الإصدار 1.2
da: Ændringer i 1.2
hu: Az 1.2 verzió változásai
ne: १.2 मा गरिएका परिवर्तनहरू
nl: Veranderingen voor 1.2
ro: Modificări aduse în versiunea 1.2
sr: Promene u 1.2
uk: Зміни у версії 1.2

source: Fixed an issue where NVDA had difficulty announcing some edit fields.
ar: إصلاح خطأ برمجي حيث كان يواجه NVDA صعوبة في الإعلان عن بعض مربعات التحرير.
da: Rettede et problem, hvor NVDA havde svært ved at annoncere nogle editfelter.
hu: Kijavításra került az a hiba, mely néhány szerkesztő mező bemondásakor lépett fel.
ne: कुनै सम्पादन भूमीमा नेत्रवाणीलाई घोषणा गर्न कठिनाई भएको मुद्दा समाधान गरियो ।
nl: Een probleem opgelost waarbij NVDA moeilijkheden had om sommige invoervelden aan te kondigen.
ro: A fost fixată o problemă unde NVDA avea dificultăți anunțând câteva câmpuri de editare.
sr: Popravljen problem gde je NVDA imao poteškoće u izgovoru određenih polja za unos teksta
uk: Виправлено помилку, коли NVDA з проблемами промовляла деякі поля редагування.

source: New and updated translations.
ar: ترجمة الإضافة للغات جديدة وتحديث اللغات الأخرى
da: Nye og opdaterede oversættelser.
hu: Új, és frissített fordítások.
ne: नया र अद्यावधिक अनुवादहरू
nl: Nieuwe en bijgewerkte vertalingen.
ro: Traduceri noi și actualizate.
sr: Novi i ažurirani prevodi
uk: Нові та оновлені переклади.

source: Please note that due to recent changes in NVDA, audio selection and other status commands may not work as expected in some systems.
ar: يرجى الملاحظة أنه نظرا للتعديلات التي تمت في الإصدارات الأخيرة من NVDA, فإن بعض أوامر الحالة كأمر الإعلان عن الجزء الصوتي المحدد لم تعمل كما ينبغي في بعض الأنظمة.
da: Bemærk venligst at på grund af de seneste ændringer i NVDA, vil kommandoer til valg af lyd og statuskommandoer ikke nødvendigvis fungerer korrekt på nogle systemer.
hu: Kérjük, vegye figyelembe, hogy a legújabb NVDA változások miatt, az audio kijelölés és egyéb státusz billentyűparancsok nem minden rendszeren működnek megfelelően.
ne: कृपया ख्याल राखौं कि हालै नेत्रवाणीमा गरिएको परिवर्तनका कारण केही पर्णालीमा श्रव्य चयन र अरू आदेशहरूले सोचे जस्तो काम नगर्न सक्छन् ।
nl: Merk op dat tengevolge recente veranderingen in NVDA, in sommige systemen audioselectie en andere statuscommando's misschien niet werken zoals verwacht.
ro: Te rugăm să reții! Din cauza schimbărilor recente în NVDA, selecția audio și alte comenzi de status pot să nu funcționeze cum ar trebui la unele dispozitive.
sr: Molimo imajte na umu da zbog skorijih promena programa NVDA, komande za izbor možda neće uvek ispravno raditi
uk: Будь ласка,, зверніть увагу, що у зв'язку з останніми змінами в NVDA, виділення аудіо та інші команди стану можуть не працювати належни чином на деяких системах.

source: Changes for 1.1
ar: تعديلات الإصدار 1.1
da: Ændringer i 1.1
hu: Az 1.1 verzió változásai
ne: १.1 मा गरिएका परिवर्तनहरू
nl: Veranderingen voor 1.1
ro: Modificări aduse în versiunea 1.1.
sr: Promene u 1.1
uk: Зміни у версії 1.1

source: Support for message announcements in braille.
ar: دعم ظهور الرسائل على الأسطر الإلكترونية
da: Understøtter meddelelser på punkt, når informationer annonceres.
hu: Támogatott az üzenetek Braille megjelenítése
ne: ब्रेलमा सन्देसको घोषणालाई समर्थन गर्छ ।
nl: Ondersteuning voor berichtaankondigingen in braille.
ro: Suport pentru anunțări de mesaje în braille.
sr: Podrška za prikazivanje poruka na brajevom redu
uk: Підтримка оголошення повідомлень за допомогою брайля.

source: Audio selection summary is presented in languages other than English.
ar: عرض الأجزاء الصوتية المحددة باللغات الأخرى غير الإنجليزية
da: Opsummeringer af den markerede del af lydfilen vil nu blive præsenteret i andre sprog udover engelsk.
hu: A kijelölt hang tulajdonságai már nem csak angol nyelven elérhetők.
ne: श्रव्य चयन सारांस अङ्ग्रेजी भन्दा अरू भाषामा पनि प्रस्तुत हुन्छ ।
nl: Audio selection summary wordt weergegeven in andere talen dan Engels.
ro: Rezumatul selecției audio este prezentat în mai multe limbi decât Engleza.
sr: Kratak opis izbora zvuka se prikazuje na jezicima koji nisu Engleski
uk: Сумарне оголошення виділеної звукової інформації доступне мовами, відмінними від англійської.

source: More command announcements added including cue position movement and delete/trim operations.
ar: الإعلان عن مزيد من الأوامر بما في ذلك: موضع حركة الإشارة وعمليات التزيين/والحذف
da: Flere kommandomeddelelser tilføjet, herunder bevægelser af startmarkeringer samt beskæring og sletning.
hu: Több parancs bemondása hozzáadva, köztük a hellyelző mozgása, törlés/trim műveletek.
ne: क्यु स्थान र कटाइ/मेटाइ स्थान सहित अन्य आदेस घोषणा थप गरियो ।
nl: Meer aankondigingen van commando's toegevoegd inclusief cue position movement en delete/trim operations.
ro: Mai multe comenzi de anunțare au fost adăugate incusiv mișcarea poziției și ștergerea sau tăierea operațiunilor.
sr: Više izgovora za komande je dodato uključujući brisanje i isecanje zvuka
uk: Додано більше команд оголошень, включно з переміщенням положення мітки і операцій видалення/обрізання.

source: Fixed an issue in numeric edit fields such as various effects dialogs where nothing or wrong field name was announced.
ar: معالجة مشكلة مربعات التحرير الرقمية كتلك الموجودة في العديد من محاورات المؤثرات التي كان NVDA لا يعلن فيها عن شيء أو يقرأ أسماء الحقول بطريقة خاطئة.
da: Rettede et problem i flere redigeringsfelter, såsom forskellige effect-dialoger hvor intet eller forkert feltnavn blev annonceret.
hu: Hiba javítás a numerikus szerkesztőmezőkben, olykor hibás mező megnevezés került bemondásra.
nl: Een probleem opgelost in numerieke invoervelden zoals in verschillende dialoogvensters met effecten waarbij geen of verkeerde veldnamen werden aangekondigd.
ro: A fost rezolvată o problemă în câmpurile de editare numerice cum ar fi dialoguri diverse de efecte unde nu se vorbea nimic sau se pronunța numele incorect a câmpului de editare.
sr: Popravljen problem u brojčanim poljima za vrednost efekta gde se ili ništa nije izgovaralo ili je to bila pogrešna vrednost
uk: Виправлено проблему з числовыми полями редагування, наприклад, у різних діалогах ефектів, коли не оголошувалося нічого або неправильні назви полів.

source: Changes for 1.0
ar: تعديلات الإصدار 1.0
da: Ændringer i 1.0
hu: Az 1.0 verzió változásai
ne: १.० मा गरिएका परिवर्तनहरू
nl: Veranderingen voor 1.0
ro: Modificări aduse în 1.0
sr: Promene u 1.0
uk: Зміни у версії 1.0

source: Initial version.
ar: إصدار أولي
da: Første version.
hu: Kezdeti verzió.
ko: 첫 버전.
ne: शुरूको संस्करण
nl: Eerste versie.
ro: Lansarea oficială.
sr: Prva verzija
uk: Перша версія.

source: Version 16.12
sr: Verzija 16.12

source: [[!meta title="Goldwave"]]
ko: [[!meta title="골드웨이브"]]
ne: [[!meta title="गोल्डवेभ"]]

source: Version: [1.0Beta1][1]
ko: 버전: [1.0Beta1][1]

source: Changes for 1.0 beta 1
ko: 1.0 베타 1
