Repository: nvdacn/screenReaderTranslations
Catalog: website/addons/googleSpeechRecognition.*.po
Languages: ar, bg, de, es, fi, fr, gl, hu, ja, ko, nl, pl, pt_br, ru, sk, tr, uk

source: NVDA+y, Cycle between your chosen languages.
ar: NVDA+y, للتنقل بين اللغات التي تم اختيارها.
bg: NVDA+y, редуване на конфигурираните езици.
de: NVDA+y, wechselt zwischen den hinzugefügten Sprachen
es: NVDA+y, cambia entre los idiomas elegidos.
fi: NVDA+Y: Vaihda valittujen kielten välillä.
fr: NVDA + y, cycle entre vos langues choisies.
gl: NVDA+y, cambia entre as túas linguas escollidas.
hu: NVDA+y, váltás a kiválasztott nyelvek között
ja: NVDA+y 言語の切り替え
ko: 려VDA+y, 선택한 인식 언어 중 현재 ㄱ 언어 지정.
nl: NVDA+y, wissel tussen uw gekozen talen.
pl: NVDA+y, przełącz się między wybranymi językami.
pt_br: NVDA+y, circula entre os idiomas escolhidos.
ru: NVDA+y, вращается между выбранными вами языками.
sk: NVDA+y, prepína medzi vybratými jazykmi.
tr: NVDA+y, belirlediğiniz diller arasından seçim yapın.
uk: NVDA+y, Перемикає між вибраними мовами.

source: * To stop dictation, press the same shortcut, and this time you will hear a low pitched beep. Note: if you do not stop the recording, it will automatically be stopped after 10 seconds. Bare in mind the shorter time interval, the higher accuracy. * The speech will be sent to the Google speech recognition service, and when the transcription is returned, NVDA will announce it. * If the recognition is correct, press the accept shortcut, NVDA+g, and the text will be written to your cursor position. * If the recognition was not correct, simply rerecord but use a smaller chunk of words. You might need to split a long sentence into two or three chunks. * When you want to speak in a different language, simply cycle to one of your languages and repeat the steps.
ar: * للتوقف عن الإملاء قم بضغط نفس المفاتيح ولكن ستسمع هذه المرة إشارة تنبيه منخفضة الصوت. ملاحظة: إن لم تتوقف عن التسجيل سيتوقف تلقائيا بعد عشر ثوان. يرجى مراعاة أنه كلما كانت فترة التوقف أقل كلما زادت الدقة. * سيتم إرسال الكلام إلى خدمة التعرف على الكلام من جوجل وعندما يسترجع ما تم إملاؤه لسيقوم NVDA بنطقه. * وإذا تم التعرف على ما قلته بشكل صحيح فقم بالضغط على مفتاح اختصار القبول NVDA+g وسيتم كتابة هذا النص بموضع المؤشر. * وإذا لم يتم التعرف على الكلام بشكل صحيح فقم بالتسجيل مرة أخرى باستخدام عدد أقل من الكلمات. وربما تحتاج تجزئة جملة كبيرة إلى أجزاء أصغر. * إذا أردت التحدث بلغة أخرى ببساطة قم بالتنقل بين اللغات المختارة وقم بتكرار الخطوات السابقة.
bg: * За да спрете записа, натиснете същата клавишна комбинация, след което този път ще чуете нискочестотен звук. Забележка: ако не спрете записа, той ще бъде спрян автоматично след 10 секунди. Имайте предвид, че колкото по-кратък е записа, толкова по-голяма е точността на разпознаването. * Записа ще бъде изпратен към услугата на Google за разпознаване на глас, а когато разпознатият текст бъде върнат обратно, NVDA ще ви го съобщи. * Ако разпознатият текст е правилен, натиснете бързия клавиш за приемане на разпознаването (NVDA+g) и текстът ще бъде вмъкнат на позицията на курсора. * Ако разпознатия текст не отговаря на това, което сте продиктували, просто повторете записа, но този път използвайте по-малък брой думи. Може да се наложи да разделите едно дълго изречение на поне две или три части. * Ако искате да диктувате на различен език, просто променете езика с някой от предварително зададените и повторете стъпките.
fr: * Pour arrêter la dictée, appuyez sur le même raccourci, et cette fois, vous entendrez un bip moins. Remarque : Si vous n'arrêtez pas l'enregistrement, il sera automatiquement arrêté après 10 secondes. Moins l'interval est grand, plus fiable sera le résultat. * L'allocution sera envoyé au service de reconnaissance vocale de Google, et quand la transcription est retourné, NVDA annoncera le résultat. * Si la reconnaissance est correcte, appuyez sur le raccourci accepter, NVDA + control + shift + g, et le texte sera écrit à la position du curseur. * Si la reconnaissance n'est pas correct, il suffit de réenregistrer un morceau plus petit de phrase. Vous pourriez avoir besoin de diviser une longue phrase en deux ou trois morceaux. * Lorsque vous voulez parler dans une langue différente, choisissez simplement la langues et répétez les étapes.
gl: * Para deter o dictado, preme o mesmo atallo de teclado, e nesta vez escoitaráse un pitido grave. Nota: se non paras a grabación, deterase automáticamente despois de 10 segundos. Tense en conta o intervalo de tempo máis curto, para ter a precisión máis alta. * Ha voz enviarase ó servicio de recoñecemento de fala de Google, e cando se devolva a transcripción, NVDA falaráa. * Se o recoñecemento é correcto, preme o atallo de teclado para aceptar, NVDA+g, e o texto escribiráse á posición do cursor. * Se o recoñecemento non foi correcto, simplemente graba pero utiliza un anaco máis pequeno de palabras. Pode que sexa necesario dividir unha frase longa en dous ou tres anacos. * Cando queiras falar nunha lingua diferente, simplemente cambia a unha das túas linguas e repite os pasos.
ja: * 音声入力を終了するには、同じショートカットキーをもう一度押します。こんどは低いブザーの音が聞こえます。 注意：終了の操作をしないと、10秒後に自動的に終了します。 喋り終わったらなるべく早く終了のキー操作をしたほうが音声認識の性能がよくなります。 * 音声はGoogleの音声認識サービスに送信され、結果が返ってきたらNVDAが通知します。 * 認識結果が正しければ、確定の操作 NVDA+g を押してください。カーソル位置にその文字が書き込まれます。 * 音声認識結果が間違っていたら、音声入力の開始からやり直してください。長い文章は短く区切って言い直したほうがよいでしょう。 * 別の言語で入力をしたいときは、言語の切り替えをしてから、音声入力を開始してください。
nl: * Om het dicteren te stoppen, drukt u dezelfde sneltoets, en deze keer hoort u een lage pieptoon. Noot: als u de opname niet stopt, stopt ze automatisch na 10 seconden. Hoe korter het tijdsinterval, hoe accurater. * De spraak wordt naar de Google spraakherkenningsservice gestuurd. Als de transcriptie terugkomt, zal NVDA deze aankondigen. * Als de herkende tekst correct is, drukt u de sneltoets NVDA+g om te accepteren. De tekst wordt geplakt op de cursorpositie. * Als de herkende tekst niet correct is, neem dan opnieuw op maar met minder tekst. Misschien moet u een lange zin splitsen in twee of drie delen. * Als u in een andere taal wil spreken, wissel gewoon naar een van uw talen en herhaal de stappen.
tr: * Dikte etmeyi durdurmak için, aynı kısayola basın, ve bu kez daha kalın bir bip sesi duyacaksınız. Not: Eğer kaydı durdurmazsanız, 10 saniye sonra otomatik olarak duracaktır. Kısa kayıtlar için doğru tanıma oranının daha yüksek olacağını aklınızdan çıkarmayın. * Konuşma kaydı google konuşma tanıma servisine gönderilecek, ve sonuç geldiğinde, NVDA seslendirecektir. * Eğer sonuç doğruysa, NVDA+g tuşlarına basarak kabul edin, ve metin imlecin bulunduğu yere yapıştırılsın. * Tanıma doğru değilse, daha kısa kayıtlar yapmayı deneyin. Bir cümleyi birden fazla bölümler halinde kaydetmeniz gerekebilir. * Başka bir dilde konuşma tanıma için, NVDA+y ile dili seçip aynı adımları tekrarlayın.

source: Download [version 1.0-dev][1]
hu: Letöltés [version 1.0-dev][1]
ko: 다운로드 [버전 1.0 개발 버전][1]
uk: Завантажити [версію 1.0-dev][1]

source: NVDA+control+shift+g, accept transcription result.
es: NVDA+control+shift+g, acepta el resultado de la transcripción.
hu: NVDA+control+shift+g, a gépelés elfogadása
ko: NVDA+control+shift+g, 인식된 문자를 입력창에 삽입.
uk: NVDA+control+shift+g, прийняти результати розпізнавання.
