Repository: nvdacn/screenReaderTranslations
Catalog: website/addons/googleSpeechRecognition.*.po
Languages: ar, bg, de, es, fi, fr, gl, hu, ja, ko, nl, pl, pt_br, ru, sk, tr, uk

source: [[!meta title="Google Speech Recognition"]]
de: [[!meta title="Google Spracherkennung"]]
fi: [[!meta title="Googlen puheentunnistus"]]
hu: [[!meta title="Google Beszéd-felismerő"]]
ko: [[!meta title="구글 음성 문자 ㄴ식"]]
pl: [[!meta title="Rozpoznawanie mowy przez Google / Google Speech Recognition"]]
pt_br: [[!meta title="Reconhecimento de voz do Google"]]
sk: [[!meta title="Google rozpoznávanie reči"]]
tr: [[!meta title="Google Konuşma Tanıma"]]

source: Authors: Mesar Hameed, Beqa Gozalishvili, Noelia Ruiz Martínez, NVDA contributors.
ar: مطورو الإضافة: Mesar Hameed, Beqa Gozalishvili, Noelia Ruiz Martínez, NVDA contributors.
bg: Автори: Mesar Hameed, Beqa Gozalishvili, Noelia Ruiz Martínez, и други сътрудници на NVDA.
de: Autoren: Mesar Hameed, Beqa Gozalishvili, Noelia Ruiz Martínez, NVDA contributors.
es: Autores: Mesar Hameed, Beqa Gozalishvili, Noelia Ruiz Martínez, colaboradores de NVDA.
fi: Tekijät: Mesar Hameed, Beqa Gozalishvili, Noelia Ruiz Martínez, NVDA:n tekijät.
fr: Auteurs: Mesar Hameed, Beqa Gozalishvili, Noelia Ruiz Martínez, contributeurs de NVDA.
gl: Autores: Mesar Hameed, Beqa Gozalishvili, Noelia Ruiz Martínez, colaboradores do NVDA.
hu: Készítők: Mesar Hameed, Beqa Gozalishvili, Noelia Ruiz Martínez, NVDA közreműködők.
ja: 作者: Mesar Hameed, Beqa Gozalishvili, Noelia Ruiz Martínez, NVDA contributors.
ko: 개발자: Mesar Hameed, Beqa Gozalishvili, Noelia Ruiz Martínez 외 NVDA 공헌자들.
nl: Auteurs: Mesar Hameed, Beqa Gozalishvili, Noelia Ruiz Martínez, NVDA contributors.
pl: Autorzy: Mesar Hameed, Beqa Gozalishvili, Noelia Ruiz Martínez, społeczność NVDA.
pt_br: Autores: Mesar Hameed, Beqa Gozalishvili, Noelia Ruiz Martínez, colaboradores do NVDA.
ru: Авторы: Mesar Hameed, Beqa Gozalishvili, Noelia Ruiz Martínez, участники NVDA.
sk: Autori: Mesar Hameed, Beqa Gozalishvili, Noelia Ruiz Martínez, Tím NVDA.
tr: Geliştirenler: Mesar Hameed, Beqa Gozalishvili, Noelia Ruiz Martínez, NVDA katkıda bulunanlar.
uk: Автори: Mesar Hameed, Beqa Gozalishvili, Noelia Ruiz Martínez, учасники спільноти NVDA.

source: Download [stable version][1]
ar: تحميل [الإصدار النهائي][1]
bg: Изтегляне [стабилна версия][1]
fi: Lataa [vakaa versio][1]
fr: Télécharger [version stable][1]
gl: Descargar [versión estable][1]
nl: Download [stabiele versie][1]
ru: Загрузить [стабильную версию][1]
sk: Stiahnuť [stabilná verzia][1]
tr: İndir [kararlı sürüm][1]

source: Download [development version][2]
ar: تحميل [الإصدار التجريبي][2]
bg: Изтегляне [работна версия][2]
fi: Lataa [kehitysversio][2]
fr: Télécharger [version de développement][2]
gl: Descargar [versión de desenvolvemento][2]
nl: Download [ontwikkelversie][2]
ru: Загрузить [разрабатываемую версию][2]
sk: Stiahnuť [vývojová verzia][2]
tr: İndir [geliştirme sürümü][2]

source: This addon enables you to use speech recognition to write text using a few keystrokes.
ar: تمكنك هذه الإضافة من استخدام خاصية التعرف على الكلام كي تكتب أي نصوص بواسطة مفاتيح اختصار قليلة.
bg: Тази добавка ви позволява да използвате гласово разпознаване за да въвеждате текст с използването само на няколко клавишни комбинации.
de: Diese Erweiterung ermöglicht Ihnen, die Spracherkennung von Google innerhalb von NVDA mit nur wenigen Tastenkombinationen zu verwenden.
es: Este complemento te capacita para utilizar el reconocimiento de voz para escribir texto utilizando unas pocas teclas.
fi: Tämän lisäosan avulla voit käyttää puheentunnistusta tekstin kirjoittamiseen muutamia näppäinkomentoja käyttäen.
fr: Ce module complémentaire vous permet d'utiliser la reconnaissance vocale pour écrire du texte à l'aide de quelques touches de raccourci.
gl: Este complemento permíteche utilizar o recoñecemento de fala para escreber texto con só premer unhas teclas.
hu: A kiegészítő segítségével használható a beszédfelismerő szöveg gépelésre, néhány billentyűparancs megnyomásával
ja: このアドオンにより、わずかなキー操作だけで音声認識を使ってテキストを入力できます。
ko: 이 추가 기능을 사용하여 키보드 대신 음성으로 텍스트를 입력할 수 있습니다.
nl: Deze add-on laat u toe om met slechts enkele sneltoetsen spraakherkenning te gebruiken om teksten te dicteren.
pl: Ten dodatek umożliwia wykorzystanie technologii rozpoznawania mowy do pisania tekstu po naciśnięciu kilku klawiszy.
pt_br: Este complemento habilita você a usar reconhecimento de voz para escrever texto com umas poucas teclas de atalho.
ru: Это дополнение позволяет использовать распознавание речи для написания текста с помощью нескольких нажатий клавиш.
sk: Tento doplnok vám umožní písať text pomocou rozpoznávania reči tak, že budete musieť stlačiť len pár klávesových skratiek.
tr: Bu eklenti birkaç kısayol tuşuna basmak suretiyle konuşma tanıma yoluyla yazmanızı sağlar.
uk: Цей додаток дозволяє вам використовувати розпізнавання мовлення для введення тексту, використовуючи для цього всього лише кілька комбінацій клавіш.

source: Usage
ar: الاستخدام
bg: Начин на работа
de: Verwendung
es: Utilización
fi: Käyttö
fr: Utilisation
gl: Utilización
hu: Használat
ja: 使い方
ko: 사용 방법
nl: Gebruik
pl: Sposób użycia
pt_br: Uso
ru: Использование
sk: Použitie
tr: Kullanım
uk: Використання

source: Open the configuration dialog for this addon from the NVDA menu.
ar: افتح محاورة الإعدادات الخاصة بهذه الإضافة من قائمة NVDA
bg: Отворете диалога за настройка на добавката от менюто на NVDA.
de: Öffnen Sie den Konfigurationsdialog für die Google-Spracherkennung im Menü "Einstellungen" im NVDA-Menü.
es: Abre el diálogo de configuración para este complemento desde el menú de NVDA.
fi: Avaa asetusvalintaikkuna NVDA-valikosta.
fr: Ouvrez la boîte de dialogue de configuration de ce module compplémentaire à partir du menu NVDA.
gl: Abre o cadro de diálogo de configuración deste complemento no menú NVDA.
hu: Megnyitja a konfigurációs mappáját a kiegészítőnek az NVDA menüből.
ja: NVDAメニューから、このアドオンの設定ダイアログを開きます。
ko: NVDA 메뉴에서 본 추가 기능 설정 대화상자를 엽니다.
nl: Open het configuratiedialoogvenster voor deze add-on uit het NVDA-menu.
pl: Otwórz okno konfiguracyjne tego dodatku z menu NVDA.
pt_br: Abra a janela de opções deste complemento a partir do menu do NVDA.
ru: Откройте диалог настройки для этого дополнения в меню NVDA.
sk: otvorte okno s nastaveniami pre tento doplnok z menu NVDA.
tr: NVDA menüsünden Bu eklenti için konfigürasyon iletişim kutusunu açın.
uk: Відкрийте діалог конфігурації цього додатка з меню NVDA.

source: From the long list of languages, select the languages that you speak, and press ok.
ar: واختار اللغات التي تتحدث بها من بين قائمة اللغات الطويلة الموجودة ثم اضغط موافق.
bg: От дългия списък с езици, изберете тези, които говорите и натиснете ok.
de: Wählen Sie die Sprache(n) aus, die Sie sprechen und bestätigen Sie die auswahl mit "ok" Drücken Sie dazu die Leertaste auf jeder Sprache, die Sie hinzufügen möchten; der Statur sollte sich von "nicht hinzugefügt" auf "hinzugefügt" ändern.
es: De la larga lista de idiomas, selecciona los idiomas que hablas, y pulsa Aceptar.
fi: Valitse tunnistettavat kielet kielten listasta ja paina OK.
fr: Dans la longue liste de langues, sélectionnez les langues que vous parlez, et appuyez sur Accepter.
gl: Da longa lista de linguas, selecciona as linguas que falas, e preme aceptar.
hu: A hosszú listából válassza ki azokat a nyelveket, amelyeken beszél, és nyomja meg az ok gombot.
ja: 言語のリストから入力に使いたい言語を探してチェックありにして、最後にOKを押してください。
ko: 언어 목록에서 사용자가 구사하는 언어(들을) 선택한 후 확인에서 ㄴ터를 누르십시오.
nl: Uit de lange lijst met talen, selecteert u de talen die u spreekt. Druk daarna ok.
pl: Na długiej liście języków zaznacz te, którymi mówisz i naciśnij Ok.
pt_br: Na longa lista de idiomas, selecione aquele que você fala e pressione OK.
ru: Из длинного списка языков, выберите языки, на которых вы говорите, и нажмите кнопку ОК.
sk: Zo zoznamu všetkých jazykov vyberte tie, ktorými hovoríte a stlačte tlačidlo OK.
tr: Uzun dil listesinden konuştuğunuz dilleiri seçin ve tamam tuşuna basın.
uk: З величезного списку мов виберіть ту, якою розмовляєте, і натисніть "Гаразд".

source: At least one language has to be selected at all times.
ar: في جميع الأحيان لا بد من اختيار لغة واحدة على الأقل.
bg: Поне един език трябва да бъде избран по всяко време.
de: Es muss mindestens eine Sprache ausgewählt sein.
es: Al menos un idioma tiene que ser seleccionado en todo momento.
fi: Koko ajan on oltava valittuna vähintään yksi kieli.
fr: Au moins une langue doit être sélectionnée à tout moment.
gl: Polo menos unha lingua ten que estar seleccionada en todo momento.
hu: Minden alkalommal legalább egy nyelvet kell kiválasztani.
ja: 少なくとも1種類の言語が選択されていなくてはなりません。
ko: 최소한 한개 이상의 언어가 선택되어 있어야 합니다.
nl: Er moet steeds minstens één taal geselecteerd zijn.
pl: Conajmniej jeden język musi być zawsze wybrany.
pt_br: Pelo menos um idioma tem de estar selecionado a qualquer momento.
ru: По крайней мере один язык должен быть всегда выбран.
sk: Vždy musí byť vybratý aspoň jeden jazyk.
tr: En az bir dil seçilmelidir.
uk: Ви повинні в обов'язковому порядку вибрати щонайменше одну мову.

source: For example English, French and German.
ar: على سبيل المثال: الإنجليزية والفرنسية والألمانية
bg: Например български, английски, френски и немски.
de: Wählen Sie z.B. englisch, Französisch und deutsch aus.
es: Por ejemplo Inglés, Francés y Alemán.
fi: Esim. englanti, saksa ja ranska.
fr: Par exemple anglais, français et allemand.
gl: Por exemplo Inglés, francés e alemán.
hu: Pl. Angol, francia és német.
ja: 例えば英語、フランス語、ドイツ語、などです。
ko: 예: 영어, 프랑스어, 독일어 등.
nl: Bijvoorbeeld Engels, Frans en Duits.
pl: Dla przykładu - angielski, francuski i niemiecki.
pt_br: Por exemplo Inglês, Francês e Alemão.
ru: Например, английский, французский и немецкий.
sk: Povedzme, že ste si vybrali Slovenčinu, Češtinu a Angličtinu.
tr: Örneğin İngilizce, Fransızca ve Türkçe.
uk: Наприклад, англійську, німецьку та російську (прим. перекладача: у списку 35 мов, але українська - відсутня).

source: Now you are ready to use speech recognition, go to any text field such as in your browser or to a text document.
ar: الآن قد أصبحت مستعدا لاستخدام الإضافة. اذهب إلى أي حقل تحرير كما هو في المتصفح الخاص بك أو إلى أي مستند نصوص.
bg: Вече сте готови да използвате разпознаването на текст, трябва само да се фокусирате върху поле за писане, например в браузъра или в текстов документ.
de: Um die spracherkennung zu verwenden, öffnen Sie ein beliebiges Textfeld (ein Eingabefeld in einem Browser oder einen Texteditor)
es: Ahora ya estás listo para utilizar el reconocimiento de voz, ve a cualquier campo de texto, como el navegador o un documento de texto.
fi: Voit nyt käyttää puheentunnistusta menemällä mihin tahansa tekstikenttään, kuten esim. selaimessa, tai tekstiasiakirjaan.
fr: Maintenant vous êtes prêt à utiliser la reconnaissance vocale, aller à n'importe quel champ de texte comme dans votre navigateur ou à un document texte.
gl: Agora xa estás listo para usar o recoñecemento de fala, vay a calquer campo de texto, como no navegador ou un documento de texto.
hu: Mostantól használatba veheti a szöveg felismerőt, csak keressen egy szöveg bevitelére alkalmas mezőt, pl. a böngészőjében vagy egy szöveges dokumentumban.
ja: 音声認識の準備ができたので、ブラウザのエディットフィールドやテキスト文書の編集ウィンドウなどに移動してください。
ko: 인식 언어를 설정한 후 음성으로 텍스트를 입력하려면 웹브라우저나 문서와 같은 텍스트 입력창으로 갑니다.
nl: Nu bent u klaar om spraakherkenning te gebruiken, ga naar een tekstveld bvb. in uw browser of naar een tekstdocument.
pl: Jesteś teraz gotowy by używać rozpoznawania mowy; przejdź do dowolnego pola edycji np. w przeglądarce internetowej lub dokumencie tekstowym.
pt_br: Agora você está pronto para usar o reconhecimento de voz; vá para um campo de texto, como algum no navegador ou um documento de texto.
ru: Теперь вы готовы использовать распознавание речи, перейдите в любое текстовое поле, например, в Вашем браузере или в текстовый документ.
sk: Teraz je už všetko nastavené a stačí, ak sa presuniete do nejakého textového poľa v internetovom prehliadači alebo v otvorenom dokumente.
tr: Şimdi konuşma tanımayı kullanmaya hazırsın, Herhangi bir yazı alanına gidin ya da bir belge açın.
uk: Після того, коли ви будете готові використовувати розпізнавання мовлення, перейдіть до будь-якого текстового поля у браузері або до текстового документа.

source: Press NVDA+y to cycle between your configured languages.
ar: اضغط مفتاح NVDA + y للتنقل بين اللغات التي اخترتها.
bg: Натиснете NVDA+y за да превключите между избраните от вас езици.
de: Drücken Sie nvda+y, um zwischen Ihren hinzugefügten Sprachen zu wechseln.
es: Pulsa NVDA+y para cambiar entre los idiomas configurados.
fi: Vaihda määritettyjen kielten välillä painamalla NVDA+Y.
fr: Appuyez sur NVDA + y pour basculer entre vos langues configurées.
gl: Preme NVDA+y para cambiar entre as linguas configuradas.
hu: Nyomja meg az NVDA+y billentyűparancsot a beállított nyelvek közötti váltáshoz.
ja: NVDA+y を押すと入力に使う言語が切り替わります。あらかじめ有効にした言語だけが選択の対象です。
ko: NVDA+Y를 눌러 선택한 인식 언어를 고릅니다.
nl: Druk NVDA+y om te wisselen tussen uw geconfigureerde talen.
pl: Naciśnij NVDA+y aby przełączać się między wybranymi wcześniej językami.
pt_br: Pressione NVDA+y para circular entre os idiomas que configurou.
ru: Нажимайте NVDA+y для выбора одного из настроенных языков.
sk: Na prepínanie medzi vybratými jazykmi stlačte nvda+y.
tr: Belirlediğiniz diller arasından birini seçmek için NVDA+y tuşlarını kullanın.
uk: Натисніть NVDA+y для перемикання між обраними мовами.

source: To start dictating, press NVDA+shift+g, you will hear a high pitched beep.
ar: ولكي تبدأ عملية الإملاء قم بالضغط على مفتاح NVDA+shiftt+G وستسمع إشارة تنبيهية حادة الصوت
bg: За да започне добавката да слуша вашия глас, натиснете NVDA+shift+g, след което ще чуете високочестотен звук.
de: Um das Diktat zu beginnen, drücken Sie nvda+Umschalt+g; Sie werden einen hohen Signalton hören.
es: Para comenzar el dictado, pulsa NVDA+shift+g, escucharás un pitido de tono alto.
fi: Aloita sanelu painamalla NVDA+Shift+G, jonka jälkeen kuuluu korkea äänimerkki.
fr: Pour commencer à dicter, appuyez sur NVDA + Maj + G, vous entendrez un bip très
gl: Para comezar a dictar, preme NVDA+shift+g, escoitarás un pitido de ton alto.
hu: A diktálás megkezdéséhez nyomja meg az NVDA+shift+g billentyűparancsot, ekkor egy magas csippanást fog hallani.
ja: 音声入力を開始するには、NVDA+Shift+g を押してください。高いブザーの音が聞こえます。
ko: 텍스트를 녹음/입력하려면 NVDA+Shift+G를 누릅니다.
nl: Om het dicteren te starten, drukt u NVDA+shift+g, u hoort een hoge pieptoon.
pl: Aby rozpocząć dyktowanie, naciśnij NVDA+shift+g, usłyszysz wysoki dźwięk.
pt_br: Para começar a ditar, pressione NVDA+shift+g; ouvirá um bipe agudo.
ru: Чтобы начать диктовку, нажмите NVDA+shift+g, вы услышите звуковой сигнал высокой тональности.
sk: Aby ste mohli nadyktovať text, stlačte nvda+shift+g. Budete počuť vysoký tón.
tr: Dikte etmeye başlamak için NVDA+shift+g tuşlarına basın, ince bir bip sesi duyacaksınız.
uk: Щоб розпочати диктування, натисніть NVDA+shift+g, після цього ви почуєте високий звуковий сигнал.

source: Start speaking in the chosen language .
ar: ابدأ التحدث باللغة المختارة.
bg: Започнете да говорите на избрания от вас език.
de: Diktieren Sie den Text in der eingestellten Sprache
es: Comienza a hablar en el idioma elegido.
fi: Ala puhumaan valitulla kielellä.
fr: Commencer à parler dans la langue choisie.
gl: Comeza a falar na lingua escollida.
hu: Kezdjen el beszélni a kiválasztott nyelven.
ja: 選択した言語でコンピューターのマイクに向かってしゃべってください。
ko: 고음 비프음이 들리면 선택한 언어로 텍스트를 녹음하십시오.
nl: Begin te praten in de gekozen taal.
pl: Zacznij mówić w wybranym języku.
pt_br: Comece a falar no idioma escolhido.
ru: Начинайте говорить на выбранном языке.
sk: Začnite hovoriť vo vybratom jazyku.
tr: Seçtiğiniz dilde konuşun.
uk: Почніть говорити вибраною мовою.

source: * To stop dictation, press the same shortcut, and this time you will hear a low pitched beep. Note: if you do not stop the recording, it will automatically be stopped after 10 seconds. Bare in mind the shorter time interval, the higher accuracy. * The speech will be sent to the Google speech recognition service, and when the transcription is returned, NVDA will announce it. * If the recognition is correct, press the accept shortcut, NVDA+control+shift+g, and the text will be written to your cursor position. * If the recognition was not correct, simply rerecord but use a smaller chunk of words. You might need to split a long sentence into two or three chunks. * When you want to speak in a different language, simply cycle to one of your languages and repeat the steps.
de: * Um das Diktat zu beenden, drücken Sie die Tastenkombination erneut; sie werden diesmal einen tiefen Signalton hören. Bedenken Sie dass das Diktat automatisch nach 10 Sekunden beendet wird, wenn Sie es nicht von Hand beenden. Je kürzer das Diktat ist, desto höher ist die Genauigkeit bei der Erkennung. * The speech will be sent to the Google speech recognition service, and when the transcription is returned, NVDA will * Die Sprache wird an den Google-Spracherkennungsdienst geschickt und NVDA wird das Transscript anzeigen, sobald die Erkennung abgeschlossen ist. * Wenn Sie mit dem Ergebnis zufrieden sind drücken Sie die Tastenkombination NVDA+strg+Umschalt+g, um dieses zu akzeptieren; der Text wird an der aktuellen Cursorposition eingefügt. * Wenn sie mit dem Ergebnis nicht zufrieden sind, müssen Sie möglicherweise ihr Diktat aufteilen (z.B. die Teilsätze von längeren Sätzen einzeln einsprechen)
es: * Para detener el dictado, pulsa el mismo atajo de teclado, y esta vez se escuchará un pitido grave. Nota: si no detienes la grabación, se detendrá automáticamente después de 10 segundos. Sólo teniendo en cuenta el intervalo de tiempo más corto, se tiene la mayor precisión. * La voz se enviará al servidor de reconocimiento de habla de Google, y cuando se devuelva la transcripción, NVDA la verbalizará. * Si el reconocimiento es correcto, pulsa el atajo de teclado para aceptar, NVDA+control+shift+g, y el texto se escribirá a la posición del cursor. * Si el reconocimiento no fue correcto, simplemente vuelve a grabar pero utiliza un trozo más pequeño de palabras. Puede que sea necesario dividir una frase larga en dos o tres trozos. * Cuando se quiera hablar en un idioma diferente, simplemente cambia a uno de tus idiomas y repite los pasos.
fi: * Keskeytä sanelu painamalla samaa näppäinkomentoa, jonka jälkeen kuuluu matala äänimerkki. Huomautus: Mikäli et keskeytä äänitystä, se lopetetaan automaattisesti 10 sekunnin jälkeen. Kannattaa pitää mielessä, että tunnistus on sitä tarkempi, mitä lyhempi äänite on. * Äänite lähetetään Googlen puheentunnistuspalveluun. Kun tunnistuksen tulos palautetaan, NVDA lukee sen. * Mikäli tunnistus on oikein, paina hyväksymispikanäppäintä, NVDA+Ctrl+Shift+G, jonka jälkeen teksti lisätään nykyiseen kohdistimen sijaintiin. * Mikäli tunnistus oli virheellinen, äänitä yksinkertaisesti uudelleen pienemmällä sanamäärällä. Pitkän lauseen jakaminen kahteen tai kolmeen osaan saattaa olla tarpeen. * Kun haluat käyttää eri kieltä, vaihda johonkin valituista kielistä ja toista nämä vaiheet.
hu: A diktálás leállításához nyomja meg ugyanezt a parancsot, ekkor egy mélyebb csippanást fog hallani. Megjegyzés: Ha nem állítja le a felvételt, tíz másodperc után ez megtörténik automatikusan. A rövidebb intervallum nagyobb pontosságot eredményez. *A beszéd elküldésre kerül a Google beszédfelismerő szolgáltatásának, majd amikor felismertetésre került, az NVDA bemondja azt. Ha elégedett a szöveg minőségével, nyomja meg az NVDA+shift+control+g-t, ekkor a szöveg beillesztésre kerül a kurzor pozíciójához. Ha nem elégedett a kapott szöveggel, vágja szét kisebb darabokra. * Ha más nyelven szeretne felismertetést végezni, csak váltson a hozzáadott nyelvek között, és ismételje meg ezeket a lépéseket.
pt_br: * Para interromper o ditado, pressione a mesma tecla; desta vez ouvirá um bipe grave. Nota: Caso não interrompa a gravação, esta será automaticamente interrompida após 10 segundos. Tenha em mente que quanto mais curto o tempo, mais exato é o reconhecimento. * A fala será transmitida ao serviço de reconhecimento de voz do Google, e quando vier a transcrição, o NVDA anunciará a mesma. * Caso o reconhecimento esteja correto, pressione a tecla de aceitar, NVDA+control+shift+g, e o texto será escrito na posição do cursor. * Se o reconhecimento não ficou correto, simplesmente regrave, mas use um trecho menor de palavras. Talvez precise quebrar uma sentença em dois ou três trechos. * Quando quiser falar noutro idioma, simplesmente alterne para um dos outros e repita os passos.
sk: * Diktovanie zastavíte tou istou skratkou. Budete počúť nižší tón. Všimnite si, že ak nezastavíte nahrávanie, nahrávanie sa automaticky zastaví po desiatich sekundách. Vezmite na vedomie, že čím kratšia nahrávka, tým lepšia je presnosť rozpoznaného textu. * Nahrávka bude odoslaná do služby google a keď Google vráti prepis, NVDa to oznámy. * Ak je rozpoznaný text správny, môžete ho vložiť na pozíciu kurzora skratkou nvda+shift+ctrl+g. * Ak text nebol rozpoznaný správne, nahrajte ho znovu a skúste nadiktovať text po častiach. Dlhú vetu by ste mali rozdeliť aj na dve-tri časti. * Ak chcete diktovať v inom jazyku, jednoducho vyberte iný jazyk.
uk: * Коли ви перестанете диктувати, натисніть ту саму комбінацію, після чого ви почуєте низький звуковий сигнал. Увага: якщо ви не зупинете запис, його буде зупинено автоматично через 10 секунд. Чим коротший інтервал між словами - тим вища точність. * Записане мовлення буде відправлено до служби розпізнавання мовлення Google, а коли його буде розшифровано і повернуто вам, NVDA повідомить про це. * Якщо розпізнавання пройшло правильно, натисніть комбінацію "прийняти" (NVDA+control+shift+g) і текст буде вписано у поточну позицію курсора. * Якщо розпізнавання виявилося неправильним, зробіть повторний запис, розбивши речення на меншу кількість слів. Ви можете розбити великі речення на два або три блоки. * Якщо ви хочете зробити розпізнавання іншою мовою, то оберіть потрібну мову і повторіть ці самі кроки.

source: Key Commands
ar: مفاتيح الاختصار
bg: Клавишни команди
de: Tastenkombinationen
es: Órdenes de teclado
fi: Näppäinkomennot
fr: Touches de Raccourci
gl: Ordes de Teclado
hu: Billentyűparancsok
ja: キー操作
ko: 명령 목록
nl: Sneltoetsen
pl: Skróty klawiszowe
pt_br: Teclas de comando
ru: Клавиатурные Команды
sk: Klávesové skratky
tr: Kısayol Komutları
uk: Клавіатурні команди

source: NVDA+shift+g, Start/stop recording.
ar: NVDA+shift+g, بدء وإنهاء التسجيل.
bg: NVDA+shift+g, начало и край на записа.
de: NVDA+Umschalt+g, beginnt/beendet das Diktat
es: NVDA+shift+g, Inicia/detiene la grabación.
fi: NVDA+Shift+G: Aloita/keskeytä äänitys.
fr: NVDA + Maj + G, Démarrer / arrêter l'enregistrement.
gl: NVDA+shift+g, Comeza/detén a grabación.
hu: NVDA+shift+g, a felvétel elindítása/leállítása
ja: NVDA+Shift+g 録音の開始と終了
ko: NVDA+shift+g, 음성 녹음/입력 시작/종료.
nl: NVDA+shift+g, Start of stop de opname.
pl: NVDA+shift+g, rozpocznij / zatrzymaj nagrywanie.
pt_br: NVDA+shift+g, começa/pára de gravar.
ru: NVDA+shift+g, начать/остановить запись.
sk: Nvda+shift+g, spusti alebo zastav nahrávanie.
tr: NVDA+shift+g, kaydı başlatıp durdur.
uk: NVDA+shift+g, Почати/зупинити запис.

source: NVDA+g, accept transcription result.
ar: NVDA+g, لقبول نتائج النص المملى.
bg: NVDA+g, потвърждаване коректността на разпознатия текст.
fr: NVDA+g, accepter le résultat de la transcription.
gl: NVDA+g, acepta o resultado da traducción.
ja: NVDA+g 認識結果の確定
nl: NVDA+g, aanvaard het uitgeschreven resultaat.
ru: NVDA+g, принять результат транскрипции.
sk: NVDA+g, zapíš prepis.
tr: NVDA++g, Tanıma sonucunu onayla.
