Repository: nvdacn/screenReaderTranslations
Catalog: website/addons/indentNav.*.po
Languages: de, es, fi, ja, pt_pt, ro

source: [[!meta title="IndentNav"]]
ro: [[!meta title="IndentNav"]] [[!meta title="IndentNav"]]

source: Author: Tony Malykh
de: Autor: Tony Malykh
es: Autor: Tony Malykh
fi: Tekijä: Tony Malykh
ja: 作者: Tony Malykh
pt_pt: Autor: Tony Malykh
ro: Autor: Tony Malykh

source: Download [stable version][1]
de: [Stabile Version][1] herunterladen
es: Descargar [versión estable][1]
pt_pt: Baixar [versão estável][1]
ro: Descarcați versiunea [stabila][1]

source: This add-on allows NVDA users to navigate by indentation level or offset of lines or paragraphs. In browsers it allows to quickly find paragraphs with the same offset from the left edge of the screen, such as first level comments in a hierarchical tree of comments. Also while editing source code in many programming languages, it allows to jump between the lines of the same indentation level, as well as quickly find lines with greater or lesser indentation level.
de: Diese Erweiterung ermöglicht die Navigation im Text nach der Einrückungsebene oder dem Abstand von Zeilen und Absätzen. In Browsern ermöglicht diese Erweiterung das schnelle Auffinden von Absätzen mit gleichem Abstand zum linken Bildschirmrand, wie z.B. Kommentare der ersten Ebene in einem hierarchischen Kommentarbaum. Auch beim Editieren von Quellcode in vielen Programmiersprachen erlaubt Indentnav zwischen den Zeilen der gleichen Einrückungsebene zu springen, sowie schnell Zeilen mit niedrigerer oder höherer Einrückungsebene zu finden.
es: Este complemento permite a los usuarios de NVDA navegar por nivel de sangría o por intervalos de líneas o párrafos. En navegadores permite encontrar párrafos rápidamente con el mismo intervalo desde el margen izquierdo de la pantalla, como por ejemplo los comentarios de primer nivel en un árbol jerárquico de comentarios. También mientras se edita código fuente en muchos lenguajes de programación, permite saltar entre las líneas del mismo nivel de sangría, así como encontrar rápidamente líneas con mayor o menor nivel de sangría.
pt_pt: Este extra permite aos utilizadores do NVDA navegar pelo nível de indentação ou saltar entre linhas ou parágrafos. Nos navegadores, permite encontrar rapidamente parágrafos com o mesmo deslocamento da borda esquerda do ecrã, como comentários de primeiro nível em uma árvore hierárquica de comentários. Além disso, ao editar o código-fonte em muitas linguagens de programação, ele permite saltar entre as linhas do mesmo nível de indentação, bem como encontrar rapidamente linhas com maior ou menor nível de recuo.
ro: Acest supliment permite utilizatorilor NVDA să navigheze prin nivelul de indentare ori prin distanța de la marginea din stânga ecranului a rândurilor sau paragrafelor. În browsere permite găsirea rapidă a paragrafelor cu aceeași distanță de la marginea din stânga a ecranului, cum ar fi comentariile de nivel 1 într-un arbore ierarhic de comentarii. De asemenea, în timp ce editați codul sursă în multe limbi de programare, permite să săriți între rândurile aceluiași nivel de indentare, precum și să găsiți rapid rânduri cu nivel de indentare mai mare sau mai mic.

source: Usage in browsers
de: Verwendung in Browsern
es: Utilización en navegadores
fi: Käyttö selaimissa
ja: ブラウザでの利用
pt_pt: Uso em navegadores
ro: Folosirea în browsere

source: IndentNav can be used to navigate by offset from the left edge of the screen. IN particular, you can press NVDA+Alt+DownArrow or UpArrow to jump to the next or previous paragraph that has the same offset. For example, this can be useful when browsing hierarchical trees of comments (e.g. on reddit.com) to jump between first level comments and skipping all the higher level comments.
de: IndentNav kann verwendet werden, um zu einem bestimmten Abstand vom linken Bildschirmrand zu navigieren. Insbesondere können Sie NVDA+Alt+Pfeil ab und auf drücken, um zum nächsten oder vorherigen Absatz mit dem gleichen Abstand zu springen. Dies kann z.B. nützlich sein, wenn Sie hierarchische Bäume von Kommentaren durchsuchen (z.B. auf reddit.com). So können Sie zwischen Kommentaren der ersten Ebene springen und alle Kommentare der höheren Ebene überspringen.
es: IndentNav puede utilizarse para navegar por intervalos desde el margen izquierdo de la pantalla. En particular, puedes pulsar NVDA+Alt+Flecha Abajo o Flecha Arriba para saltar al párrafo siguiente o anterior que tenga el mismo intervalo. Por ejemplo, esto puede ser útil al navegar por árboles jerárquicos de comentarios (ej.: en reddit.com) para saltar entre comentarios de primer nivel y omitir todos los comentarios de nivel superior.
fi: IndentNavia voi käyttää poikkeaman mukaan siirtymiseen ruudun vasemmasta reunasta katsottuna. Paina NVDA+Alt+Nuoli alas/ylös siirtyäksesi seuraavaan tai edelliseen kappaleeseen, jolla on sama rivipoikkeama. Tästä voi olla hyötyä esim. selattaessa hierarkkisia kommenttipuita (esim. reddit.com-sivustolla) siirtymällä ensimmäisen tason kommenttien välillä ja ohittamalla kaikki ylemmällä tasolla olevat.
ja: IndentNavは、画面の左端からのオフセットを利用してたどることが出来ます。特に、NVDA+Alt+下矢印または上矢印を押して、同じオフセットを持つ次または前の段落に移動出来ます。例えば、コメントの階層構造を見る時に、第一レベルのコメントの間を移動し、より高いレベルのコメントを飛ばすのに便利です。(例: reddit.com)
ro: IndentNav poate fi utilizat pentru a naviga prin distanța de la marginea din stânga a ecranului. În special, puteți apăsa NVDA + Alt + săgeată jos sau sus pentru a trece la paragraful următor sau anterior care are același decalaj. De exemplu, acest mod de navigare poate fi util atunci când răsfoiți arborii ierarhici de comentarii (de ex. Pe reddit.com). Cu acest supliment puteți sări între comentariile de la primul nivel ignorând toate comentariile cu nivel de indentare superior.

source: Strictly speaking, IndentNav can be used in any application, for which NVDA provides a tree interceptor object.
de: Streng genommen kann IndentNav in jeder Anwendung verwendet werden, für welche NVDA ein Tree-Interceptor-Objekt zur Verfügung stellt.
es: En sentido estricto, IndentNav puede utilizarse en cualquier aplicación, para la que NVDA proporcione un interceptor del objeto árbol.
fi: Tarkkaan ottaen IndentNavia on mahdollista käyttää missä tahansa sovelluksessa, jolle NVDA tarjoaa puumaisen objektirakenteen.
ja: 厳密には、IndentNavは、NVDAがツリーインターセプターオブジェクトを提供するどのアプリケーションでも使えます。
pt_pt: Estrictamente falando, o IndentNav pode ser usado em qualquer aplicação, para a qual o NVDA forneça um objeto interceptor de árvore.
ro: Strict vorbind, IndentNav poate fi folosit în orice aplicație pentru care NVDA furnizează un obiect arbore interceptor.

source: Keystrokes:
de: Tastenkürzel
es: Teclas rápidas:
pt_pt: Teclas:
ro: comenzi de tastatură:

source: NVDA+Alt+UpArrow or DownArrow: Jump to previous or next paragraph with the same offset.
de: NVDA+Alt+Pfeil aufwärts oder abwärts: Springt zum vorherigen oder nächsten Absatz mit dem gleichen Abstand vom linken Bildschirmrand.
es: NVDA+Alt+Flecha Arriba o abajo: Saltar a la siguiente línea con el mismo desplazamiento.
pt_pt: NVDA+Alt+seta para cima ou seta para baixo: Ir para o parágrafo anterior ou seguinte com o mesmo deslocamento.
ro: NVDA+Alt+săgeată sus sau jos: Sare la paragraful anterior sau următor cu aceeași distanță de la marginea din stânga ecranului.

source: NVDA+alt+LeftArrow: Jump to previous paragraph with lesser offset.
de: NVDA+alt+Linkspfeil: Springt zum vorherigen Absatz mit geringerem Abstand vom linken Bildschirmrand.
es: NVDA+Alt+Flecha Izquierda: salta al anterior párrafo con menos desplazamiento.
pt_pt: NVDA+alt+seta esquerda: Salta para o parágrafo anterior com menor deslocamento.
ro: NVDA+alt+Săgeată stânga: Sare la paragraful anterior cu distanță mai mică de la marginea din stânga ecranului.

source: NVDA+Alt+RightArrow: Jump to next paragraph with greater offset.
de: NVDA+Alt+Rechtspfeil: Springt zum nächsten Absatz mit größerem Abstand vom linken Bildschirmrand.
es: NVDA+Alt+Flecha Derecha: salta al siguiente párrafo con mayor desplazamiento.
pt_pt: NVDA+Alt+ seta direita: vai para o próximo parágrafo com maior deslocamento.
ro: NVDA+alt+Săgeată dreapta: Sare la paragraful următor cu distanță mai mare de la marginea din stânga ecranului.

source: Usage in text editors
de: Einsatz in Text-Editoren
es: Utilización en editores de texto
fi: Käyttö tekstieditoreissa
ja: テキストエディタでの利用
pt_pt: Uso em editores de texto:
ro: Folosirea in editoare de text

source: IndentNav can also be useful for editing source code in many programming languages. Languages like Python require the source code to be properly indented, while in many other programming languages it is strongly recommended. With IndentNav you can press NVDA+Alt+DownArrow or UpArrow to jump to next or previous line with the same indentation level. You can also press NVDA+Alt+LeftArrow to jump to a parent line, that is a previous line with lower indentation level. In Python you can easily find current function definition or class definition. You can also press NVDA+Alt+RightArrow to go to the first child of current line, that is next line with greater indentation level.
de: IndentNav kann auch nützlich sein, um Quellcode in vielen Programmiersprachen zu bearbeiten. Sprachen wie Python verlangen, dass der Quellcode richtig eingerückt wird, während es in vielen anderen Programmiersprachen dringend empfohlen wird. Mit IndentNav können Sie NVDA+Alt+Pfeil ab- und aufwärts drücken, um zur nächsten oder vorherigen Zeile mit der gleichen Einrückungsebene zu springen. Sie können auch NVDA+Alt+Linkspfeil drücken, um zu einer übergeordneten Zeile zu springen, d.h. zu einer vorherigen Zeile mit niedrigerer Einrückungsebene. In Python finden Sie somit leicht die aktuelle Funktionsdefinition oder Klassendefinition. Sie können NVDA+Alt+Rechtspfeil drücken, um zum ersten Child der aktuellen Zeile zu gehen, d.h. zur nächsten Zeile mit größerer Einrückungsebene.
es: IndentNav también puede ser útil para editar código fuente en muchos lenguajes de programación. Lenguajes como Python requieren que el código fuente sea apropiadamente sangrado, mientras que en muchos otros lenguajes de programación es altamente recomendado. Con IndentNav puedes pulsar NVDA+Alt+Flecha abajo o Flecha Arriba para saltar a la línea siguiente o anterior con el mismo nivel de sangría. También puedes pulsar NVDA+Alt+Flecha izquierda para saltar a una línea padre, que es una línea anterior con nivel de sangría menor. En Python puedes encontrar fácilmente la definición de la función o la definición de clase actual. También puedes pulsar NVDA+Alt+Flecha derecha para ir al primer hijo de la línea actual, que es la siguiente línea con nivel de sangría mayor.
fi: IndentNavista voi olla hyötyä myös tekstieditoreissa useiden ohjelmointikielien lähdekoodia muokattaessa. Sellaiset kielet, kuten Python edellyttävät, että lähdekoodi on sisennetty asianmukaisesti, kun taas monissa muissa kielissä sitä suositellaan. IndentNavia käyttäessäsi voit painaa NVDA+Alt+Nuoli alas/ylös siirtyäksesi seuraavalle tai edelliselle saman sisennystason riville. Voit myös painaa NVDA+Alt+Nuoli vasemmalle siirtyäksesi ylemmän tason riville, toisin sanoen edelliselle riville, jolla on pienempi sisennystaso. Pythonissa löydät helposti nykyisen funktio- tai luokkamäärityksen. Paina NVDA+Alt+Nuoli oikealle siirtyäksesi ensimmäiselle, nykyistä riviä alemmalla tasolla olevalle riville, toisin sanoen seuraavalle riville, jolla on suurempi sisennystaso.
ja: IndentNavはまた、多くのプログラミング言語のソースコードを編集するのに便利です。Pythonのような言語は、適切にインデントされたソースコードを要求します。また、多くの他のプログラム言語でも、適切なインデントが強く推奨されます。IndentNavを使うと、NVDA+Alt+下矢印または上矢印で、同じインデントレベルの、次または前の行に移動することが出来ます。また、NVDA+Alt+左矢印で、親の行に移動出来ます。つまり、前の低いインデントレベルの行です。Pythonでは、現在の関数やクラス定義を見つけるのが簡単になります。また、NVDA+Alt+右矢印で、現在の行の最初の子へ移動することが出来ます。つまり、次の高いインデントレベルの行です。
pt_pt: O IndentNav também pode ser útil para explorar código fonte em muitas linguagens de programação. Linguagens como o Python exigem que o código-fonte seja correctamente indentado, enquanto em muitas outras linguagens de programação é altamente recomendável. Com o IndentNav, pode pressionar NVDA+Alt+seta para baixo ou seta para cima para ir para a linha seguinte ou anterior com o mesmo nível de indentação. Também pode pressionar NVDA+Alt+seta esquerda para ir para uma linha pai, que é uma linha anterior com menor nível de indentação. Em Python, pode encontrar facilmente a definição da função actual ou a definição da classe. Também pode pressionar NVDA+Alt+seta direita para ir para o primeiro filho da linha actual, que é a próxima linha com maior nível de indentação.
ro: IndentNav poate fi util și pentru editarea codului sursă în multe limbi de programare. în limbi ca Python este necesară indentarea codului sursa, în timp ce în multe alte limbi de programare indentarea este recomandată dar nu necesară. Cu IndentNav puteți apăsa NVDA + Alt + săgeată jos sau sus pentru a naviga la rândul urmator sau anterior cu același nivel de indentare. De asemenea, puteți apăsa NVDA + Alt + săgeată stânga pentru a sări la un rând parinte, adică un rând anterior cu un nivel inferior de indentare. În Python puteți găsi în acest fel cu ușurință definiția funcției actuale sau definiția clasei. Pe lânga asta, uteți apăsa NVDA + Alt + săgeată dreapta pentru a naviga la primul copil al rândului actual, adica următorul rând cu un nivel de indentare mai mare.

source: If your NVDA is set to express line indentation as tones, then IndentNav will quickly play the tones of all the skipped lines. Otherwise it will only crackle to roughly denote the number of skipped lines.
de: Wenn NVDA so eingestellt ist, dass Zeileneinrückungen als Töne ausgedrückt werden, wird IndentNav schnell die Töne aller übersprungenen Zeilen wiedergeben. Andernfalls wird es nur knacken, um die Anzahl der übersprungenen Zeilen grob darzustellen.
es: Si tu NVDA está configurado para expresar la sangría de la línea con tonos, entonces IndentNav reproducirá rápidamente los tonos de todas las líneas omitidas. De lo contrario, solo cremitará para indicar aproximadamente el número de líneas omitidas.
fi: Mikäli NVDA on määritetty ilmaisemaan rivien sisennykset äänimerkkeinä, IndentNav toistaa nopeasti kaikki ohitettujen rivien äänet. Muutoin se vain rätisee ilmoittaakseen karkeasti ohitettujen rivien määrän.
ja: NVDAが行のインデントを音で表すようになっている場合、IndentNavは、全てのスキップした行の音を素早く鳴らします。そうでない場合、スキップした行の数を大ざっぱに表すようにパチパチと音を鳴らします。
pt_pt: Se o seu NVDA estiver configurado para indicar a indentação de linha como beeps, então o IndentNav reproduzirá rapidamente os beeps de todas as linhas ignoradas. Caso contrário, ele só irá tentar denotar aproximadamente o número de linhas ignoradas.
ro: Dacă NVDA este setat să exprime indentarea rândului prin tonuri, atunci IndentNav va reda rapid tonurile tuturor rândurilor ignorate. În caz contrar, suplimentul va pâcâi doar pentru a indica aproximativ numărul de rânduri excluse.

source: NVDA+Alt+UpArrow or DownArrow: Jump to previous or next line with the same indentation level within the current indetnation block.
de: NVDA+Alt+Pfeil aufwärts oder abwärts: Springt zur vorherigen oder nächsten Zeile mit der gleichen Einrückung innerhalb des aktuellen Einrückungsblocks.
es: NVDA+Alt+Flecha Arriba y Abajo: salta a la anterior o siguiente línea con el mismo nivel de indentación en el bloque de indentación.
pt_pt: NVDA+Alt+seta para cima ou seta para baixo: vai para a linha anterior ou seguinte com o mesmo nível de indentação dentro do bloco de indentação actual.
ro: NVDA+Alt+săgeată sus sau jos: Sare la rândul anterior sau următor cu același nivel de indentare în cadrul blocului actual de indentare.

source: NVDA+Alt+Control+UpArrow or DownArrow: Force-jump to previous or next line with the same indentation level. This command will jump to other indentation blocks (such as other Python functions) if necessary.
de: NVDA+Alt+STRG+Pfeil aufwärts oder abwärts: Erzwingt den Sprung zur vorherigen oder nächsten Zeile mit der gleichen Einrückung. Dieser Befehl springt bei Bedarf zu anderen Einrückungsblöcken (z.B. anderen Python-Funktionen).
es: NVDA+Alt+Ctrl+Flecha Arriba o Abajo: Salto forzado a la línea anterior o posterior con la misma indentación. Este comando puede cambiar a diferentes bloques de indentación, por ejemplo, otras funciones Python.
pt_pt: NVDA+Alt+Control+seta para cima ou seta para baixo: Força-salto para a linha anterior ou seguinte com o mesmo nível de indentação. Este comando irá saltar para outros blocos de indentação (como outras funções do Python), se necessário.
ro: NVDA+Alt+Control+săgeată sus sau jos: Forțeaza săritura la rândul anterior sau următor cu același nivel de indentare. Această comandă va naviga și la alte blocuri de indentare (cum ar fi alte funcții Python), dacă este necesar.

source: NVDA+alt+LeftArrow: Jump to parent - that is previous line with lesser indentation level.
de: NVDA+alt+Linkspfeil: Springt zur übergeordneten Zeile - das ist die vorherige Zeile mit der niedrigeren Einrückung.
es: NVDA+Alt+Flecha izquierda: salta a la línea padre (es la línea anterior con menor nivel de indentación).
pt_pt: NVDA+alt+seta esquerda: vai para o pai: essa é a linha anterior com menor nível de indentação.
ro: NVDA+alt+săgeată stânga: Sare la rândul părinte - acesta este rândul anterioară cu nivel de indentare mai mic.

source: NVDA+Alt+RightArrow: Jump to first child - that is next line with greater indentation level within the same indentation block.
de: NVDA+Alt+Rechtspfeil: Springt zur ersten Zeile mit größerer Einrückung innerhalb desselben Einrückungsblocks.
es: NVDA*Alt+Flecha derecha: Salta a la primera línea hija (la siguiente línea con mayor nivel de indentación en el mismo bloque de indentación).
pt_pt: NVDA+Alt+seta direita: vai para o primeiro filho - essa é a próxima linha com maior nível de indentação dentro do mesmo bloco de indentação.
ro: NVDA+Alt+săgeată dreapta: Sare la primul rând copil - adica urmatorul rând cu nivel de indentare mai mare in același block de indentare.

source: Release history
de: Versionsverlauf
es: Historial de liberaciones
pt_pt: Histórico de lançamentos
ro: Istoria versiunilor

source: * [v1.2](https://github.com/mltony/nvda-indent-nav/raw/master/releases/IndentNav-1.2.nvda-addon) * Added support for internationalization. * Added GPL headers in the source files. * Minor fixes. * [v1.1](https://github.com/mltony/nvda-indent-nav/raw/master/releases/IndentNav-1.1.nvda-addon) * Initial release.
de: * [v1.2](https://github.com/mltony/nvda-indent-nav/raw/master/releases/IndentNav-1.2.nvda-addon) * Unterstützung für Übersetzungen wurde hinzugefügt. * GPL-Kopfdaten wurden in den Quelldateien eingefügt. * Geringfügige Verbesserungen. * [v1.1](https://github.com/mltony/nvda-indent-nav/raw/master/releases/IndentNav-1.1.nvda-addon) * Erste Version.
es: * [v1.2](https://github.com/mltony/nvda-indent-nav/raw/master/releases/IndentNav-1.2.nvda-addon) * Añadido soporte para internacionalización. * Añadidos encabezados de la GPL en los archivos fuente. * Corecciones menores. * [v1.1](https://github.com/mltony/nvda-indent-nav/raw/master/releases/IndentNav-1.1.nvda-addon) * Liberación inicial.
pt_pt: * [v1.2] (https://github.com/mltony/nvda-indent-nav/raw/master/releases/IndentNav-1.2.nvda-addon) * Adicionado suporte para internacionalização. * Adicionado cabeçalhos GPL nos ficheiros de origem. * Pequenas correcções. * [v1.1] (https://github.com/mltony/nvda-indent-nav/raw/master/releases/IndentNav-1.1.nvda-addon) * Lançamento inicial.
ro: * [v1.2](https://github.com/mltony/nvda-indent-nav/raw/master/releases/IndentNav-1.2.nvda-addon) * A fost adaugata functia de traducere. * s-au adaugat datele GPL in header-ul fișierelor codului de sursă . * Corectări minore. * [v1.1](https://github.com/mltony/nvda-indent-nav/raw/master/releases/IndentNav-1.1.nvda-addon) * Versiunea inițială.

source: Download [development version][2]
fi: Lataa [kehitysversio][2]
ja: ダウンロード [開発版][2]

source: This addon allows NVDA users to navigate by indentation level or offset of lines or paragraphs. In browsers it allows to quickly find paragraphs with the same offset from the left edge of the screen, such as first level comments in a hierarchical tree of comments. Also while editing source code in many programming languages, it allows to jump between the lines of the same indentation level, as well as quickly find lines with greater or lesser indentation level.
fi: Tämän lisäosan avulla NVDA:n käyttäjät voivat siirtyä sisennystason, rivipoikkeamien tai kappaleiden mukaan. Selaimissa sen avulla on mahdollista etsiä nopeasti kappaleita, jotka alkavat ruudun vasemmasta reunasta katsottuna samasta kohdasta, kuten ensimmäisen tason kommentit hierarkkisessa kommenttipuussa. Lisäksi se mahdollistaa useiden ohjelmointikielien lähdekoodia muokattaessa siirtymisen samalla sisennystasolla olevien rivien välillä sekä sellaisten rivien nopean etsimisen, joilla on suurempi tai pienempi sisennystaso.
ja: このアドオンにより、NVDAユーザーは、インデントレベルまたは行、パラグラフの段落をたどることが出来ます。ブラウザでは、すばやく画面左端から同じオフセットのパラグラフを見つけることが出来ます。例えば、コメントの階層木のレベル1のコメントです。また、多くのプログラム言語のソースコードを編集している時も、同じインデントレベルの行を移動することが出来ます。また、インデントレベルが高い行、低い行も同様に素早く見つけられます。

source: Keyboard shortcuts
fi: Pikanäppäimet
ja: キーボードショートカット

source: | Keystroke | Action in browser mode | Action in editor mode | | --- | --- | --- | | NVDA+Alt+UpArrow or DownArrow | Jump to previous or next paragraph with the same offset. | Jump to previous or next line with the same indentation level within the current indentation block. | | NVDA+Alt+Control+UpArrow or DownArrow | N/A | Force-jump to previous or next line with the same indentation level. This command will jump to other indentation blocks (such as other Python functions) if necessary. | | NVDA+alt+LeftArrow | Jump to previous paragraph with lesser offset. | Jump to parent - that is previous line with lesser indentation level. | | NVDA+Alt+RightArrow | Jump to next paragraph with greater offset. | Jump to first child - that is next line with greater indentation level within the same indentation block. |
fi: | Näppäinkomento | Toiminto selaimissa | Toiminto tekstieditoreissa | | --- | --- | --- | | NVDA+Alt+Nuoli ylös/alas | Siirrä edelliseen tai seuraavaan kappaleeseen, jolla on sama rivipoikkeama. | Siirrä edelliselle tai seuraavalle saman sisennystason riville nykyisessä sisennyslohkossa. | | NVDA+Alt+Ctrl+Nuoli ylös/alas | Ei mitään | Siirrä pakotetusti edelliselle tai seuraavalle saman sisennystason riville. Tämä komento siirtää muihin sisennyslohkoihin (kuten toisiin Python-funktioihin), mikäli se on tarpeen. | | NVDA+Alt+Nuoli vasemmalle | Siirrä edelliseen kappaleeseen, jolla on pienempi rivipoikkeama. | Siirrä ylemmälle tasolle - toisin sanoen edelliselle pienemmän sisennystason riville. | | NVDA+Alt+Nuoli oikealle | Siirrä seuraavaan kappaleeseen, jolla on suurempi rivipoikkeama. | Siirrä ensimmäiselle alemmalle tasolle - toisin sanoen seuraavalle suuremman sisennystason riville nykyisessä sisennyslohkossa. |
ja: | キーストローク | ブラウザモードでの動作 | エディタモードでの動作 | | --- | --- | --- | | NVDA+Alt+上矢印または下矢印 | 同じオフセットの前または次の段落に移動 | 現在のインデントブロック内の同じインデントレベルの前または次の行に移動| | NVDA+Alt+Control+上矢印または下矢印 | なし | 同じインデントレベルの、前または次の行へ移動。 このコマンドで、必要に応じ、他のインデントブロック(他のPython関数のような)に移動。 | | NVDA+alt+左矢印 | 小さいオフセットの前の段落へ移動 | 親へ移動 - つまり、インデントレベルの低い、前の行 | | NVDA+Alt+右矢印 | 大きいオフセットの、次のパラグラフ | 最初の子に移動 - つまり、同じインデントブロック内の、インデントレベルの高い次の行 |
