Repository: nvdacn/screenReaderTranslations
Catalog: website/addons/instantTranslate.*.po
Languages: ar, bg, es, fi, fr, gl, hu, ja, pt_br, ro, sr

source: Now, the auto-swap checkbox: it appears if and only if you set the auto option in "Source language" combobox, and is directly connected with "Language for swapping" combobox. If you activate it, then the addon tries to commute automatically from your source and target configuration to a configuration where target becomes the source language, and language selected in "Language for swapping" combobox is the new target language; extremely useful if the source language of the text you want translate is the target language.
ar: الآن, أصبح مربع تحديد لغة التبديل يظهر إذا وفقط إذا قمت باختيار الخيار التلقائي من صندوق الخيارات "لغة المصدر", وأصبح يتصل مباشرة بصندوق الخيارات "لغة التبديل". إذا قمت بتحديد المربع, فستقوم الإضافة تلقائيا بالتبديل من إعدادات لغة المصدر ولغة الهدف لإعداد آخر تكون فيه لغة الهدف هي لغة المصدر واللغة المختارة في صندوق خيارات "لغة التبديل" هي لغة الهدف الجديدة، يفيد جدا عندما تكون لغة المصدر للنص الذي تريد ترجمته هي لغة الهدف.
bg: Сега, полето за отметка за автоматична замяна се появява, ако и само ако сте задали опцията "Автоматично" в падащия списък за "Текущ език" и е свързано директно с падащия списък за "Език за замяна". Ако го задействате, добавката ще се опитва да превключи автоматично от вашата конфигурация за текущ и желан език към конфигурация където желаният език става текущия език и езикът избран в падащия списък за "Език за замяна" става новия желан език. Това е изключително полезно, ако текущият език на текста, който искате да преведете е желаният език.
es: Ahora, la casilla de verificación auto intercambiar: aparece si, y sólo si ajustas la opción auto en el cuadro combinado "Idioma de origen", y está conectada directamente con el cuadro combinado "Idioma para intercambiar". Si la activas, entonces el complemento intenta conmutar automáticamente desde tu configuración origen y destino a una configuración donde el destino viene a ser el idioma origen , y el idioma seleccionado en el cuadro combinado "Idioma para Intercambiar" es el nuevo idioma destino; extremadamente útil si el idioma origen del texto que quieres traducir es el idioma destino.
fi: Nyt on vuorossa automaattisen kielen vaihtamisen valintaruutu: Se on näkyvissä jos ja vain jos olet valinnut "Lähdekieli"-yhdistelmäruudusta automaattisen tunnistuksen, ja se on suoraan yhteydessä "Vaihdettava kieli" -yhdistelmäruutuun. Mikäli olet valinnut tämän valintaruudun, lisäosa yrittää muuttaa lähde- ja kohdekielten asetukset sellaisiksi, joissa kohdekielestä tulee lähdekieli ja "Vaihdettava kieli"-yhdistelmäruudussa valitusta kielestä uusi kohdekieli. Tämä on äärimmäisen hyödyllistä, mikäli kääntämäsi tekstin kieli on "Kohdekieli"-yhdistelmäruudussa määritettyä kieltä.
fr: Maintenant, la case à cocher alternance automatique : elle apparaît si et seulement si vous définissez l'option automatique dans la liste déroulante "Langue source", et est directement connectée avec la liste déroulante "Langue d'alternance". Si vous l'activez, le module complémentaire tente de permuter automatiquement depuis la configuration de votre source et destination à une configuration où la destination devient la langue source, et la langue sélectionnée dans la liste déroulante "Langue d'alternance" est la nouvelle langue destination ; très utile si la langue source du texte que vous voulez traduire est la langue destination.
gl: Agora, a caixa de verificación auto intercambiar: aparece se, e só se axustas a opción auto na caixa combinada "Lingua de orixe", e está conectada directamente ca caixa combinada "Lingua para intercambiar". Se a activas, entón o complemento intenta conmutar automáticamente dende a túa configuración orixe e destiño a unha configuración onde o destiño ven ser a lingua orixe, e a lingua seleccioada na caixa combinada "Lingua para Intercambiar" é a nova lingua destiño; extremadamente útil se a lingua orixe do texto que queres traducir é a lingua destiño.
hu: Ha a forrás nyelvnél az automatikus felismerés van kiválasztva, megjelenik egy jelölőnégyzet az automatikus forrás és célnyelv felcseréléséről. Ha aktiválja ezt, a kiegészítő megpróbálja automatikusan váltogatni a forrás és a célnyelvet. Ekkor a forrás nyelv lesz a célnyelv, és a "Felcserélés nyelve" az új forrás nyelv. Ez a lehetőség akkor nagyon hasznos, hogyha a beállított célnyelvről szeretnénk egy szöveget lefordíttatni.
ja: ここで、自動入れ替えチェックボックス、 これは、「翻訳元の言語」のコンボボックスを言語の自動検出に設定している時のみ現れ、「入れ替え用の言語」コンボボックスに直接自動的に接続されます。もしこれを有効にすると、アドオンは翻訳元の言語と翻訳先の言語の設定から、翻訳先の言語が翻訳元の言語になる設定に、そして、「入れ替え用の言語」コンボボックスで選択された言語が新しい翻訳先の言語になるように、自動的に入れ替えようとします。これは、翻訳したいテキストの翻訳元の言語が、翻訳先の言語である場合に非常に便利です。
pt_br: Aí vem a caixa de seleção alternância automática: ela aparece se e somente se você seleciona a opção auto na caixa de combinação "Idioma de origem" e está diretamente conectada à caixa de combinação "Idioma com o qual alternar". Caso você a ative, o complemento tenta comutar automaticamente da atual configuração de origem e destino para uma configuração na qual o idioma de destino torna-se o de origem e o idioma escolhido na caixa de combinação "Idioma com o qual alternar" é o novo idioma de destino; extremamente útil se o idioma de origem do texto que você quer traduzir é o idioma destino.
ro: Acum, caseta de bifat auto-schimbare: Apare dacă și numai dacă setați opțiunea auto în caseta combinată „limba sursă” și este conectată în mod direct cu combobox-ul „limba pentru schimbare”. Dacă o activați, add-onul încearcă să comute automat de la configurația sursă și cea aleasă la o configurație unde limba aleasă devine limbă sursă și limba selectată în combobox-ul „limba pentru schimbare” este noua limbă aleasă; în mod extrem, este utilă dacă limba sursă a textului pe care vreți să-l traduceți este limba aleasă.
sr: Sada, izborno polje za automatsku zamenu: Pojavljuje se ako i samo ako podesite opciju"izvorni jezik" na automatski, i povezana je sa opcijom"Jezik za zamenu". Ako je aktivirate, dodatak automatski pokušava da jezik koji otkrije učini jezikom na koji prevodite, i jezik koji je izabran u opciji"jezik za zamenu" je novi jezik za prevođenje; Veoma korisno ako je jezik teksta koji prevodite jezik za prevođenje.

source: A simple example: take again in mind the situation imagined previously; if you translate a text in a language different from English, there is no problem, you get the correct translation in English. But if you need to translate a text from English, normally you get a translation into English identical to original text, and this is a bit useless. Thanks to auto-swap function, however, assuming that you want to know how your text sounds into Italian, the addon commutes automatically the target language to Italian, so it returns a valid translation.
ar: مثال بسيط: بالنظر للمثال المشروحسابقا, إذا كنت تترجم نص بلغة أخرى غير الإنجليزية, فليست هناك مشكلة, حيث ستحصل على الترجمة الصحيحة بالإنجليزية. لكن إذا أردت ترجمة نص من اللغة الإنجليزية, فإنه من الطبيعي أن تحصل على ترجمة للإنجليزية مطابقة للنص الأصلي, وهذا ليس له جدوى. فشكرا لوظيفة لغة التبديل, ومع ذلك, هب أنك تريد أن تعرف كيف كيف يبدو النص بالإيطالية, ففي هذه الحالة ستقوم الإضافة آليا بتبديل لغة الهدف للإيطالية, لذا فستحصل على ترجمة صحيحة ذات معنى.
bg: Един прост пример: вземете отново предвид ситуацията, която си представихте преди малко. Ако превеждате текст на език, различен от английски - няма проблем - получавате правилния превод на английски език. Но ако имате нужда да преведете текст от английски, обикновено получавате превод на английски идентичен с оригиналния текст, което е безполезно. Благодарение на функцията за автоматична замяна обаче, ако приемем, че искате да знаете как вашия текст звучи на италиански, добавката автоматично заменя желания език на италиански, връщайки валиден превод.
es: Un ejemplo simple: ten nuevamente en cuenta la situación imaginada previamente; si traduces un texto en un idioma diferente del inglés, no hay problemas, obtienes la traducción correcta en inglés. Pero si necesitas traducir un texto del inglés, normalmente obtienes una traducción al inglés idéntica al texto original, y esto es un poco inútil. Gracias a la función de auto-intercambiar, sin embargo, asumiendo que quieres saber cómo suena tu texto en Italiano, el complemento conmuta automáticamente el idioma destino a Italiano, tal que devuelve una traducción válida.
fi: Yksinkertainen esimerkki: Palauta mieleesi aiemmin kuviteltu tilanne. Jos kääntämäsi tekstin kieli on jokin muu kuin englanti, ongelmia ei ole - saat asianmukaisen englanninkielisen käännöksen. Mutta jos sinun täytyy kääntää englanninkielistä tekstiä, saat normaalisti käännöksen englanniksi, joka on täsmälleen sama kuin alkuperäinen teksti, mistä ei tietenkään ole mitään hyötyä. Kiitos automaattisen kielenvaihtamistoiminnon, olettaen, että haluat tietää, miltä tekstisi italiankielinen käännös kuulostaa, lisäosa voi kuitenkin vaihtaa kohdekielen automaattisesti italiaksi, jolloin saat asianmukaisen käännöksen.
fr: Un exemple simple : reprenons à l'esprit la situation imaginée précédemment ; Si vous traduisez un texte dans une langue différente de l'Anglais, il n'y a pas de problème, vous obtenez la traduction correcte en Anglais. Mais si vous avez besoin de traduire un texte de l'Anglais, normalement vous obtenez une traduction en Anglais identique au texte original, et c'est un peu inutile. Grâce à la fonction alternance automatique, cependant, en supposant que vous voulez savoir comment votre texte sonne en Italien, le module complémentaire commute automatiquement la langue cible à l'Italien, donc elle retourne une traduction valide.
gl: Un exemplo sinxelo: ten novamente en conta a situación imaxinada previamente; se traduces un texto nunha lingua diferente do inglés, non hai problemas, obtés a traducción correcta en inglés. Pero se necesitas traducir un texto do inglés, normalmente obtés unha traducción ó inglés idéntica ó texto orixinal, e esto é un pouco inútil. Gracias á función de auto-intercambiar, sen embargo, asumindo que queres saber cómo soa o teu texto en Italiano, o complemento conmuta automáticamente a lingua destiño ó Italiano, tal que devolve unha traducción válida.
hu: A fenti példából kiindulva, ha bármilyen szöveget lefordít magyarra, az eredmény magyar nyelvű lesz. A felcserélés nyelve funkció használata nélkül ha egy magyar szöveget ad meg a programnak, ugyanazt a szöveget kapja vissza, aminek nincs túl sok értelme. Az automatikus felcserélésnek köszönhetően a kiegészítő felismeri, hogy az éppen kijelölt szöveget milyen nyelvre kell lefordítania, ha a szöveg nyelve nem egyezik meg a célnyelvével, akkor automatikusan a célnyelven adja vissza.
ja: 簡単な例: また、前に想像した場面を思い出して下さい。もし英語ではない言語のテキストを翻訳するなら、特に問題はなく、正しい英語への翻訳文を得ることが出来ます。しかし、もし、英語からテキストを翻訳したい場合、通常は、原文と同一の英語への翻訳が得られます。これはあまり意味がありません。しかしながら、テキストをイタリア語でどう読むのか知りたいとしたら、この自動入れ替え機能により、自動的に翻訳先の言語をイタリア語にして、有用な翻訳を得ることが出来ます。
pt_br: Um exemplo simple: tenha de novo em mente a situação imaginada antes; se você traduz um texto num idioma diferente de Inglês, não há problemas, você obtém a tradução correta em Inglês. Agora se você precisa traduzir um texto do Inglês, normalmente você obtém uma tradução para Inglês idêntica ao texto original e isso é pouco útil. Graças a opção de alternância automática, porém, supondo que você queira saber como o texto soa em Italiano, o complemento comuta automaticamente o idioma de destino para Italiano e portanto devolve uma tradução válida.
ro: Un exemplu simplu: Luați din nou în considerare situația imaginată mai devreme; dacă traduceți un text în altă limbă decât engleza, nu există o problemă, obțineți traducerea corectă în engleză, dar dacă aveți nevoie să traduceți un text din engleză, în mod normal veți obține o traducere în engleză, identică cu textul original, acest lucru este un pic inutil. Mulțumiri funcției auto-schimbare! Totuși,presupunând că vreți să știți cum sună textul în italiană, add-on-ul comută automat limba aleasă la italiană, așa că returnează o traducere validă.
sr: Jednostavan primer: Ponovo zamislite prethodnu situaciju; Ako prevodite tekst na jezik koji nije Engleski, nema problema, dobijate tačan prevod na Engleskom. Ali ako morate da prevodite tekst sa Engleskog, obično dobijate prevod koji je isti kao i originalan tekst, i ovo je beskorisno. Zahvaljujući opciji automatske zamene, međutim, ukoliko želite da znate kako vaš tekst zvuči na Italijanskom, dodatak automatski prebacuje jezik za prevođenje na Italijanski, pa daje ispravan prevod.

source: Anyway, this is a temporary configuration; if this option has no effect (it's experimental), try to commute manually to a stable configuration, using the gesture for swapping described below. It's experimental because in some situations (with short texts, tipically), Google does not recognize the real source language correctly, and you have to swap languages manually via script, so to force the source language to be the previous target language (English in our example).
ar: على أية حال, فإن هذا الإعداد مؤقت, إذا كان هذا الخيار ليس له تأثير (هذا خيار تجريبي), حاول أن تبدل بين لغتي المصدر والهدف يدويا لضمان عدم التغيير بين اللغتين, باستخدام الاختصار المنوط بذلك والموصوف أدناه. يعتبر هذا الخيار تجريبي لأنه في بعض المواقف (مع النصوص القصيرة), لا يتعرف قوقل على لغة المصدر الحقيقية بشكل صحيح, ويجب عليك التبديل بين اللغات يدوياعبر الاختصار لإجبار لغة المصدر أن تكون لغة الهدف السابقة (الإنجليزية في المثال الذي معنا).
bg: Тъй или иначе, това е временна настройка. Ако тази опция няма ефект (тя е експериментална), опитайте се да замените ръчно към стабилна настройка, използвайки жеста за смяна, описан по-долу. Експериментална е, защото в някои ситуации (обикновено - с кратки текстове), Google не разпознава реалния текущ език правилно, и вие трябва да сменяте езика ръчно чрез скрипт, така че да принудите текущия език да бъде предишния желан език (в нашия пример - английски).
es: De todos modos, esto es una configuración temporal; si esta opción no tiene efecto (es experimental), intenta conmutar manualmente a una configuración estable, utilizando el gesto para intercambio descrita más abajo. Es experimental porque en algunas situaciones (con textos cortos, típicamente), Google no reconoze el idioma origen real correctamente, y tienes que intercambiar idiomas manualmente a través de script, así fuerzas al idioma origen a ser el idioma destino anterior (inglés en nuestro ejemplo).
fi: Tämä asetus on oikeastaan tarkoitettu vain tilapäiseen käyttöön. Mikäli tällä kokeellisella toiminnolla ei ole vaikutusta, kokeile vaihtaa manuaalisesti vakaisiin asetuksiin alla kuvailtua kielenvaihtamiselettä käyttäen. Toiminto on kokeellinen, koska Google ei tunnista todellista lähdekieltä oikein joissakin tilanteissa (tyypillisesti lyhyiden tekstien kanssa), ja sinun täytyy vaihtaa kieliä manuaalisesti näppäinkomentoa käyttäen pakottaaksesi lähdekieleksi aiemman kohdekielen (meidän tapauksessamme englanti).
fr: En tout cas, il s'agit d'une configuration temporaire ; si cette option n'a aucun effet (c'est expérimental), essayez de permuter manuellement à une configuration stable, en utilisant le geste d'alternance décrites ci-dessous. C'est expérimental car dans certaines situations (avec des textes courts, typiquement), Google ne reconnaît pas la véritable langue source correctement, et vous devrez permuter manuellement les langues par script, afin de forcer la langue source à la langue cible précédente (Anglais dans notre exemple).
gl: De todos os xeitos, esto é unha configuración temporal; se esta opción non ten efecto (é experimental), tenta conmutar manualmente a unha configuración estable, utilizando o xesto para intercambio descrito máis abaixo. É experimental porque nalgunhas situacións (con textos curtos, típicamente), Google non recoñece a lingua orixe real correctamente, e tes que intercambiar linguas manualmente a través de script, así forzas á lingua orixe a ser a lingua destiño anterior (inglés no noso exemplo).
hu: Ez egy kísérleti funkció, így főképp rövid szövegeknél a Google nem ismeri fel a megadott forrás nyelvét, ekkor a fentebb taglalt funkció nem működik megfelelően.
ja: しかしながら、これは一時的な設定です。この機能に効果が見られない場合 (試験的な機能です)、以下に示す入れ替えのためのジェスチャーを使って、手動で安定的な設定に入れ替えてみて下さい。これは、状況によっては (典型的には短いテキストでは)、Googleが実際の翻訳元の言語を正しく認識しないためで、その場合は、翻訳元の言語を、前の翻訳先の言語(この例では英語)にするために、スクリプトを通じて言語を手動で交換しなければなりません。
pt_br: Em todo caso, isso é uma configuração temporária; se a opção não tiver efeito (a mesma é experimental), tente comutar manualmente para uma configuração estável usando o gesto de alternância descrito abaixo. Ela é experimental porque, em certas situações (geralmente com textos curtos), o Google não reconhece corretamente o verdadeiro idioma de origem e é preciso alternar os idiomas manualmente via script, de modo a forçar o idioma de origem a ser o anterior idioma de destino (Inglês em nosso exemplo).
ro: Oricum, aceasta este o configurație temporară; dacă această opțiune nu are efect (este experimentală), încercațisă comutați manual la o configurație stabilă, folosind gestul pentru schimbarea descrisă mai jos. Este experimentală, deoarece în unele situații (cu texte scurte, Google nu recunoaște limba sursă reală corect, iar dumneavoastră trebuie să schimbați limbile manual prin script.
sr: Uglavnom, ovo je privremeno podešavanje; ako ne radi(eksperimentalna je), pokušajte ručno da se vratite na ispravna podešavanja, koristeći komandu za menjanje koja je opisana ispod. Eksperimentalna je zato što u nekim situacijama(sa kratkim tekstovima, obično), Google ne prepoznaje izvorni jezik ispravno, i morate zameniti jezike ručno pomoću skripte, kako biste naterali izvorni jezik da bude prethodni jezik za prevođenje(Engleski u našem primeru).

source: Using
ar: الاستخدام
bg: Употреба
es: Utilizando
fi: Käyttö
fr: Utilisation
gl: Utilizando
hu: Használat
ja: 使用方法
pt_br: Usando
ro: Utilizare
sr: Korišćenje

source: You can use this add-on in two ways:
ar: يمكنك استخدام الإضافة بطريقتين:
bg: Можете да използвате тази добавка по два начина:
es: Puedes utilizar este complemento de dos maneras:
fi: Voit käyttää tätä lisäosaa kahdella tavalla:
fr: Vous pouvez utiliser ce module complémentaire de deux façons :
gl: Podes utilizar este complemento de dous xeitos:
hu: Kétféle módon is használható ez a kiegészítő:
ja: 二つの方法でこのアドオンを使用出来ます。
pt_br: Você pode usar este complemento de duas maneiras:
ro: Puteți folosi acest add-on în două moduri:
sr: Možete koristiti ovaj dodatak na dva načina:

source: Select some text using selection commands (shift with arrow keys, for example) and press associated key to translate. translation result willbe read with synthesizer which you are using.
ar: قم بتحديد جزء من النص باستخدام أي من طرق التحديد المعروفة (كاستخدام مفتاح shift مع الأسهم, على سبيل المثال). ثم قم بالضغط على الاختصار لترجمة النص المحدد. سيقوم NVDA بقراءة ترجمة النص عن طريق آلة النطق التي تدعم لغة الهدف.
bg: Маркирайте известно количество текст с помощта на командите за маркиране на текст (например shift в комбинация със стрелките). След това натиснете зададената за целта клавишна комбинация, за да преведете маркирания текст. След това преводът ще ви бъде прочетен с избраният от вас речев синтезатор.
es: Selecciona texto usando las órdenes de selección(shift con teclas de flecha, por ejemplo) y pulsa la tecla asociada para traducir. A continuación, la traducción de la cadena será leída, siempre que el sintetizador que se esté utilizando sea compatible con el idioma de destino.
fi: Valitse tekstiä valitsemiskomennoilla (esim. Shift+nuolinäppäimet). Käännä sitten valittu teksti painamalla määritettyä näppäinkomentoa. Tämän jälkeen käännös luetaan käyttämälläsi puhesyntetisaattorilla.
fr: Sélectionnez du texte en utilisant les commandes de sélection (maj avec les touches fléchées, par exemple) et appuyez sur la touche associée pour traduire. Le résultat de la traduction sera lu avec le synthétiseur que vous utilisez.
gl: Selecciona texto usando as ordes de selección(shift con teclas de flecha, por exemplo) e preme a tecla asociada para traducir. A continuación, a traducción da cadea será lida, sempre que o sintetizador que se estea utilizando sexa compatible ca lingua de destiño.
hu: Jelölje ki a lefordítandó szöveget a kijelölési parancsokkal (pl. Shift+nyilak), majd nyomja meg a fordításhoz szükséges billentyűparancsot. A lefordított szöveg egy kis idő elteltével elhangzik a cél nyelven (feltéve ha a használatban lévő beszédszintetizátor támogatja azt).
ja: 選択コマンドでテキストを選択し(例えばshiftキーと矢印キー)、翻訳用のキーを押します。翻訳結果が使用されている合成音声によって読み上げられます。
pt_br: Selecione um texto usando comandos de seleção (shift com setas, por exemplo). Aí pressione a tecla atribuída para traduzir o texto selecionado. A tradução resultante será lida com o sintetizador que está a usar.
ro: Selectații un text folosind comenzi de selectare (de exemplu, shift cu săgețile) și apăsați tasta asociată pentru a traduce. Rezultatul traducerii va fi citit cu sintetizatorul pe care îl folosiți.
sr: Izaberite tekst koristeći komande za izbor(šift sa strelicama, na primer) i koristite komandu za prevod. Prevod će biti pročitan sa sintetizatorom kojeg koristite.

source: You can also translate text from the Clipboard.
ar: كما يمكنك ترجمة النص المخزن بالحافظة.
bg: Можете да превеждате и текст от клипборда.
es: También puedes traducir texto desde el portapapeles.
fi: Voit kääntää myös leikepöydällä olevaa tekstiä.
fr: Vous pouvez également traduire le texte depuis le presse-papiers.
gl: Tamén podes traducir texto dende o portapapeis.
hu: A kiegészítő képes a vágólapon lévő szöveg lefordítására is.
ja: クリップボードからもテキストを翻訳出来ます。
pt_br: Pode também traduzir o texto da área de transferência.
ro: De asemenea, puteți traduce un text de pe planșetă.
sr: Takođe možete prevesti tekst iz privremene memorije.

source: Shortcuts
ar: مفاتيح الاختصار
bg: Клавишни комбинации
es: Atajos de teclado
fi: Pikanäppäimet
fr: Raccourcis clavier
gl: Atallos de teclado
hu: Billentyűparancsok
ja: ショートカットキー
pt_br: Atalhos
ro: Scurtături
sr: Prečice

source: All following commands must be pressed after modifier key "NVDA+Shift+t":
ar: يجب ضغط كافة الاختصارات التالية بعد ضغط مفتاح الإضافة "NVDA+Shift+t":
bg: Всичките изброени по-долу команди трябва да бъдат изпълнени след натискането на клавишната комбинация "NVDA+Shift+T":
es: Todas las órdenes que siguen deben pulsarse después de la tecla modificadora "NVDA+Shift+t":
fi: Seuraavia komentoja on painettava toimintonäppäimen NVDA+Shift+T jälkeen:
fr: Toutes les commandes suivantes doivent être frappées après la touche modificatrice "NVDA+Maj+t":
gl: Todas as ordes que siguen deben premerse despois da tecla modificadora "NVDA+Shift+t":
hu: Az alábbi parancsok az "NVDA+Shift+t" módosító billentyűparancs lenyomása után használhatók:
ja: 以下のキーを、いずれも、修飾キーNVDA+Shift+tの後に押して下さい。
pt_br: Todos os seguintes comandos devem ser pressionados após a tecla modificadora "NVDA+Shift+t":
ro: Toate comenzile afișate mai jos trebuiesc apăsate după tasta de modificare "NVDA+Shift+t":
sr: Sve komande u nastavku se moraju pritisnuti nakon modifikatorskog tastera"NVDA+Šift+t":

source: T: Translate selected text,
ar: T: ترجمة النص المظلل,
bg: T: Превод на избрания текст,
es: T: Traduce el texto seleccionado,
fi: T: Käännä valittu teksti.
fr: T: Traduit le texte sélectionné,
gl: T: Traduce o texto seleccioado,
hu: T: Lefordítja a kijelölt szöveget,
ja: T: 選択されたテキストを翻訳
pt_br: T: Traduz o texto selecionado,
ro: T: Traduce textul selectat,
sr: T: Prevedi izabran tekst,
