Repository: nvdacn/screenReaderTranslations
Catalog: website/addons/instantTranslate.*.po
Languages: ar, bg, es, fi, fr, gl, hu, ja, pt_br, ro, sr

source: Shift+t: translate text from the Clipboard,
ar: Shift+t: ترجمة النص من الحافظة,
bg: Shift+T: Превод на текста от клипборда,
es: Shift+t: traduce el texto desde el portapapeles,
fi: Shift+T: Käännä leikepöydällä oleva teksti.
fr: Maj+t: Traduit le texte depuis le presse-papiers,
gl: Shift+t: traduce o texto dende o portapapeis,
hu: Shift+t: Lefordítja a vágólapon található szöveget,
ja: Shift+t: クリップボードからテキストを翻訳
pt_br: Shift+t: Traduz o texto da área de transferência,
ro: Shift+t: Traduce textul de pe planșetă,
sr: Šift+T: Prevedi tekst privremene memorije,

source: S: swap source and target languages,
ar: S: تبديل بين لغتي المصدر والهدف,
bg: S: Размяна на текущия и желания език,
es: S: intercambia idiomas origen y destino,
fi: S: Vaihda lähde- ja kohdekieliä.
fr: S: Permute les langues source et cible,
gl: S: intercambia idiomas orixe e destiño,
hu: S: Felcseréli a forrás- és a célnyelvet.
ja: S: 翻訳元の言語と翻訳先の言語を入れ替え
pt_br: S: Alterna os idiomas de origem e destino,
ro: S: Schimbă limba sursă și cea aleasă,
sr: S: Zameni izvorni jezik i jezik za prevođenje,

source: A: announce current configuration,
ar: a: الإعلان عن الإعداد الحالي,
bg: A: Съобщаване на текущите настройки,
es: A: anuncia la configuración actual,
fi: A: Ilmoita nykyiset asetukset.
fr: A: Annonce la configuration courante,
gl: A: anuncia a configuración actual,
hu: A: Bemondja az aktuális beállításokat,
ja: A: 現在の設定を通知
pt_br: A: Anuncia a configuração atual,
ro: A: Anunță configurația curentă,
sr: A: Izgovori trenutna podešavanja,

source: C: copy last result to clipboard,
ar: S: نسخ آخر نتيجة للحافظة,
bg: C: Копиране на последния резултат в клипборда,
es: C: copia el último resultado al portapapeles,
fi: C: Kopioi viimeisin käännös leikepöydälle.
fr: C: Copie le dernier résultat dans le presse-papiers,
gl: C: copia o derradeiro resultado ó portapapeis,
hu: C: Az utolsó fordítás eredményét a vágólapra másolja,
ja: C: 最後の結果をクリップボードにコピー
pt_br: C: Copia o último resultado para a área de transferência,
ro: C: Copiază ultimul rezultat pe planșetă,
sr: C: Kopiraj poslednji rezultat u privremenu memoriju

source: I: identify the language of selected text,
ar: I: التعرف على لغة النص المظلل,
bg: I: Определяне на езика на избрания текст,
es: I: identifica el idioma del texto seleccionado,
fi: I: Tunnista valitun tekstin kieli.
fr: I: Identifie la langue du texte sélectionné,
gl: I: identifica a lingua do texto seleccioado,
hu: I: Felismeri a kijelölt szöveg nyelvét,
ja: I: 選択されたテキストの言語を識別
pt_br: I: identifica o idioma do texto selecionado,
ro: I: Identifică limba textului selectat,
sr: I: Prepoznaj jezik izabranog teksta

source: H: announces all available commands to user.
ar: H: الإعلان عن كافة أوامر الإضافة للمستخدم.
bg: H: Съобщава на потребителя всички налични команди.
es: H: anuncia todas las órdenes disponibles al usuario.
fi: H: Kertoo kaikki käytettävissä olevat komennot.
fr: H: Annonce toutes les commandes disponibles pour l'utilisateur.
gl: H: anuncia todas as ordes dispoñibles ó usuario.
hu: H: Bemondja az összes rendelkezésre álló felhasználói parancsot.
ja: H: 全ての使用可能なコマンドをユーザーに通知
pt_br: H: Anuncia ao usuário todos os comandos disponíveis.
ro: H: Anunță toate comenzile disponibile pentru utilizator.
sr: H: Izgovara sve dostupne komande

source: Changes for 4.1
bg: Промени във версия 4.1
es: Cambios para 4.1
fi: Muutokset versiossa 4.1
fr: Changements pour la version 4.1
ro: Modificări în 4.1
sr: Promene u 4.1

source: InstantTranslate is working again, now with Yandex translator service instead of Google.
bg: InstantTranslate работи отново, сега с услугата за превод на Yandex вместо Google.
es: InstantTranslate está funcionando otra vez, ahora usa el servicio de traducción de Yandex en vez de Google.
fi: Pikakääntäjä toimii taas, ja käyttää nyt Googlen sijaan Yandex-kääntäjäpalvelua.
fr: InstantTranslate fonctionne à nouveau, maintenant avec le Service de Traduction Yandex au lieu de Google.
ro: InstantTranslate funcționează din nou, acum cu serviciul Yandex translator în loc de Google.
sr: Instant translate radi ponovo, sada koristi Yandex translate umesto Google prevodioca kao servis

source: Changes for 4.0
bg: Промени във версия 4.0
es: Cambios para 4.0
fi: Muutokset versiossa 4.0
fr: Changements pour la version 4.0
ro: Modificări în 4.0
sr: Promene u 4.0

source: Translation is automatically performed after swapping.
bg: Преводът се извършва автоматично след размяна на езиците.
es: La traducción se realiza automáticamente después del intercambio.
fi: Käännös suoritetaan automaattisesti kielen vaihtamisen jälkeen.
fr: La traduction est effectuée automatiquement après alternance.
ro: Traducerea este efectuată automat după schimbare.
sr: Prevod se automatski izvršava nakon promene

source: Cache bug fixed.
bg: Отстранен е проблем с кеша.
es: Corregido el error en la memoria caché.
fi: Välimuistibugi korjattu.
fr: Corrigé un bug dans la mémoire cache.).
ro: O eroare a fost reparată.
sr: Popravljena greška sa kešom

source: Changes for 3.0
ar: مستجدات الإصدار 3.0
bg: Промени във версия 3.0
es: Cambios para 3.0
fi: Muutokset versiossa 3.0
fr: Changements pour la version 3.0
gl: Cambios para 3.0
hu: A 3.0 verzió változásai
ja: 3.0 での変更点
pt_br: Mudanças na 3.0
ro: Modificări în 3.0
sr: Promene u 3.0

source: Change way how Shortcuts are used, now you can press instantTranslate modifier key "NVDA+Shift+t", and then single letter key to perform some action (see all Commands in the "Shortcuts" section).
ar: تغيير كيفية استخدام مفاتيح الاختصار, الآن يمكنك ضغط مفتاح الإضافة "NVDA+Shift+t", ثم الضغط على الأحرف المنفردها لأداء المهام المطلوبة (انظر إلى كافة أوامر الإضافة بقسم "مفاتيح الاختصار").
bg: Промяна на начина, по който се изпълняват командите. Сега можете да натиснете клавишната комбинация за Незабавен Превод - "NVDA+Shift+T" и след това команди от по един клавиш, за да извършите дадени действия (вижте всички налични команди в раздела "Клавишни комбинации").
es: Cambia la forma de cómo se utilizan los atajos de teclado, ahora puedes pulsar la tecla modificadora de instantTranslate "NVDA+Shift+t", y luego letras solas para llevar a cabo alguna acción (Mira todas las órdenes en la sección "Atajos de teclado").
fi: Pikanäppäinten käyttötapaa on muutettu. Paina ensin Pikakääntäjän toimintonäppäintä (NVDA+Shift+T) ja sitten haluamaasi toimintoa vastaavaa kirjainta (katso kaikki komennot Pikanäppäimet-kappaleesta).
fr: La façon dont les Raccourcis sont utilisés a changé, maintenant vous pouvez appuyer sur la touche modificatrice instantTranslate "NVDA+Maj+t", puis une touche avec une seule lettre pour effectuer une action (voir toutes les commandes dans la section "Raccourcis clavier").
gl: Cambia o xeito de cómo se usan os atallos de teclado, agora podes premer a tecla modificadora do instantTranslate "NVDA+Shift+t", e entón letras soas para realizar algunha acción (Mira todas as ordes na sección "Atallos de teclado").
hu: Megváltoztatásra került a billentyűparancsok felépítése, az NVDA+shift+t megnyomása után az egykarakteres gyorsbillentyűt lenyomva aktiválható a kiválasztott funkció. Bővebb információk a {"Billentyűparancsok" fejezetben} olvashatók.
ja: ショートカットの使用方法を変更しました。インスタント翻訳用の修飾キーNVDA+Shift+tを押して、一文字キーで動作を選んで実行出来ます (ショートカットキーの節の全コマンドをご覧下さい)
pt_br: Alterado o modo como os atalhos são usados, agora pode pressionar a tecla modificadora do InstantTranslate "NVDA+Shift+t" e então uma tecla única para executar uma ação (veja todos os comandos na seção "atalhos").
ro: A fost schimbat modul în care sunt folosite scurtăturile, acum puteți apăsa tasta de modificare instantTranslate "NVDA+Shift+t", apoi o singură literă pentru a efectua o acțiune (vedeți toate comenzile în secțiunea „Scurtături”.
sr: Promenjen način na koji se prečice koriste, sada možete pritisnuti instant translate modifikatorski taster"NVDA+Šift+t", a zatim slova za određene radnje(pogledajte sve komandeu delu"prečice").

source: Implemented swapping languages.
ar: تنفيذ التبديل بين اللغات
bg: Добавена е възможност за размяна на езиците.
es: Implementado el intercambio de idiomas.
fi: Kielten vaihtaminen toteutettu.
fr: Mise en place des langues d'alternance.
gl: Implementado o intercambio de linguas.
hu: Beépítették a nyelvek felcserélése funkciót.
ja: 言語の入れ替えを実装しました。
pt_br: Implementado idiomas de permuta.
ro: A fost implementată schimbarea limbilor.
sr: Dodata zamena jezika

source: Changed configuration format, now we can change instant translate settings if we are in readonly pane, but remember that this will work before first restart of NVDA.
ar: تغيير تنسيق الإعدادات, الآن يمكننا تغيير إعدادات Instante translate إذا كنا في بيئة أو حقل للقراءة فقط ولكن عليك أن تتذكر أن تقوم بغلق وإعادة تشغيل NVDA أولا.
bg: Променен е форматът на конфигурационния файл. Вече можем да променяме настройките на добавката, ако сме в поле само за четене. Но трябва да се отбележи, че това ще работи само преди първото рестартиране на nvda.
es: Formato de configuración cambiado, ahora podemos cambiar las opciones de instant translate si estamos en un panel de sólo lectura, pero recuerda que esto funcionará antes del primer reinicio de NVDA.
fi: Asetusten muotoa on muutettu. Pikakääntäjän asetusten muuttaminen on nyt mahdollista vain luku -tiedostojärjestelmissä, mutta tehdyt muutokset ovat voimassa vain NVDA:n seuraavaan uudelleenkäynnistykseen asti.
fr: Le Format de configuration a été modifiée, maintenant nous pouvons changer les paramètres d'instant translate si nous sommes dans la sous-fenêtre uniquement en lecture, mais n'oubliez pas que cela va fonctionner avant le premier redémarrage de NVDA.
gl: Formato de configuración cambiado, agora podemos cambiar as opcións do instant translate se estamos nun panel de só lectura, pero lembra que esto funcionará antes do primeiro reinicio do NVDA.
hu: A beállítás módjának megváltoztatása, így módosíthatóak a Gyorsfordító beállításai egy csak olvasható eszközön is, de ezek csak az NVDA újraindításáig maradnak életben.
ja: 設定画面のフォーマットを変更して、読み取り専用のペインにいる場合も設定を変更できるようになりました。ただし設定変更はNVDAを再起動するまで有効です。
pt_br: Alterado formato das configurações; agora pode-se alterar as opções do Tradutor Instantâneo estando no painel somente leitura, mas lembre que as mesmas terão efeito antes da primeira reinicialização do NVDA.
ro: A fost schimbat formatul configurației, acum putem modifica setările de traducere dacă suntem în panoul doar citire, dar amintiți-vă că aceasta va funcționa înainte de prima repornire a NVDA-ului.
sr: Promenjen format podešavanja, sada se mogu menjati u sistemu samo za čitanje, ali ovo će raditi pre prvog ponovnog pokretanja programa NVDA

source: Removed limit on amount of text that can be translated.
ar: إزالة التقييد على حجم النص المراد ترجمته
bg: Премахнато е ограничението за дължината на текста, който може да бъде преведен.
es: Eliminado el límite de cantidad de texto que puede ser traducido.
fi: Poistettu käännettävän tekstimäärän rajoitus.
fr: La limite sur la quantité de texte qui peut être traduite a été supprimée.
gl: Eliminado o límite da cantidade de texto que pode ser traducido.
hu: A lefordítható szöveg mennyisége korlátozásának megszüntetése.
ja: 翻訳可能な文字数の制限をなくしました。
pt_br: Removido limite na quantidade de texto que se pode traduzir.
ro: A fost eliminată de cantitate a textului bare poate fi tradus.
sr: Uklonjen limit teksta koji može da se prevede

source: Added shortcut t to the Instant Translate Settings menu item
ar: إضافة حرف الوصول السريع T إلى قائمة إعدادات instant translate
bg: Добавен е бърз клавиш t към елемента от менюто в английската локализация на добавката
es: Añadido un atajo de teclado al elemento de menú Opciones de Instant Translate
fi: Lisätty t-pikanäppäin englanninkieliseen Pikakäännöksen asetukset -valikkokohteeseen
fr: Ajout du raccourci t à l'élément de menu paramètres de Instant Translate
gl: Engadido un atallo de teclado ó elemento de menú Opcións do Instant Translate
hu: Gyorsbillentyű hozzáadása a Gyorsfordító menüjének eléréséhez.
ja: メニューの設定にショートカットを追加しました。
pt_br: Adicionada a tecla de atalho t para o item de menu Opções do Tradutor Instantâneo
ro: A fost adăugată o scurtătură t pentru elementul Setări Instant Translate.
sr: Dodata prečica t za stavku instant translate podešavanja

source: The auto option is now in first position in source combo, and absent in target combo.
ar: الاختيار التلقائي أصبح موجودا الآن في الموضع الأول في صندوق خيار لغات المصدر ولم يعد موجودا في صندوق خيار لغات الهدف.
bg: Елементът auto вече е на първо място в падащия списък за език на текста и е премахнат в падащия списък за желан език.
es: La opción auto se encuentra ahora en la primera posición en el cuadro combinado de origen, y ausente en el cuadro combinado de destino.
fi: Automaattinen tunnistus on nyt ensimmäisenä vaihtoehtona Lähdekieli-yhdistelmäruudussa, ja poistettu kokonaan Kohdekieli-yhdistelmäruudusta.
fr: L'option automatique est maintenant en première position dans la liste déroulante source et absente dans la liste déroulante destination.
gl: A opción auto atópase agora na primeira posición na caixa combinada de orixe, e ausente na caixa combinada de destiño.
hu: Az automatikus felismerés a legelső a forrásnyelv listában, a célnyelvéből pedig hiányzik.
ja: 自動オプションを最初のコンボボックスに配置するようにしました。
pt_br: A opção automático agora encontra-se em primeiro lugar na caixa de combinação origem e está ausente na caixa de combinação destino.
ro: Opțiunea auto este acum în prima poziție în caseta sursă și absentă în caseta limbii alese.
sr: Automatska opcija je sada prva opcija, i nije dostupna u jeziku za prevođenje

source: Added a checkbox for configuring copying translation results.
ar: إضافة مربع تحديد لإعداد نسخ نتائج الترجمة.
bg: Добавено е поле за отметка за настройка на копирането на резултата от превода.
es: Añadida una casilla de verificación para configurar el copiado de los resultados de la traducción.
fi: Lisätty valintaruutu käännöstuloksen kopioinnin määrittämiseksi.
fr: Ajout d'une case à cocher pour configurer la copie du résultat de la traduction.
gl: Engadida unha caixa de verificación para configurar o copiado dos resultados da traducción.
hu: Egy jelölőnégyzet hozzáadása a fordítás eredményének konfigurálásához.
ja: 「翻訳結果をコピーする」にチェックボックスを追加しました。
pt_br: Adicionada uma caixa de seleção para configurar a cópia de resultados de traduções.
ro: A fost adăugată o casetă de bifat pentru configurarea copierii rezultatelor traducerilor.
sr: Dodato izborno polje za podešavanje kopiranja prevoda

source: Store config file in the root of settings folder.
ar: تخزين ملف الإعدادات داخل مجلد الإعدادات.
bg: Файлът с настройките вече се съхранява в основната папка с настройки.
es: Almacenar el fichero config en la raíz de la carpeta de configuraciones.
fi: Asetustiedosto tallennetaan asetuskansion juureen.
fr: Sauvegarde du fichier de configuration à la racine du dossier paramètres.
gl: Almacenar o ficheiro config na raíz da carpeta de configuracións.
hu: A konfigurációs fájl a beállítások főmappájában található.
ja: 設定ファイルを設定フォルダーのルートディレクトリに保存するように変更しました
pt_br: Armazena arquivo de configuração na raiz da pasta de opções.
ro: Fișierul de configurare se păstrează în rădăcina dosarului cu setări.
sr: Čuvanje datoteke sa podešavanjima u config folderu

source: Source and target languages syncronized with what Google Translate currently exposes (22 Apr 2015).
ar: تتزامن لغات المصدر والهدف مع ما تعرضه خدمة الترجمة من قوقل حاليا (22 إبريل 2015).
bg: Текущият и желаният езици биват синхронизирани с това, което предоставя Google Translate към текущия момент (22 април 2015 г.).
es: Los idiomas fuente y destino se sincronizaron con lo que actualmente expone Google Translate (22 Apr 2015).
fi: Lähde- ja kohdekielet synkronoitu Google-kääntäjän tällä hetkellä käyttämien kielten kanssa (22. huhtikuuta 2015).
fr: Langues source et destination synchronisées avec ce que Google Translate expose actuellement (22 avril 2015).
gl: As linguas orixe e destiño sincronizáronse co que actualmente expón Google Translate (22 Apr 2015).
hu: A forrás és célnyelv már a Google-nek megfelelő formátumban kerül elküldésre (2015 április22)
ja: 翻訳元の言語と翻訳先の言語を、Google Translateの現在の状態(2015年4月22日時点)に合わせました。
pt_br: Idiomas de origem e destino sincronizados com o que o Google Translate expõe atualmente (22 de abril de 2015).
ro: Limba sursă și cea aleasă sunt sincronizate cu ceea ce expune Google Translate în prezent.
sr: Izvorni i jezik za prevođenje nude isto što i Google prevodioc(22 Apr 2015).

source: Changes for 2.1
ar: مستجدات الإصدار 2.1
bg: Промени във версия 2.1
es: Cambios para 2.1
fi: Muutokset versiossa 2.1
fr: Changements pour la version 2.1
gl: Cambios para 2.1
hu: A 2.1 verzió változásai
ja: 2.1 での変更点
pt_br: Mudanças na 2.1
ro: Modificări în 2.1
sr: Promene u 2.1

source: Now addon can translate text from clipboard when pressing nvda+shift+y.
ar: من الآن يمكن للإضافة ترجمة النص المخزن بحافظة الويندوز عن طريق الضغط على nvda+shift+y.
bg: Добавена е възможност за превод на текст от клипборда с натискане на nvda+shift+y.
es: Ahora el complemento puede traducir texto desde el portapapeles cuando se presione NVDA+shift+y.
fi: Lisäosa voi kääntää leikepöydällä olevan tekstin painettaessa NVDA+Shift+Y.
fr: Maintenant le module peut traduire du texte depuis le presse-papier en pressant NVDA+maj+y.
gl: Agora o complemento pode traducir texto dende o portapapeis cando se prema NVDA+shift+y.
hu: Mostantól a kiegészítő képes a vágólapon lévő szöveg lefordítására is az nvda+shift+y billentyűparanccsal.
ja: NVDA+Shift+Yでクリップボードのテキストを翻訳できるようになりました。
pt_br: Agora o complemento pode traduzir o texto da área de transferência ao pressionar NVDA+SHIFT+y.
ro: Acum add-on-ul poate traduce textul de pe planșetă la apăsarea nvda+shift+y.
sr: Sada dodatak može da prevodi tekst privremene memorije kada pritisnete nvda+šift+y.

source: Changes for 2.0
ar: مستجدات الإصدار 2.0
bg: Промени във версия 2.0
es: Cambios para 2.0
fi: Muutokset versiossa 2.0
fr: Changements pour la version 2.0
gl: Cambios para 2.0
hu: A 2.0 verzió változásai
ja: 2.0 での変更点
pt_br: Mudanças na 2.0
ro: Modificări în 2.0
sr: Promene u 2.0

source: Added gui configurator where you can choose source and target languages.
ar: إضافة عنصر لواجهة المستخدم يمكن من خلاله تحديد لغة المصدر ولغة الهدف.
bg: Добавен е диалог за настройка, където може да изберете език на текста и желан език.
es: Añadida una Interface Gráfica de Usuario para el configurador donde puedes elegir los idiomas de origen y de destino.
fi: Lisätty graafinen käyttöliittymä, josta voidaan valita lähde- ja kohdekieli.
fr: Ajout d'un dialogue de configuration permettant de choisir la langue source et la langue destination.
gl: Engadida unha Interface Gráfica de Usuario para o configurador onde podes escoller as linguas de orixe e de destiño.
hu: Grafikus ablak hozzáadása, ahol kiválasztható a forrás és a célnyelv.
ja: 翻訳言語を選ぶ設定に、GUIを追加しました。
pt_br: Adicionado configurador gráfico onde pode escolher os idiomas fonte e destino.
ro: A fost adăugat configuratorul gui de unde puteți alege limba sursă și limba aleasă.
sr: Dodat interfejs podešavanja gde možete menjati izvorni i jezik za prevođenje.

source: Added addon menu item found under preferences menu.
ar: إضافة عنصر قائمة للتحكم في إعدادات الإضافة بقائمة التفضيلات.
bg: Добавен е елемент в менюто на NVDA, подменю Настройки.
es: Añadido un elemento de menú al complemento que se encuentra en el menú preferencias.
fi: Lisätty valikko, joka löytyy Asetukset-valikosta.
fr: Ajout d'un élément de menu pour ce module dans le menu préférences.
gl: Engadido un elemento de menú ó complemento que se atopa no menú preferencias.
hu: A kiegészítő menüjének hozzáadása a beállítások menühöz.
ja: 「設定メニュー」にアドオンのメニューを追加しました。
pt_br: Adicionado item de menu do complemento, encontrado no menu Preferências.
ro: A fost adăugată opțiunea add-on-ului găsită în meniul Preferințe.
sr: Dodata stavka menija za podešavanja dodatka

source: Settings now is written in separate config file.
ar: من الآن سيتم كتابة الإعدادات في ملف منفصل.
bg: Настройките вече се записват в отделен конфигурационен файл.
es: Las configuraciones ahora se escriben en un fichero config separado.
fi: Asetukset kirjoitetaan nyt erilliseen asetustiedostoon.
fr: Les paramètres sont maintenant stockés dans un fichier de configuration séparé.
gl: As configuracións agora escríbense nun ficheiro config separado.
hu: A beállítások mostantól egy elkülönített konfigurációs fájlba íródnak.
ja: 設定情報を、独立した設定ファイルに書き込むようにしました。
pt_br: As configurações agora são escritas num arquivo de configuração separado.
ro: Setările sunt acum scrise într-un fișier separat de configurare.
sr: Podešavanja su sada u posebnoj datoteci

source: Translation results now automatically copies into the clipboard for future manipulations.
ar: من الآن سيتم نسخ نتائج الترجمة إلى حافظة الويندوز للرجوع إليها وقت الحاجة.
bg: Резултатите от превода вече се копират автоматично в клипборда за бъдещо използване.
es: Los resultados de la traducción se copian ahora automáticamente en el portapapeles para manipulaciones futuras.
fi: Käännöksen tulokset kopioidaan nyt automaattisesti leikepöydälle tulevaa käsittelyä varten.
fr: Les résultats de traduction sont maintenant automatiquement copiés dans le presse-papier pour des manipulations ultérieures.
gl: Os resultados da traducción cópianse agora automáticamente no portapapeis para manipulacións futuras.
hu: A fordítás eredménye automatikusan a vágólapra kerül, így később ez könnyen használható.
ja: 翻訳結果を再利用できるようにするために、翻訳結果を自動でクリップボードにコピーするようになりました。
pt_br: Agora os resultados de traduções são colocados automaticamente na área de transferência para futuras manipulações.
ro: Rezultatele traducerilor sunt copiate automat pe planșetă pentru manipulările viitoare.
sr: Rezultati prevoda se sada kopiraju automatski

source: Changes for 1.0
ar: مستجدات الإصدار 2.0
bg: Промени във версия 1.0
es: Cambios para 1.0
fi: Muutokset versiossa 1.0
fr: Changements pour la version 1.0
gl: Cambios para 1.0
hu: Az 1.0 verzió változásai
ja: 1.0 での変更点
pt_br: Mudanças na 1.0
ro: Modificări în 1.0
sr: Promene u 1.0

source: Initial version.
ar: إصدار أولي
bg: Първоначално издание
es: Versión Inicial.
fi: Ensimmäinen versio.
fr: Version initiale.
gl: Versión Inicial.
hu: Első változat
ja: 最初のバージョン
pt_br: Versão inicial.
ro: Versiunea inițială.
sr: Prva verzija
