Repository: nvdacn/screenReaderTranslations
Catalog: website/addons/instantTranslate.*.po
Languages: ar, bg, es, fi, fr, gl, hu, ja, pt_br, ro, sr

source: [[!meta title="instantTranslate"]]
ar: [[!meta title="instantTranslate"]] [[!meta title="instantTranslate"]]
bg: [[!meta title="instantTranslate (Незабавен превод)"]]
fi: [[!meta title="Pikakääntäjä"]]
hu: [[!meta title="Gyorsfordító"]]

source: Authors: Alexy Sadovoy, Beqa Gozalishvili, Mesar Hameed, Alberto Buffolino and other NVDA contributors.
ar: مطورو الإضافة: Alexy Sadovoy, Beqa Gozalishvili, Mesar Hameed, Alberto Buffolino وآخرون.
bg: Автори: Alexy Sadovoy, Beqa Gozalishvili, Mesar Hameed, Alberto Buffolino и други сътрудници на NVDA.
es: Autores: Alexy Sadovoy, Beqa Gozalishvili, Mesar Hameed, Alberto Buffolino y otros colaboradores de NVDA.
fi: Tekijät: Alexy Sadovoy, Beqa Gozalishvili, Mesar Hameed, Alberto Buffolino sekä muut NVDA-yhteisön jäsenet.
fr: Auteurs : Alexy Sadovoy, Beqa Gozalishvili, Mesar Hameed, Alberto Buffolino et d'autres contributeurs de NVDA.
gl: Autores: Alexy Sadovoy, Beqa Gozalishvili, Mesar Hameed, Alberto Buffolino e outros colaboradores do NVDA.
hu: Készítők: Alexy Sadovoy, Beqa Gozalishvili, Mesar Hameed, Alberto Buffolino, és további NVDA közreműködők.
ja: 作者: Alexy Sadovoy, Beqa Gozalishvili, Mesar Hameed, Alberto Buffolino その他 NVDA 貢献者
pt_br: Autores: Alexy Sadovoy, Beqa Gozalishvili, Mesar Hameed, Alberto Buffolino e outros colaboradores do NVDA.
ro: Autori: Alexy Sadovoy, Beqa Gozalishvili, Mesar Hameed, Alberto Buffolino și alți contribuitori NVDA.
sr: Autori: Alexy Sadovoy, Beqa Gozalishvili, Mesar Hameed, Alberto Buffolino i drugi NVDA saradnici.

source: Download [stable version][1]
ar: تحميل [الإصدار النهائي][1]
bg: Изтегляне на [стабилна версия][1]
es: Descargar [Versión estable][1]
fi: Lataa [vakaa versio][1]
fr: Télécharger [version stable][1]
gl: Descargar [Versión estable][1]
hu: Letöltés [Stabil verzió][1]
ja: ダウンロード [安定版][1]
pt_br: Baixe a [versão estável][1]
ro: Descărcați [versiunea stabilă][1]
sr: Preuzmi[stabilnu verziju][1]

source: Download [development version][2]
ar: تحميل [الإصدار التجريبي][2]
bg: Изтегляне на [работна версия][2]
es: Descargar [versión de desarrollo][2]
fi: Lataa [kehitysversio][2]
fr: Télécharger [[version de développement][2]
gl: Descargar [versión de desenvolvemento][2]
hu: Letöltés [Fejlesztői verzió][2]
ja: ダウンロード [開発版][2]
pt_br: Baixe a [versão de desenvolvimento][2]
ro: Descărcați [versiunea în dezvoltare][2]
sr: Preuzmi[razvojnu verziju][2]

source: This add-on is used to translate selected and/or clipboard text from one language to another. This is done using an external service.
ar: تقوم هذه الإضافة بترجمة النص المظلل أو الموجود بحافظة الويندوز من لغة إلى أخرى باستخدام خدمة من مصدر خارجي.
bg: Тази добавка е предназначена за превод на маркиран или копиран текст от един език на друг. Това се постига с помощта на външна услуга.
es: Este complemento se utiliza para traducir texto seleccionado y/o del portapapeles de un idioma a otro. Esto se hace utilizando un servicio externo.
fi: Tätä lisäosaa käytetään valitun ja/tai leikepöydällä olevan tekstin kääntämiseen kielestä toiselle. Käännös suoritetaan Google-kääntäjä-palvelua käyttäen.
fr: Ce module complémentaire permet de traduire le texte sélectionné et ou le texte copié dans le presse-papiers d'une langue à une autre. Il utilise un service externe.
gl: Este complemento utilízase para traducir texto seleccionado e/ou do portapapeis dunha lingua a outra. Esto faise utilizando un servicio externo.
hu: A kiegészítő használatával egy kijelölt és/vagy vágólapra másolt szöveget fordíthat le egyik nyelvről a másikra, a Google fordító segítségével.
ja: このアドオンは選択されたテキストやクリップボードのテキストを、他の言語に翻訳するのに使用されます。これは、外部のサービスを用いて行われます。
pt_br: Este complemento serve para traduzir um texto selecionado e/ou da área de transferência dum idioma para outro. Isso é feito por meio de um serviço externo.
ro: Acest add-on este folosit pentru a traduce un text selectat dintr-o limbă în alta. Acesta utilizează un serviciu extern.
sr: Ovaj dodatak se koristi za prevođenje izabranog teksta ili teksta iz privremene memorije sa jednog jezika na drugi. Za ovo se koristi servis

source: Configuring languages
ar: إعداد اللغات
bg: Настройка на езиците
es: Configurando idiomas
fi: Kielten määrittäminen
fr: Configurer les langues
gl: Configurando linguas
hu: Nyelvek beállítása
ja: 言語設定
pt_br: Configurar idiomas
ro: Configurarea limbilor
sr: Podešavanje jezika

source: To configure source, target and in case swap language, go to: NVDA Menu >> Preferences >> Instant Translate Settings.
ar: لإعداد لغة المصدر, ولغة الهدف, أو في حالة التبديل بين لغة المصدر ولغة الهدف, اذهب إلى: قائمة NVDA الرئيسية>> التفضيلات>> إعدادات instant translate.
bg: За да конфигурирате текущия, желания и в случая - разменяемия език, отидете в: менюто на NVDA >> Настройки >> Незабавен превод.
es: Para configurar el idioma origen, el destino y, en su caso, el intercambio, ve a: NVDA Menú >> Preferenciass >> Opciones de Instant Translate.
fi: Määritä lähde-, kohde- ja vaihdettava kieli valitsemalla "Pikakääntäjä..."-vaihtoehto kohdasta NVDA-valikko -> Asetukset.
fr: Pour configurer la langue source, destination et dans le cas d'une permutation, allez à : Menu NVDA >> Préférences >> Paramètres d'Instant Translate.
gl: Para configurar a lingua orixe, o destiño e, no seu caso, o intercambio, vai ó: Menú NVDA >> Preferenciass >> Opcións de Instant Translate.
hu: A forrás, célnyelv, és nyelvek felcserélésére szolgáló lehetőségeket az NVDA menü->beállítások->Gyorsfordító beállításai menüpontban érheti el.
ja: 翻訳元の言語および翻訳先の言語、あるいは交換用の言語を設定するには、NVDAメニュー、設定、インスタント翻訳の設定に進んで下さい。
pt_br: Para configurar os idiomas de origem, de destino e nalguns casos de alternância, vá para: Menu do NVDA >> Preferências >> Opções do tradutor instantânio.
ro: Pentru a configura limba sursă, cea aleasă și cea pentru schimbare, mergeți la: Meniul NVDA, Preferințe, Setări Instant Translate.
sr: Da podesite izvorni, jezik za prevođenje i za zamenu, uđite u: NVDA meni>> podešavanja>> Instant Translate podešavanja.

source: There are two comboboxes labeled "Source language" and "Target language", and a checkbox to decide if it must copy the translation to clipboard.
ar: يوجد بالإضافة اثنان من صناديق الخيارات الأول يسمى "لغة المصدر" والثاني يسمى "لغة الهدف", ومربع تحديد لتقرير ما إذا كان يجب على الإضافة نسخ الترجمة للحافظة.
bg: Има два падащи списъка с надписи "Текущ език" и "Желан език" и поле за отметка, с което се определя дали да се копира превода в клипборда.
es: Hay dos cuadros combinados etiquetados "idioma de origen" y "idioma destino", y una casilla de verificación para decidir si debe copiar la traducción al portapapeles.
fi: Valintaikkunassa on kaksi yhdistelmäruutua, jotka ovat "Lähdekieli" ja "Kohdekieli", sekä valintaruutu, jolla voit valita, kopioidaanko käännös leikepöydälle.
fr: Il y a deux listes déroulantes appelées "Langue source" et "Langue cible" et une case à cocher pour décider si la traduction doit être copiée dans le presse-papiers.
gl: Hai dúas caixas combinadas etiquetadas "Lingua de orixe" e "Lingua destiño", e unha caixa de verificación para decidir se debe copiar a traducción ó portapapeis.
hu: A megnyíló ablakban két kombinált listamező található a forrásnyelv és célnyelv beállítására, ill. egy jelölőnégyzet, mellyel a fordítás vágólapra másolását lehet szabályozni.
ja: 「翻訳元の言語」、「翻訳先の言語」とラベルされた、二つのコンボボックスと、翻訳をクリップボードにコピーするかどうかを決めるための一つのチェックボックスがあります。
pt_br: Existem duas caixas de combinação rotuladas "Idioma de origem" e "Idioma de destino", e uma caixa de seleção para decidir se deve ser copiada a tradução para a área de transferência.
ro: Acolo sunt două casete combinate etichetate „limba sursă” și „limba aleasă” și o casetă de bifat pentru a decide dacă traducerea trebuie să fie copiată pe planșetă.
sr: Tu ćete pronaći dva izborna okvira sa nazivima"Izvorni jezik" i"Jezik za prevođenje", kao i izborno polje koje odlučuje da li prevod treba kopirati u privremenu memoriju.

source: In addition, if you selected auto option (the first choice) from "Source language" combobox, there are also a combobox labeled "Language for swapping" and a checkbox about the auto-swap.
ar: فضلا عن ذلك, إذا قمت باختيار الخيار التلقائي (أول اختيار) من صندوق الخيارات الأول المسمى ب"لغة المصدر", فإنه يوجد أيضا صندوق خيارات آخر يسمى "لغة التبديل" ومربع تحديد عن التبديل التلقائي بين اللغات.
bg: В допълнение, ако сте избрали опцията "Автоматично" (първият избор) от падащия списък "Текущ език", има и падащ списък с надпис "Език за замяна" и поле за отметка за автоматична замяна.
es: Además, si seleccionaste la opción auto (la primera elección) desde el cuadro combinado "Idioma Origen", también hay un cuadro combinado etiquetado "Idioma para intercambiar" y una casilla de verificación acerca del auto intercambiado.
fi: Lisäksi, jos valitsit "Lähdekieli"-yhdistelmäruudusta ensimmäisenä olevan Tunnista automaattisesti -vaihtoehdon, käytössä on myös "Vaihdettava kieli"-yhdistelmäruutu sekä valintaruutu, jolla automaattinen kielen vaihtaminen voidaan ottaa käyttöön.
fr: En outre, si vous avez sélectionné l'option automatique (le premier choix) dans la liste déroulante "Langue source", Il y a aussi une liste déroulante appelée "Langue d'alternance" et une case à cocher sur alternance automatique.
gl: Ademáis, se seleccioaches a opción auto (l primeira elección) dende a caixa combinada "Lingua de Orixe", tamén hai unha caixa combinada etiquetada "Lingua para intercambiar" e unha caixa de verificación acerca do auto intercambiado.
hu: Amennyiben a forrásnyelvnél az automatikus nyelvfelismerését választotta ki (a listában az első elem), megjelenik egy "Felcserélés nyelve" megnevezésű lista amellyel a nyelv felcserélését lehet konfigurálni, és egy az automatikus felcserélés beállítására való jelölőnégyzet is.
ja: さらに、「翻訳元の言語」のコンボボックスの言語の自動検出 (一つ目の選択肢)を選択すると、さらに「入れ替えの言語」とラベルされたコンボボックスと、自動入れ替えについてのチェックボックスがあります。
pt_br: Além disso, caso tenha selecionado a opção auto (a primeira escolha na caixa de combinação "Idioma de origem", haverá também uma caixa de combinação rotulada "Idioma para alternância" e uma caixa de seleção para alternância automática.
ro: În plus, dacă ați selectat opțiunea automată (prima alegere) din caseta combinată "Limba sursă", există, de asemenea, o casetă combinată etichetată "Limba de schimbare" și o casetă de bifat cu privire la auto-schimbare.
sr: Takođe, ako ste izabrali automatsku opciju(prvi izbor) iz"izvorni jezik" izbornog polja, takođe ćete pronaći izborni okvir "jezik za zamenu" i izborno polje o automatskoj zameni.

source: The meaning of two first comboboxes and checkbox for copy is clear, but some words about the rest are necessary. Remember always that the explanations below assume the source language set on the auto option.
ar: إن معنى كل من صندوق الخيارات الأول والثاني ومربع التحديد الخاص بنسخ الترجمة للحافظة واضح, لكن من الضروري شرح باقي صناديق الخيارات ومربعات التحديد الأخرى. تذكر دائما أن الشرح المكتوب أدناه يعتبر بأن لغة المصدر قد تم ضبطها لتكون هي الخيار التلقائي.
bg: Предназначението на първите два падащи списъка и полето с отметка за копиране е ясно, но трябва да кажем няколко думи за останалите. Винаги помнете, че обясненията по-долу важат при избрана опция "Автоматично" за текущия език.
es: El significado de los dos primeros cuadros combinados y de la casilla de verificación para copiar es claro, pero son necesarias algunas palabras acerca del resto. Recuerda siempre que las explicaciones de más abajo asumen el idioma origen ajustado a la opción auto.
fi: Kahden ensimmäisen yhdistelmäruudun ja kopiointivalintaruudun tarkoitus on selvä, mutta muiden käytöstä on tarpeen kertoa jotain. Alla olevissa selityksissä oletetaan, että Lähdekieli-yhdistelmäruudussa on valittuna automaattinen tunnistus.
fr: La signification des deux premières listes déroulantes et de la case à cocher pour la copie est claire, mais quelques mots au sujet du reste sont nécessaires. Rappelez-vous toujours que les explications ci-dessous supposent la langue source, définie sur l'option automatique.
gl: O sentido das dúas primeiras caixas combinadas e da caixa de verificación para copiar é craro, pero son necesarias algunhas palabras acerca do resto. Lembra sempre que as explicacións de máis abaixo asumen a lingua orixe axustada á opción auto.
hu: Az első két kombinált listamező és a másolást szabályzó jelölőnégyzet működése egyértelmű, viszont a többi beállítás bővebb magyarázatra szorul. Fontos, hogy az alábbiak csak akkor érvényesek, ha a forrás nyelve automatikusra van állítva.
ja: 最初の二つのコンボボックスとコピーのためのチェックボックスの意味は明快ですが、他についてはもう少し説明が必要です。以下の説明は翻訳元の言語が言語の自動検出に設定されているのを想定しています。
pt_br: O significado das duas primeiras caixas de combinação e da caixa de seleção de copiar é claro, mas algumas palavras acerca do restante se fazem necessárias.Lembre sempre que a explicação abaixo pressupõe que o idioma de origem está configurado na opção auto.
ro: Semnificația primelor două casete combinate și caseta pentru copiere este clară, dar unele cuvinte despre restul sunt necesare. Amintiți-vă întotdeauna că explicațiile de mai jos își asumă limba sursă setată pe opțiunea automată.
sr: Značenja prva dva okvira i izbornog polja za kopiranje su jasna, ali objašnjenje za ostatak je potrebno. Zapamtite da ovo objašnjenje zahteva da je izvorni jezik podešen na automatski.

source: The "Language for swapping" combobox is useful when you swap via script (see below) the source and target language; in fact, a target language set on the auto option has no sense, so the addon sets it to value of combobox above.
ar: يعتبر صندوق الخيارات "لغة التبديل" مفيد عندما تبدل بين لغتي المصدر والهدف عبر مفتاح اختصار (انظر أدناه)، في الحقيقة, إن ضبط لغة الهدف لتكون الخيار التلقائي ليس له معنى, لذا فإن الإضافة تقوم بضبط قيمتها لتكون نفس قيمة اللغة الموجودة بصندوق الخيارات الأول وهو لغة المصدر.
bg: Падащият списък "Език за замяна" е полезен, когато сменяте чрез скрипт (вижте по-долу) текущия и желания език. В действителност задаването на стойност "Автоматично" на опцията за желан език няма смисъл, затова добавката я задава на стойността от падащия списък по-горе.
es: El cuadro combinado "Idioma para Intercambiar" es útil cuando intercambias a través de un script (Mira más abajo) el idioma origen y el destino; de hecho, un idioma destino ajustado a la opción auto no tiene sentido, así el complemento lo ajusta al valor del cuadro combinado anterior.
fi: "Vaihdettava kieli" -yhdistelmäruudusta on hyötyä vaihtaessasi lähde- ja kohdekieltä näppäinkomentoa avulla (katso alta). Kohdekielen määrittämisestä automaattiseksi ei ole järkeä, joten lisäosa asettaa sen arvoksi saman kuin yllä olevassa yhdistelmäruudussa.
fr: La liste déroulante "Langue d'alternance" est utile lorsque vous permutez par script (voir ci-dessous) la langue source et la langue cible ; en effet, une langue cible définie sur l'option automatique n'a aucun sens, donc le module complémentaire lui affecte la valeur de la liste déroulante ci-dessus.
gl: A caixa combinada "Lingua para Intercambiar" é útil cando intercambias a través dun script (consulta máis abaixo) a lingua orixe e a destiño; de feito, unha lingua destiño axustada á opción auto non ten sentido, así o complemento axústao ó valor da caixa combinada anterior.
hu: A "Felcserélés nyelve" funkció abban az esetben hasznos, ha a forrás és cél nyelv váltását automatikusan szeretné megoldani. Mivel az automatikus felismerésnek a cél nyelv esetén nincs értelme, így ez ebben a listában nem jelenik meg.
ja: 「入れ替え用の言語」は、翻訳元の言語と翻訳先の言語を、スクリプトを通じて交換する際に有用です(以下を参照して下さい)。実際、翻訳先の言語を言語の自動検出に設定しても意味がありません。よって、このアドオンでは、これを上記のコンボボックスの値に設定します。
pt_br: A caixa de combinação "Idioma para alternância" é útil quando você alterna por script (ver abaixo) os idiomas de origem e de destino; com efeito, um idioma de destino configurado na opção auto não faz sentido, portanto o complemento o configura para o valor da caixa de combinação acima.
ro: Caseta combinată „limba de schimbare” atunci când o modificați prin script (vedeți mai jos) limba sursă și cea aleasă; de fapt, limba aleasă setată la opțiunea auto nu are nici un sens, deci add-on-ul o setează la valoarea casetei combinate de mai sus.
sr: "Jezik za zamenu" je koristan kada menjate uz pomoć skripte(pogledajte ispod) izvorni i jezik za prevođenje; Zapravo, Jezik za prevođenje podešen na automatski nema smisla, tako da ga dodatak podešava na opciju koja je podešena u ovom izbornom okviru.

source: So, imagine this situation: you usually translate into English (your main language), but sometimes (for example, when you write a document) you need to translate into Italian (your second language, suppose); you can set "Language for swapping" combobox to Italian, so you will translate from English to Italian without accessing directly to the addon settings. Obviously this function has a major or minor utility according to your more frequent needs.
ar: هب أنك تترجم عادة إلى اللغة الإنجليزية (لغتك الرئيسية),لكنك في بعض الأحيان (على سبيل المثال, عند كتابة مستند) تحتاج للترجمة إلى الإيطالية (لغتك الثانية), فرضا)، فإنه يمكنك ضبط صندوق الخيارات "لغة التبديل" للإيطالية, لذا فإنك ستترجم من الإنجليزية للإيطالية دون الحاجة إلى الذهاب لإعدادات الإضافة. من الواضح إن هذه الخاصية "لغة التبديل" تقل أهميتها أو تعظم وفقا لحاجاتك الدائمة.
bg: Представете си следната ситуация: вие обикновено превеждате на английски език (вашия основен език), но понякога (например когато пишете документ) трябва да превеждате на италиански (вашия втори език, предполага се). Можете да зададете стойността в падащия списък "Език за замяна" на италиански, така че вие ще можете да превеждате от английски на италиански без да е необходимо да отваряте настройките на добавката. Очевидно тази функция ще има главно или второстепенно практическо приложение за вас, в зависимост от нуждите ви.
es: Así, imagina esta situación: normalmente traduces al inglés (tu idioma principal), pero a veces(por ejemplo, cuando escribes un documento) necesitas traducir al italiano (tu segundo idioma, suponiendo tal); puedes ajustar el cuadro combinado "Idioma para intercambiar" a Italiano, así traducirás desde el inglés al Italiano sin acceder directamente a las opciones del complemento. Obviamente esta función tiene una mayor o menor utilidad dependiendo de tus necesidades más frecuentes.
fi: Kuvittele seuraavanlainen tilanne: käännät tekstiä tavallisesti englanniksi, joka on pääasiallinen kielesi, mutta toisinaan (esim. asiakirjaa kirjoittaessasi) sinun täytyy kääntää italiaksi, joka on toinen kielesi. Valitse "Vaihdettava kieli" -yhdistelmäruudusta italia, jotta voit kääntää englannista italiaksi menemättä lisäosan asetuksiin. On selvää, että tämän toiminnon hyödyllisyys riippuu siitä, miten usein sinulla on sille käyttöä.
fr: Alors, Imaginez cette situation : vous traduisez généralement vers l'Anglais (votre langue principale), mais parfois (par exemple, lorsque vous écrivez un document), vous avez besoin de traduire vers l'Italien (votre seconde langue, supposons); vous pouvez définir la zone de liste déroulante "Langue d'alternance" à l'Italien, donc vous ferez la traduction de l'Anglais vers l'Italien sans accéder directement aux paramètres du module complémentaire. Évidemment, cette fonction a une utilité majeure ou mineure selon vos besoins plus fréquents.
gl: Así, imaxina esta situación: normalmente traduces ó inglés (a túa lingua principal), pero ás veces(por exemplo, cando escribes un documento) necesitas traducir ó italiano (a túa segunda lingua, supoñendo tal); podes axustar a caixa combinada "Lingua para intercambiar" a Italiano, así traducirás dende o inglés ó Italiano sen acceder directamente ás opcións do complemento. Obviamente esta función ten unha maior ou menor utilidade dependendo das túas necesidades máis frecuentes.
hu: Képzelje el a következő szituációt: Minden szöveget magyar nyelvre szeretne lefordítani, de olykor a magyarul begépelt szövegnek szeretné megnézni az angol fordítását is. Amennyiben a felcserélés nyelvét angolra állítja, úgy a két nyelv közötti fordítás automatikusan megtörténik, anélkül hogy megnyitná a kiegészítő párbeszédablakát.
ja: そこで、次の場合を想像して下さい。あなたは普段は英語に(あなたの主要言語は英語とします)翻訳しますが、時には(例えば、文章を書いている時に)イタリア語に翻訳する必要があるとします(あなたの二番目の言語と考えて下さい)。あなたは、「入れ替え用の言語」コンボボックスを、イタリア語に設定出来ます。よって、あなたは英語からイタリア語に、アドオンの設定を直接触ることなく、翻訳することが出来ます。
pt_br: Assim, imagine a situação: você geralmente taduz para Inglês (seu idioma principal), mas às vezes (por exemplo quando escreve um documento) necessita traduzir para Italiano (digamos seu segundo idioma); você pode colocar a caixa de combinação "Idioma para alternância" para Italiano, de modo que traduzirá de Inglês para Italianosem acessar diretamente as opções de complemento. Obviamente, essa função tem maior ou menor utilidade, conforme sua necessidade mais freqüente.
ro: Așadar, imaginați-vă această situație: De obicei, traduceți în Engleză (limba dumneavoastră principală), dar câteodată (de exemplu, când scrieți un document) aveți nevoie să-l traduceți în italiană (limba dumneavoastră secundară; puteți seta caseta combinată „limba pentru schimbare” la italiană, deci veți traduce din engleză în italiană fără a accesa în mod direct setările add-on-ului. Evident că această funcție are o utilitate minoră sau majoră în funcție de nevoile dumneavoastră mai frecvente.
sr: Tako da, zamislite ovu situaciju: Obično prevodite na Engleski(vaš jezik), ali ponekad(na primer, kada pišete dokument) morate prevoditi na Italijanski(vaš drugi jezik, ); Možete podesiti"jezik za zamenu" na Italijanski, kako biste mogli da prevodite sa Engleskog na Italijanski bez pristupa dijalogu za podešavanje dodatka. Naravno ova funkcija može biti više ili manje bitna u zavisnosti od vašeg korišćenja.
