Repository: nvdacn/screenReaderTranslations
Catalog: website/addons/lambda.*.po
Languages: bg, da, de, es, fr, gl, hr, it, ro, sr

source: We strongly recommend to disable the Flat Mode if you are using custom DPI in Windows (Custom sizing option), especially when you have screen settings with more than 96 dpi (larger than 100%).
bg: Силно ви препоръчваме да изключите плоския режим, ако използвате персонализиран DPI в Windows (опция за оразмеряване по избор), особено когато екранът ви е настроен на повече от 96 DPI (по-голямо от 100%).
da: Vi anbefaler at du deaktivere "Flat mode", hvis du anvender brugerdefineret DPI i Windows (brugerdefinerede dimensioneringsindstillinger), især når du har skærmindstillinger med mere end 96 dpi (større end 100%).
de: Wir empfehlen den Flächenmodus zu deaktivieren, wenn Sie benutzerdefinierte DPI in Windows verwenden (Custom Sizing Option), insbesondere wenn Sie Bildschirmeinstellungen mit mehr als 96 dpi (größer als 100%) haben.
es: Se recomienda vivamente deshabilitar el "Modo plano" cuando se use DPI personalizado en Windows (opción de Tamaño personalizado), especialmente cuando se tiene una configuración de pantalla de más de 96 DPI (más largo que 100%).
fr: Nous recommandons vivement de désactiver le Mode Plat si vous utilisez une définition d'écran personnalisée sous Windows (option de personnalisation de la taille), en particuliers quand votre écran est paramétré avec plus de 96 dpi (plus de 100%).
gl: Recoméndase encarecidamente deshabilitar o "Modo plano" cando se utilice DPI personalizado en Windows (opción de Tamano personalizado), e especialmente cando se ten unha configuración de pantalla de máis de 96 DPI (máis longo que 100%).
hr: Strogo preporučamo da onemogućite flat mod ako koristite prilagođeni DPI u Windowsima (opcija prilagođenih dimenzija), posebno kada imate postavke zaslona sa više od 96 dsi (veće od 100%).
it: Si consiglia caldamente di disattivare la "Flat Mode" qualora si sia cambiato il valore dei DPI dello schermo (da 100% ad un ingrandimento maggiore).
ro: Vă recomandăm cu insistență să dezactivați modul „Flat”, dacă utilizați DPI-ul personalizat în Windows (opțiunea Personalizare Dimensiune), mai ales când aveți setări de ecran cu o rezoluție mai mare de 96 dpi (mai mare de 100%).
sr: Preporučujemo da onemogućite ravan režim ako koristite prilagođena podešavanja DPI u Windowsu(prilagođena veličina), pogotovo kada je podešavanje veće od 96 dpi (veće od 100%).

source: The structure of dialog boxes is easier, repeated information has been removed;
bg: Структурата на диалоговите прозорци е опростена, повтарящата се информация е премахната;
da: Dialogboksenes struktur er nemmere, gentagne oplysninger er blevet fjernet;
de: Die Struktur von Dialogfenstern ist einfacher, wiederholte Informationen wurden entfernt;
es: La estructura de los cuadros de diálogo es más sencilla, eliminando información repetida;
fr: La structure des boîtes de dialogue est plus simple, les informations répétées ont été supprimées;
gl: A estrutura dos cadros de diálogo é máis sinxela, eliminando información repetida;
hr: Struktura dijaloških okvira je jednostavnija, uklonjene su informacije koje su se ponavljale.
it: La struttura delle finestre di dialogo è più lineare, rimosse informazioni ripetute;
ro: Structura casetelor de dialog este mai ușoară, informația repetată a fost eliminată;
sr: Struktura dijaloga je lakša jer su informacije koje se ponavljaju uklonjene;

source: The selection will be marked properly using dots 7 and 8, and marking is properly refreshed while standard Windows commands (SHIFT+ARROWS) or Lambda specific commands (CTRL+B, CTRL+SHIFT+B) are pressed.
bg: Селекцията ще се маркира правилно с използване на точки 7 и 8 и маркировката ще се опреснява коректно при използването на стандартните команди на Windows (Shift+стрелките) или специфичните за LAMBDA команди (Control+B, Control+Shift+B).
da: Det valgte vil blive markeret korrekt ved brug af punkt 7 og 8, og korrekt opdateret ved brug af Windows-kommandoer Skift-piletaster eller Lambda-specifikke kommandoer Ctrl+B og Ctrl+Skift+B.
de: Die Auswahl wird mit den Punkten 7 und 8 richtig markiert und die Markierung wird korrekt aktualisiert, während die Standard-Windows-Befehle (Umschalt+Pfeiltasten) oder Lambda-spezifische Befehle (STRG+B, STRG+Umschalt+B) gedrückt werden.
es: La selección es marcada correctamente usando los puntos 7 y 8, y correctamente refrescada al presionar comandos estándar de Windows (SHIFT+FLECHAS) o comandos específicos de Lambda (CTRL+B, CTRL+SHIFT+B).
fr: La sélection sera marquée correctement par les points 7 et 8, et le marquage est raffraîchi correctement quand on utilise les commandes standard de Windows (MAJ+Flèches) ou les commandes spécifiques de Lambda (CTRL+B, CTRL+MAJ+B).
gl: A selección é marcada correctamente utilizando os puntos 7 e 8, e correctamente refrescada ao premer comandos estándar de Windows (SHIFT+FRECHAS) ou comandos específicos de Lambda (CTRL+B, CTRL+SHIFT+B).
hr: Odabir će biti korektno prikazan točkicama 7 i 8, a označavanje se ispravno učitava standardnim Windows naredbama (SHIFT+STRELICE) ili Lambda specifičnim naredbama (CTRL+B, CTRL+B) su pritisnute.
it: Marca in braille in modo corretto quando il testo viene selezionato.
ro: Selectarea va fi marcată corect cu ajutorul punctelor 7 și 8, iar marcajul este corect reîmprospătat în timp ce sunt apăsate comenzile standard ale Windows-ului (SHIFT + săgeți) sau cele specifice ale Lambda-ului (CTRL+B, CTRL+SHIFT+B).
sr: Izbor je ispravno označen tačkama 7 i 8 kada koristite Windows komande(Šift i strelice) kao i Lambda komande(Kontrol+b i Kontrol+Šift+b)

source: Before starting to use this addon.
bg: Преди да започнете да използвате тази добавка.
da: Før du bruger denne tilføjelse
de: Bevor Sie diese Erweiterung verwenden.
es: Antes de empezar a usar este complemento.
fr: Avant de commencer à utiliser ce module.
gl: Antes de empezar a usar este complemento.
hr: Prije početka korištenja ovog dodatka.
it: Prima di iniziare ad utilizzare questo componente aggiuntivo.
ro: Înainte de a începe să utilizați acest supliment.
sr: Pre nego što počnete da koristite ovaj dodatak.

source: This addon creates an NVDA profile named "lambda" which is associated with the "lambda.exe" application. The profile automatically sets all braille options: the custom braille table, the focus tethering and flat mode settings.
bg: Тази добавка създава профил за NVDA, именуван "lambda", който е обвързан с приложението "lambda.exe". Профилът автоматично настройва всички опции за брайл: персонализираната брайлова таблица, обвързването на фокуса и настройките за плоския режим.
da: Denne tilføjelse opretter en NVDA-profil ved navn "Lambda". Denne profil er associeret med filen "Lambda.exe". Profilen indstiller automatisk alle punktindstillinger. Dette inkludere den tilpassede oversættelsestabel, tøjret fokus og flat mode.
de: Diese Erweiterung erstellt ein NVDA-Profil mit dem Namen"Lambda", das mit der Anwendung"Lambda.exe" verbunden ist. Das Profil stellt automatisch alle Braille-Optionen ein: die benutzerdefinierte Braille-Tabelle, die Fokus-Befestigung und die Flächenmodus-Einstellungen.
es: Este complemento crea un perfil de NVDA nombrado como "lambda" que está asociado con la aplicación lambda.exe. Este perfil está configurado con todas las opciones en lo que a las opciones braille, a la tabla braille personalizada, a la localización del foco y a las opciones del modo plano se refiere.
fr: Ce module crée un profil NVDA nommé "lambda" associé à l'application"lambda.exe". Le profil règle automatiquement toutes les options braille : La table braille spécifique, le suivi du focus et les paramètres du mode plat.
gl: Este complemento crea un perfil de NVDA nomeado como "lambda" que está asociado coa aplicación lambda.exe. Este perfil está configurado con todas as opcións no que ás opcións braille, á táboa braille personalizada, á localización do foco e ás opcións do modo plano se refire.
hr: Ovaj dodatak stvara profil pod nazivom "lambda" koji je povezan s datotekom "lambda.exe". Dodatak automatski postavlja sve mogućnosti brajice: prilagođenu brajevu tablicu, fokus i način rada.
it: L'addon provvede alla creazione automatica di un nuovo profilo di NVDA chiamato "lambda" associato all'applicazione "lambda.exe". Questa operazione viene effettuata automaticamente all'avvio dell'applicativo Lambda. In particolare vengono correttamente impostate le preferenze relative alla tabella braille, al tracciamento del cursore ed alla modalità flat del braille.
ro: El crează un profil NVDA numit „lambda” care este asociat cu aplicația „lambda.exe”. Profilul setează automat toate opțiunile braille: tabelul braille personalizat, legarea focalizării și setările modului Flat.
sr: Ovaj dodatak pravi NVDA profil sa imenom"lambda" koji je podešen za"lambda.exe" aplikaciju. Profil automatski podešava brajeva podešavanja: Prilagođenu brajevu tabelu, vezivanje fokusa i ravan režim.

source: If a previous profile with the same name is present in your system, the addon will not override it and you have to manually adjust your configuration profile.
bg: Ако при вас има друг профил със същото име, добавката няма да го замени и ще трябва ръчно да настроите вашия конфигурационен профил.
da: Hvis en eksisterende profil med samme navn befinder sig på dit system, skal du selv erstatte den, da tilføjelsespakken ikke vil gøre dette.
de: Wenn ein vorheriges Profil mit dem gleichen Namen in Ihrem System vorhanden ist, wird die Erweiterung es nicht überschreiben. Sie müssen Ihr Konfigurationsprofil manuell anpassen.
es: Si un perfil previamente existente con el mismo nombre está presente en su sistema, no será sobreescrito y deberá ajustar manualmente el perfil de configuración.
fr: Si un profil avec le même nom est déjà présent dans votre système, le module ne le remplacera pas et vous devrez ajuster manuellement votre profil de configuration.
gl: Se un perfil previamente existente co mesmo nome está presente no seu sistema, non será sobrescrito e deberá axustar manualmente o perfil de configuración.
hr: Ako je profil s istim imenom prisutan u vašem sustavu, dodatak ga neće zamijeniti i morat ćete ručno prilagoditi konfiguracijski profil.
it: Se è già presente un profilo chiamato "lambda", l'addon non lo sovrascriverà e si dovrà provvedere manualmente alla configurazione.
ro: Dacă în sistemul dumneavoastră există un profil anterior cu același nume, suplimentul nu îl va înlocui, iar dumneavoastră va trebui să ajustați manual profilul de configurare.
sr: Ako profil sa istim imenom postoji na sistemu, dodatak ga neće zameniti i morate urediti vaša podešavanja.

source: To stave off this situation, if you have specific settings you'd like to preserve, you can use the "Revert LAMBDA Profile Wizard". The shortcut to start this tool is NVDA+alt+r (when focused in LAMBDA).
bg: За да предотвратите тази ситуация, ако имате специфични настройки, които искате да запазите, можете да използвате "Съветник за възстановяване на профила за LAMBDA". Прекият път за стартиране на този инструмент е NVDA+Alt+R (когато LAMBDA е на фокус).
da: For at undgå dette, skal du benytte "Revert LAMBDA Profile Wizard", såfremt du har indstillinger, som du ønsker at gemme. Du kan starte dette værktøj ved at trykke NVDA+Alt+R, når du befinder dig i Lambda.
de: Wenn Sie bestimmte Einstellungen haben, die Sie beibehalten möchten, können Sie den "Revert LAMBDA Profile Wizard" (Widerherstellungsassistent für LAMBDA-Profile) verwenden. Die Abkürzung, um dieses Werkzeug zu starten, ist NVDA+alt+r. Der Fokus muss sich dabei im LAMBDA befinden.
es: Para salir de esta situación, si tiene configuraciones espcíficas que le gustaría preservar, puede usar el "Asistente de Reversión del perfil LAMBDA". La tecla rápida para abrir esta herramienta es NVDA+alt+r (cuando se está dentro de LAMBDA).
fr: Pour vous sortir de cette situation, si vous avez des paramètres particuliers que vous désirez conserver, vous pouvez utiliser l'"Inverseur Magique de Profil LAMBDA". Le raccourci pour démarrer cet outil est NVDA+alt+r (quand LAMBDA est en avant-plan).
gl: Para saír desta situación, se ten configuracións espcíficas que lle gostaría preservar, pode utilizar o "Asistente de Reversión do perfil LAMBDA". O atallo para abrir esta ferramenta é NVDA+alt+r (cando se está dentro de LAMBDA).
hr: Da biste izbjegli ovu situaciju, ako imate određene postavke koje želite sačuvati, možete upotrijebiti LAMBDA Čarobnjak za vraćanje postavki. Prečac za pokretanje ovog alata je nvda+alt+r dok ste fokusirani u programu LAMBDA.
it: Per rendere il compito più facile, se si desidera preservare alcune delle impostazioni del precedente profilo, è possibile utilizzare la funzionalità di "Ripristino guidato impostazioni di LAMBDA". Il comando rapido per questo comando è NVDA+alt+r (quando la finestra di Lambda è attiva).
ro: Pentru a evita această situație, dacă aveți setări specifice pe care doriți să le păstrați, puteți utiliza expertul de restabilire al profilului LAMBDA. Comanda rapidă pentru pornirea acestui instrument este NVDA+alt+r (când sunteți focalizat pe LAMBDA).
sr: Da sprečite ovu situaciju, ako imate podešavanja koja želite da sačuvate, možete koristiti"Revert LAMBDA Profile čarobnjak". prečica je NVDA+alt+r (kada ste u aplikaciji Lambda).

source: An easy option is also to delete old versions of the "lambda" profile after the installation of the addon. To do so, open the NVDA menu, select the "Configuration profiles" menu Item and press ENTER.
bg: Също лесен вариант е да изтриете старите версии на профила "lambda" след инсталирането на добавката. За да направите това, отворете менюто на NVDA, изберете елемента "Конфигурационни профили" и натиснете ENTER.
da: En nem mulighed er også at slette gamle versioner af lambda-profilen efter installationen af tilføjelsen. For at gøre det skal du åbne NVDA-menuen, vælge menupunktet "Indstillingsprofiler..." og trykke på ENTER.
de: Eine einfache Möglichkeit ist auch alte Versionen des "Lambda"-Profils nach der Installation der Erweiterung zu löschen. Öffnen Sie dazu das NVDA-Menü, wählen Sie den Menüpunkt"Konfigurationsprofile" und drücken Sie ENTER.
es: Una opción fácil es también borrar viejas versiones del perfil "lambda" después de la instalación del complemento. Para hacer esto, abra el menú de NVDA, seleccione el elemento de menú "Perfiles de configuración" y pulse ENTER.
fr: Une solution simple est d'effacer les anciennes versions du profil "lambda" après l'installation du module. Pour ce faire, ouvrez le menu NVDA, sélectionnez "Profils de configuration" et pressez entrer.
gl: Unha opción fácil é tamén borrar vellas versións do perfil "lambda" despois da instalación do complemento. Para facer isto, abra o menú de NVDA, seleccione o elemento de menú "Configuración de perfís" e prema ENTER.
hr: Također postoji jednostavna opcija za brisanje starih profila "lambda" nakon instalacije dodatka. Da biste to učinili, otvorite NVDA izbornik, odaberite izbornik Konfiguracijski profili i pritisnite ENTER.
it: Una soluzione più semplice è quella di cancellare il precedente profilo chiamato "lambda" accedendo al menù di NVDA, quindi andando in "Gestione profili".
ro: Ar mai fi o variantă, să ștergeți versiunile vechi ale profilului „lambda” după instalarea suplimentului. Pentru a face astfel, deschideți meniul NVDA, selectați opțiunea „Configurarea profilurilor” și apăsați Enter.
sr: Lakša opcija je takođe da obrišete stare verzije"lambda" profila nakon instalacije dodatka. Da biste to uradili, otvorite NVDA meni, izaberite"profili podešavanja" i pritisnite enter.

source: In the Configuration profiles dialog, you'll be able to locate and delete the "lambda" profile. The profile will be re-created the next time the Lambda application is started.
bg: В диалоговия прозорец "Конфигурационни профили", ще можете да намерите и изтриете профила "lambda". Профилът ще бъде пресъздаден следващия път, когато приложението LAMBDA бъде стартирано.
da: I dialogboksen "Indstillingsprofiler" kan du finde og slette Lambda-profilen. Profilen genoprettes næste gang Lambda-applikationen er startet.
de: Im Dialog Konfigurationsprofile können Sie das Lambda-Profil lokalisieren und löschen. Das Profil wird beim nächsten Start der Lambda-Anwendung neu erstellt.
es: En el diálogo de Perfiles de configuración, podrá localizar y borrar el perfil "lambda". El perfil será creado nuevamente la próxima vez que se inicie Lambda.
fr: Dans le dialogue de configuration des profils, vous pourrez trouver et effacer le profil "lambda". Le profil sera recréé au prochain démarrage de l'application Lambda.
gl: No diálogo de Configuración de perfís, poderá localizar e borrar o perfil "lambda". O perfil será criado novamente a vindeira vez que se inicie Lambda.
hr: U dijaloškom okviru Konfiguracijski profili, moći ćete pronaći i obrisati "lambda" profil. Profil će ponovno biti stvoren kada sljedeći put pokrenete Lambda aplikaciju.
it: Nella finestra Configurazione profili, si potrà individuare ed eliminare il profilo di "lambda". Il profilo verrà ricreato la prossima volta l'applicazione Lambda verrà riavviata.
ro: În dialogul de configurare al profilurilor, veți putea să localizați și să ștergeți profilul „lambda”. Profilul va fi recreat data viitoare când aplicația Lambda este pornită.
sr: U ovom dijalogu, moćićete da pronađete i obrišete "lambda" profil. Profil će ponovo biti napravljen kada se Lambda aplikacija pokrene.

source: Deleting the "lambda" profile should be an easy solution also when the addon runs into any problem. For instance, if the braille table is not properly set, instead of manually configuring the profile, you can simply delete it. The addon will create a new one the next time you'll load the Lambda editor.
bg: Изтриването на профила "lambda" би трябвало да помогне също така, когато добавката срещне проблем. Например ако брайловата таблица не е указана правилно, вместо ръчно да конфигурирате профила, можете просто да го изтриете. Добавката ще създаде нов такъв при следващото зареждане на редактора LAMBDA.
da: Sletning af profilen "lambda" bør også være en nem løsning, når tilføjelsen løber ind i problemer. For eksempel, hvis punkttabellen ikke er indstillet korrekt, kan du blot slette den i stedet for at udføre en manuel konfiguration af profilen. Tilføjelsen vil oprette en ny profil, næste gang du indlæser Lambda Editor.
de: Das Löschen des Lambda-Profils sollte eine einfache Lösung sein, auch wenn die Erweiterung auf irgendein Problem stößt. Wenn z.B. die Braille-Tabelle nicht richtig eingestellt ist, können Sie sie einfach löschen, anstatt das Profil manuell zu konfigurieren. Die Erweiterung erstellt beim nächsten Laden des Lambda-Editors ein neues Profil.
es: Eliminar el perfil "lambda" debería de ser una solución fácil también cuando encuentre algún fallo que "aparezca" en algún punto mientras se use el complemento. Por ejemplo, si la tabla braille no está correctamente establecida, en lugar de configurar manualmente el perfil puede simplemente borrarlo. El complemento creará uno nuevo la próxima vez que abra el editor Lambda.
fr: Effacer le profil "lambda" est aussi une solution simple quand le module rencontre un problème. Par exemple, si la table braille est mal configurée, au lieu de configurer manuellement le profil, vous pouvez simplement l'effacer. Le module en créera un nouveau la prochaine fois que vous chargerez l'éditeur Lambda.
gl: Eliminar o perfil "lambda" debería de ser unha solución fácil tamén cando atope algún fallo que "apareza" nalgún punto mentres se utilice o complemento. Por exemplo, se a táboa braille non está correctamente estabelecida, no lugar de configurar manualmente o perfil pode simplemente borralo. O complemento criará un novo a vindeira vez que abra o editor Lambda.
hr: Brisanje profila "lambda" također bi trebalo biti jednostavno rješenje ako postoji bilo koji problem u radu dodatka. Primjerice, ako brajeva tablica nije ispravno postavljena, umjesto ručnog konfiguriranja profila jednostavno je možete izbrisati. Dodatak će krirati novi profil kada drugi put pokrenete Lambda urednik.
it: La rimozione del profilo può essere utile anche nel caso di problemi legati alla configurazione di NVDA con LAMBDA; ad esempio nel caso in cui la tabella braille non sembra corrispondere con quella impostata, è più rapido eliminare il profilo piuttosto che cercare di risolvere a mano, tanto il profilo verrà subito ricreato al riavvio dell'applicazione.
ro: Ștergerea profilului "lambda" ar trebui să fie o soluție ușoară, de asemenea, în cazul în care suplimentul se confruntă cu vreo problemă. De exemplu, dacă tabelul braille nu este setat corect, în loc să configurați manual profilul, puteți să îl ștergeți pur și simplu. Adăugarea va crea unul nou data viitoare când veți încărca editorul Lambda.
sr: Brisanje"lambda" profila je takođe lako rešenje kada dodatak ima neki problem. Na primer, ako brajeva tabela nije ispravno podešena, umesto da ručno podešavate profil, možete ga jednostavno obrisati. Dodatak će napraviti novi sledeći put kada učitate Lambda editor.

source: Each time the Lambda editor is started, this addon checks if a profile with the name "lambda" exists. If it doesn't, it automatically generates a profile with the following form:
bg: Всеки път щом се стартира редактора LAMBDA, добавката проверява дали съществува профил с име "lambda". няма такъв, тя автоматично генерира такъв профил със следната структура:
da: Hver gang Lambda-editoren er startet, kontrollerer denne tilføjelse, om der findes en profil med navnet "lambda". Hvis det ikke er tilfældet, genererer det automatisk en profil med følgende formular:
de: Jedes Mal, wenn der Lambda-Editor gestartet wird, prüft diese Erweiterung, ob ein Profil mit dem Namen "Lambda" existiert. Ist dies nicht der Fall, wird automatisch ein Profil mit dem folgenden Formular erstellt:
es: Cada vez que el editor Lambda es arrancado, el complemento verifica si existe un perfil con el nombre "lambda". Si no existe crea automáticamente un perfil con la siguiente forma:
fr: Chaque fois qu'on lance l'éditeur Lambda, ce module vérifie si un profil nommé "lambda" existe. Si ce n'est pas le cas, il génère automatiquement un profil de la forme suivante :
gl: Cada vez que o editor Lambda é arrincado, o complemento verifica se existe un perfil co nome "lambda". Se non existe crea automaticamente un perfil coa seguinte forma:
hr: Svaki put kada pokrenete Lambda uređivač, ovaj dodatak provjerava postoji li profil s nazivom "lambda". Ako ne postoji, automatski generira profil sa sljedećim obrascem:
it: Ad ogni avvio dell'applicazione Lambda, questo componente aggiuntivo controlla se un profilo chiamato "lambda" esiste. Se non esiste, procede alla sua creazione automatica secondo questo formato:
ro: De fiecare dată când editorul Lambda este pornit, acest supliment verifică dacă există un profil cu numele „lambda”. Dacă nu există un astfel de profil, el generează automat un profil cu următoarea formă:
sr: Svaki put kada se Lambda editor pokrene, ovaj dodatak proverava da li profil sa imenom "lambda" postoji. Ako ne postoji, automatski pravi sledeći profil:

source: Where :
bg: Къде:
da: Hvor:
de: wo:
es: Donde :
fr: Où :
gl: Onde :
hr: Gdje :
it: Dove :
ro: Unde :
sr: Gde:
