Repository: nvdacn/screenReaderTranslations
Catalog: website/addons/lambda.*.po
Languages: bg, da, de, es, fr, gl, hr, it, ro, sr

source: Speaks when moving in the text editor using standard Windows commands and Lambda-specific commands;
bg: Чете при навигиране в текстовия редактор при използване на стандартните команди на Windows и специфични за LAMBDA команди;
da: Taler, når du bevæger dig rundt i tekstredigeringen ved brug af standard-Windowskommandoer og Lambda-specifikke kommandoer;
de: Das Navigieren durch den Texteditor mit Windows- und LAMBDA-spezifischen Befehlen wird angesagt;
es: Habla al moverse por el texto con comandos de Windows y con comandos específicos de Lambda;
fr: Parle lors du déplacement dans l'éditeur de texte en utilisant les commandes standards de Windows ou les commandes spécifiques de Lambda;
gl: Fala ao moverse polo texto con comandos de Windows e con comandos específicos do Lambda;
hr: Govori dok se krećete u programu za uređivanje teksta korištenjem standardnih Windowsovih naredbi i Lambda-specifičnih naredbi;
it: Vocalizza correttamente gli spostamenti all'interno del testo utilizzando i principali tasti standard di Windows e quelli specifici di LAMBDA;
ro: Vorbește la deplasarea în editorul de text folosind comenzile Windows-ului sau comenzile specifice ale Lambda-ului;
sr: Izgovara kada uređujete tekst Windows ili Lambda komandama;

source: Both Extended and Short speech modes are supported (you can select it using the Tools menu in Lambda);
bg: Поддържат се както разширения, така и съкратения речев режим (можете да го изберете от менюто "Инструменти" ("Tools") в LAMBDA);
da: Både detaljerede og kortfattede taletilstande er tilgængelige. Du kan vælge dette ved at benytte menuen "Tools" i Lambda.
de: Im Bereich Werkzeuge (Tools) in der LAMBDA-Erweiterung können ausführliche oder einfache Sprachmodi ausgewählt werden;
es: Tanto el modo de habla corto como el extendido están soportados (puede establecerlo usando el menú Herramientas de LAMBDA);
fr: Le mode de parole court et étendu est supporté (vous pouvez le sélectionner en utilisant le menu Outils de Lambda);
gl: Tanto o modo de fala curto coma o estendido están soportados (pode establecelo utilizando o menú Ferramentas de LAMBDA);
hr: Podržan je dulji i kraći način izgovora (možete ih odabrati korištenjem izbornika Alati u Lambda);
it: Vocalizza sia in maniera compatta che estesa, funzione modificabile dal menu strumenti di Lambda;
ro: Atât modul extins de vorbire cât și cel scurt sunt suportate (îl puteți selecta folosind meniul de unelte în Lambda);
sr: Proširen i kratak režim govora su podržani(možete ih izabrati iz menija alati programa Lambda);

source: Special dialogs like structure mode, calculator, and matrix window are now correctly reported and NVDA reads correctly when moving the cursor around or when new text is typed ;
bg: Специални диалогови прозорци, като например "Структурен режим", "Калкулатор" и "Прозорец на матрицата" сега биват докладвани коректно и NVDA чете коректно при местене на курсора и при въвеждане на текст;
da: Særlige dialoger som struktur tilstand, lommeregner og matrix vindue er nu korrekt rapporteret og NVDA læser korrekt når du flytter markøren eller når ny tekst skrives.
de: Spezielle Dialoge wie Strukturmodus, Taschenrechner und Matrixfenster werden nun korrekt angezeigt und NVDA liest korrekt vor, wenn der Cursor bewegt oder wenn neuer Text eingegeben wird;
es: Ventanas de diálogos especiales como la del modo estructura, la calculadora, y la de matriz son ahora correctamente reportadas y NVDA lee correctamente al mover el cursor por ellas o al introducir texto;
fr: Les dialogues spéciaux comme le mode de structure, la calculatrice, et la fenêtre de matrice sont maintenant annoncés correctement et NVDA lit correctement quand on déplace le curseur ou quand on ajoute du texte;
gl: Xanelas de diálogos especiais como a do modo estrutura, a calculadora, e a de matriz son agora correctamente reportadas e NVDA le correctamente ao mover o cursor por elas ou ao introducir texto;
hr: Posebni dijaloški okviri poput strukturnog načina, kalkulatora i matričnog prozora sada se ispravno prikazuju i NVDA ispravno čita dok pomičete kursor uokolo ili dok tipkate novi tekst ;
it: Vocalizza le finestre di esplorazione struttura, la calcolatrice e la finestra di esplorazione delle matrici;
ro: Dialoguri speciale precum modul de structurare, calculator și fereastra matrix sunt anunțate corect, iar NVDA-ul citește corect la deplasarea cursorului în jur sau când un nou text este scris ;
sr: Posebni dijalozi kao što su režim strukture kalkulator i matriks prozor se ispravno prijavljuju;

source: Typing echo uses the Lambda text processor, so symbols and markers will be correctly reported.
bg: Ехото при въвеждане използва текстообработката на LAMBDA, тъй че символите и маркерите ще бъдат докладвани коректно.
da: Indtastningsekko benytter tekstbehandlingen fundet i Lambda, så symboler og mærker vil blive rapporteret korrekt.
de: Das Eingabenecho nutzt den Lambda-Text-Prozessor. Somit werden Symbole und Markierungen richtig angesagt.
es: El eco de escritura utiliza el procesador de texto de Lambda, de forma que se informará correctamente de símbolos y marcadores.
fr: L'écho de frappe utilise le processeur de texte de Lambda, ainsi les symboles et les marqueurs seront annoncés correctement.
gl: O eco de escritura utiliza o procesador de texto de Lambda, de xeito que se informará correctamente de símbolos e marcadores.
hr: Povratni zvuk tipkanja koristi Lambda tekstualni procesor, tako da će se simboli i oznake ispravno prikazivati.
it: Il riscontro in scrittura avviene usando il sistema di processamento testi di LAMBDA, di modo da annunciare correttamente i simboli e i marcatori.
ro: Tastarea ecoului utilizează procesorul de text Lambda, așa că simbolurile și marcajele vor fi corect raportate.
sr: Izgovor znaka koristi Lambda processor tako da se specijalni znakovi ispravno prijavljuju;

source: Braille support:
bg: Поддръжка за брайл:
da: Understøttelse af punkt
de: Brailleunterstützung
es: Soporte para Braille:
fr: Support du braille :
gl: Soporte para Braille:
hr: Podrška za brajicu:
it: Supporto Braille:
ro: Suport braille:
sr: Brajeva podrška:

source: The addon installs (inside the user profile directory) and activates a custom braille table. This table may be different for different languages. Custom braille tables were made from ones in the Lambda plugin for JAWS (jbt file). Then symbols and markers are represented using the same dots patterns;
bg: Добавката инсталира (в директорията на профила на потребителя) и активира персонализирана брайлова таблица. Тази таблица може да бъде различна за различните езици. Персонализираните брайлови таблици са направени от тези в скриптовете на JAWS за LAMBDA (jbt файл). След това символите и маркерите биват представени чрез същите точкови шаблони;
da: Denne tilføjelsespakke vil blive installeret i mappen user profile, og aktivere en tilpasset punkttabel. Denne tabel er muligvis forskellig i forhold til andre sprog. Denne tabel er baseret på Lambda plugin for JAWS (jbt fil). Derfor er symboler og mærker repræsenteret af samme punktmønstre.
de: Die Erweiterung installiert und aktiviert innerhalb des Benutzerprofilverzeichnisses eine eigene Braille-Tabelle. Diese Tabelle kann für verschiedene Sprachen unterschiedlich sein. Es wurden benutzerdefinierte Braille-Tabellen aus dem Lambda-Plugin für JAWS (jbt-Datei) erstellt. Somit werden Symbole und Marker mit den gleichen Punktmustern dargestellt;
es: El complemento instala (dentro del directorio de perfil de usuario) y activa un perfil de NVDA con una tabla braille. Esta tabla puede diferir en distintos idiomas. La tabla ha sido construida desde la presente en los scripts de Jaws para LAMBDA (archivo jbt). Entonces los símbolos y marcadores son representados mediante los mismos patrones de puntos;
fr: Le module s'installe (dans le répertoire de paramètres de l'utilisateur) et active une table braille spécifique. Cette table peut être différente selon la langue. Les tables braille ont été créées à partir de celles du script Jaws pour Lambda (fichier jbt). Ainsi les symboles et marqueurs sont représentés en utilisant les mêmes combinaisons de points;
gl: O complemento instala (dentro do directorio de perfil de usuario) e activa un perfil de NVDA cunha táboa braille. Esta táboa pode diferir entre distintas linguas. A táboa foi construída dende a presente nos scripts de Jaws para LAMBDA (arquivo jbt). Entón os símbolos e marcadores son representados mediante os mesmos patróns de puntos;
hr: Dodatak instalira (unutar mape korisničkog profila) i aktivira prilagođenu brajevu tablicu. Ta tablica može biti različita za različite jezike. Prilagođene brajeve tablice napravljene su od onih u Lambda dodatku za JAWS (jbt datoteka). Tako se simboli i oznake prikazuju istim točkicama.
it: Il componente aggiuntivo installa (all'interno della cartella profilo utente di NVDA) ed inseguito attiva una tabella braille personalizzata. Tale tabella può essere diversa in base alla lingua. Le tabelle personalizzate sono state adattate da quelle presenti nel plugin Lambda per Jaws, (file jbt). In seguito i simboli e i marcatori sono stati rappresentati servendosi degli stessi punti braille.
ro: Suplimentul se instalează (în directorul profilului de utilizator) și activează un tabel braille personalizat. Acest tabel poate fi diferit pentru diferite limbi. Tabelele personalizate braille au fost create din cele din pluginul Lambda pentru JAWS (fișier jbt). Apoi, simbolurile și marcajele sunt reprezentate folosind aceleași modele de puncte;
sr: Dodatak instalira(u folderu korisničkog profila) i aktivira prilagođenu brajevu tabelu. Ova tabela se može razlikovati za različite jezike. Prilagođene brajeve tabele su napravljene iz Lambda dodatka za Jaws(jbt datoteka). a zatim se specijalni simboli prikazuju koristeći iste oblike tačaka;

source: The addon creates an NVDA profile for a standard braille configuration. By this, the output is set to the custom braille table only when the Lambda application is active;
bg: Добавката създава профил за NVDA за стандартна брайлова конфигурация. Така изходът е настроен на персонализираната брайлова таблица само когато приложението LAMBDA е на фокус;
da: Tilføjelsen opretter en NVDA-profile for en standardkonfiguration af punktskrift. Derfor er oversættelsestabellen kun indstillet til den tilpassede punkttabel, når Lambda er aktiv.
de: Die Erweiterung erstellt ein NVDA-Profil für eine Standard-Braille-Konfiguration. Dadurch wird die Ausgabe nur dann auf die benutzerdefinierte Braille-Tabelle gesetzt, wenn die Lambda-Anwendung aktiv ist;
es: El complemento crea un perfil de configuración y establece la configuración de braille estándar. De forma que la salida a la tabla braille personalizada solo está establecida cuando LAMBDA está activo;
fr: Le module crée un profil NVDA pour une configuration braille standard. Ainsi, l'affichage n'utilise la table spécifique que lorsque l'application Lambda est active;
gl: O complemento crea un perfil de configuración e establece a configuración de braille estándar. De xeito que a saída á táboa braille personalizada só está establecida cando LAMBDA está activo;
hr: Dodatak kreira NVDA profil za standardnu brajevu konfiguraciju. Time se izlaz postavlja na prilagođenu brajevu tablicu samo kada je aplikacija Lambda aktivna..
it: Crea e configura un profilo applicativo apposito (in questo modo la tabella braille speciale per LAMBDA sarà attivata solo su questo software e non su altri);
ro: Suplimentul crează un profil NVDA pentru o configurație standard braille. Prin aceasta, ieșirea este setată la tabelul personalizat braille numai atunci când aplicația Lambda este activă;
sr: Dodatak instalira poseban profil. Zbog toga, prilagođene brajeve tabele su aktivne samo kada se koristi Lambda aplikacija;

source: Dialogs and menus are properly reported in braille;
bg: Диалоговите прозорци и менютата биват правилно докладвани на брайл;
da: Dialoger og menuer er korrekt rapporteret på punkt
de: Menüs und Dialoge werden in Braille korrekt angezeigt;
es: Los diálogos y menús son correctamente braillificados;
fr: Les dialogues et les menus sont correctement affichés en braille;
gl: Os diálogos e menús son correctamente braillificados;
hr: Dijaloški okviri i izbornici su ispravno prikazani na brajici;
it: Le finestre di dialogo e i menu vengono mostrati in braille in maniera appropriata;
ro: Dialogurile și meniurile sunt raportate corespunzător în braille;
sr: Dijalozi i meniji se ispravno prikazuju na brajevom pismu;

source: The content of the editor is correctly rendered in braille and the user is able to move using braille scrolling keys or cursor routing keys;
bg: Съдържанието на редактора бива правилно представено на брайл и потребителят е в състояние да навигира, използвайки брайловите клавиши за превъртане или стрелките за преместване;
da: Indholdet i redigeringsprogrammet er korrekt omsat til punkt. Derudover kan brugeren også navigere ved hjælp af panoreringsknapper eller markørsammenføringsknapper.
de: Der Inhalt des Editors wird korrekt in Brailleschrift wiedergegeben und der Benutzer kann sich mit Hilfe von Braille-Scrolling-Tasten oder Cursor-Routing-Tasten bewegen;
es: El contenido del editor es correctamente adaptado para braille y el usuario puede moverse usando las teclas de desplazamiento braille y de ruta del cursor;
fr: Le contenu de l'éditeur est correctement reproduit en braille et l'utilisateur peut se déplacer en utilisant les touches de défilement ou les curseur routines;
gl: O contido do editor é correctamente adaptado para braille e o usuario pode moverse usando as teclas de desprazamento braille e de ruta do cursor;
hr: Sadržaj se ispravno prikazuje na brajici i korisnik je u mogućnosti kretati se pomoću brajevih tipki za navigaciju ili tipki za pomicanje kursora;
it: Permette la navigazione nei menù e nelle finestre di dialogo in braille, servendosi dei tasti di scorrimento o dei cursor routing;
ro: Conținutul editorului este redat corect în braille, iar utilizatorul poate să se deplaseze folosind tastele de deplasare braille sau tastele de rotire a cursorului;
sr: Sadržaj uređivanja se ispravno učitava i možete se kretati po njemu korišćenjem tastera za prebacivanje kursora i brajevog reda;

source: Starting from the addon version 1.1.0, there are two ways in which the text in the Lambda editor is rendered: "Flat mode" and "non-Flat Mode". When the "Flat mode" is on, NVDA will use the Display Model to retrieve information from the editor and to determine the caret position. This is specially beneficial when the user needs to move around on the screen, even in white spaces. When the "Flat Mode" is set to "off", text rendering on the braille display is more stable, since NVDA uses Windows API to retrieve it. However when the the caret is moved in white spaces next to the end of the line of text, the braille display does not follow the real cursor as long as a non-white space is added by the user.
bg: Започвайки от версия 1.1.0 на добавката, има два начина, по които може да се представя текста в редактора на LAMBDA: "Плосък режим"и "Не-плосък режим". Когато е включен "Плосък режим", NVDA ще използва екранния модел, за да извлече информация от редактора и да се определи позицията на курсора. Това е особено полезно, когато потребителят трябва да се движи по екрана, дори на места с празно пространство (интервали). Когато е изключен "Плосък режим", изобразяването на текста на брайловия дисплей е по-стабилно, тъй като NVDA използва ППИ на Windows , за да го извлича. Когато обаче курсорът попадне в празно пространство (интервали) в края на реда на текста, брайловият дисплей не следва реално курсора, докато потребителят не добави празно пространство (интервал).
da: Fra tilføjelssen version 1.1.0, vil det nu være muligt at gengive teksten i Lambda-editor: "Flat mode" og "non-flat mode". Når "flat mode" er slået til, vil NVDA benytte displaymodellen til at hente information fra editoren samt bestemme markørens position. Dette er især nyttigt når brugeren skal bevæge sig rundt på skærmen, selv når der er blanktegn. Når "Flat mode" er slået fra, tekstgengivelse på punktdisplayet er mere stabil, eftersom NVDA en Windows API til at hente tilsvarende information. Hvis markøren dog flyttes hen på et blanktegn på slutningen af en linje, vil punktdisplayet ikke følge den aktuelle markør, hvis et andet tegn end et blanktegn er skrevet af brugeren.
de: Ab der Erweiterungsversion 1.1.0 gibt es zwei Möglichkeiten, wie der Text im Lambda-Editor angezeigt wird: "Flächenmodus ein" (Flat mode) und "Flächenmodus aus" (non-flat mode). Wenn der "Flächenmodus" eingeschaltet ist, wird NVDA das Bildschirmlayout benutzen, um Informationen vom Editor abzurufen und die Position des Cursors zu bestimmen. Dies ist besonders vorteilhaft, wenn der Benutzer sich auf dem Bildschirm auch in weißen Bereichen bewegen muss. Wenn der"Flächenmodus" auf "aus" eingestellt ist, ist die Textdarstellung auf der Braillezeile stabiler. Dies liegt daran, dass NVDA für die Bestimmung der Cursorposition die Windows-Schnittstelle verwendet. Wenn der Cursor jedoch in weißen Feldern neben dem Ende der Textzeile bewegt wird, folgt die Braillezeile nicht dem tatsächlichen Cursor, solange der Benutzer ein nicht-weißes Leerzeichen hinzufügt.
es: Empezando desde la versión del complemento 1.1.0 existen dos formas en las cuales el contenido es representado: "Modo plano" y "Modo no plano". Cuando el "Modo plano" está activado, NVDA usará el Modelo de Mostrado para obtener el contenido desde Lambda y para determinar la posición del cursor braille. Esto es especialmente beneficioso cuando el usuario necesita moverse por la pantalla, incluso por los espacios en blanco del editor. Cuando el "Modo plano" está establecido a "Desactivado", la representación del texto en la pantalla braille es más estable, ya que NVDA usa Windows API para obtenerla. De modo que, cuando el usuario se mueve entre espacios en blanco el cursor en la pantalla braille no seguirá al cursor real hasta que un espacio no en blanco sea insertado por el usuario.
fr: A partir de la version 1.1.0 du module, le texte peut être présenté de deux façons dans l'éditeur Lambda : "Mode Plat" et "Mode non-Plat". Quand le "Mode Plat" est activé, NVDA utilise le modèle d'affichage pour obtenir l'information de l'éciteur et pour déterminer la position du curseur. Ceci est particulièrement quand l'utilisateur veut se déplacer dans l'écran, même dans les espaces blancs. Quand le "mode Plat" est désactivé, la présentation du texte sur l'afficheur braille est plus stable, puisque NVDA utilise les API de Windows pour l'obtenir. Cependant quand le curseur est amené dans l'espace blanc en fin de ligne de texte, l'afficheur braille ne suit pas le vrai curseur tant qu'un espace non blanc n'est pas ajouté par l'utilisateur.
gl: Comezando na versión do complemento 1.1.0 existen dúas formas nas cales o contido é representado: "Modo plano" e "Modo non plano". Cando o "Modo plano" está activado, NVDA utilizará o Modelo de Mostrado para obter o contido dende Lambda e para determinar a posición do cursor braille. Isto é especialmente beneficioso cando o usuario necesita moverse pola pantalla, incluso polos espazos en branco do editor. Cando o "Modo plano" está estabelecido a "Desactivado", a representación do texto na pantalla braille é máis estable, xa que NVDA utiliza Windows API para obtela. De xeito que, cando o usuario se move entre espazos en branco o cursor na pantalla braille non seguirá ao cursor real ata que un espazo non en branco sexa inxerido polo usuario.
it: A partire dalla versione 1.1.0 presenta una doppia modalità per il braille: "Flat Mode" e non "Flat Mode" (modalità in linea attiva/disattiva). Quando "Flat Mode" è attivata, NVDA userà l'intercettatore grafico per determinare cosa è presente a schermo. Questo è utile per poter spaziare con il braille anche in aree "bianche", dove non è presente testo. Con la modalità "Flat Mode" disattivata, si avrà maggior potenza nell'elaborazione del testo, in quanto NVDA utilizzerà le funzioni messe a disposizione dal sistema operativo Windows per determinare la presenza di testo. Di contro però, non sarà possibile esplorare in braille aree bianche, prive di alcun testo.
ro: Începând cu versiunea 1.1.0, există două modalități prin care textul din editorul Lambda este redat: modul „Flat” și Modul „Non-flat”. Atunci când modul ”Flat” este activat, NVDA va folosi Modelul de afișare pentru a prelua informații de la editor și pentru a determina poziția îngustă. Acest lucru este deosebit de benefic când utilizatorul trebuie să se deplaseze pe ecran, chiar și în spații albe. Atunci când modul „Flat” este setat pe "off", redarea textului pe afișajul braille este mai stabilă, deoarece NVDA folosește Windows API pentru a o prelua. Cu toate acestea, atunci când carul este mutat în spații albe de lângă sfârșitul liniei de text, afișajul braille nu urmează cursorul real atâta timp cât un utilizator nu adaugă un spațiu alb.
sr: Od verzije dodatka 1.1.0, postoje dva načina na koji se tekst u uređivaču učitava: "Ravan režim" i"Ne-ravan režim". Kada je"ravan režim" uključen, NVDA će koristiti model brajevog reda kako bi prepoznao poziciju kursora. Ovo je korisno kada korisnik želi da se kreće po ekranu, čak i u belom prostoru. Kada je"ravan režim" podešen na"isključen", učitavanje teksta na brajevom redu je stabilnije, zbog toga što NVDA koristi Windows API da ga učita. Ali kada je kursor na praznom prostoru nakon kraja reda, brajev red ne prati kursor sve dok se nešto ne doda od strane korisnika.

source: The "flat mode" is active by default. You can toggle "flat mode" on or off by pressing NVDA+SHIFT+F.
bg: "Плоският режим" е задействан по подразбиране. Можете да го включвате и изключвате с натискане на NVDA+Shift+F.
da: "Flat mode" er som standard aktiv. Du kan slå "flat mode" til eller fra ved at trykke på NVDA+Skift+F.
de: Der Flächenmodus ist standardmäßig aktiv. Sie können ihn mit NVDA + Umschalt + f deaktivieren oder erneut aktivieren.
es: El "Modo plano" está activo por defecto. Puede alternar el "Modo plano" entre activado y desactivado pulsando NVDA+SHIFT+F.
fr: Le "mode plat" est activé par défaut. Vous pouvez le désactiver ou l'activer en pressant NVDA+MAJ+F.
gl: O "Modo plano" está activo por defecto. Pode alternar o "Modo plano" entre activado e desactivado premendo NVDA+SHIFT+F.
hr: Flat mod je aktivan prema zadanim postavkama. Možete ga uključivati i isključivati koristeći naredbu NVDA+SHIFT+F.
it: Di default la modalità "Flat Mode" è attiva. Per attivarla o disattivarla usare il comando NVDA+SHIFT+F.
ro: În mod implicit, modurile „Flat” și „Non-flat” sunt activate. Puteți activa sau dezactiva modul „Flat” apăsând NVDA+SHIFT+F.
sr: "Ravan režim" je aktiviran po podrazumevanim podešavanjima. Možete uključiti i isključiti"Ravan režim" pritiskanjem NVDA+ŠIFT+F.
