Repository: nvdacn/screenReaderTranslations
Catalog: website/addons/lambda.*.po
Languages: bg, da, de, es, fr, gl, hr, it, ro, sr

source: Below is a list of changes between the different add-on versions. Next to the version number, between parentheses, is the development status. The current development release isn't included as it could have changes until it is flagged as stable or discarded as candidate.
da: Nedenfor er en liste over ændringer mellem de forskellige versioner. Ud for versionen er nummer, mellem parenteser, der repræsentere status for udvikling. Den aktuelle udgave af udviklingsversionen er ikke inkluderet eftersom den kunne have ændringer, indtil den er markeret som stabil eller kasseres som kandidat.
de: Nachfolgend finden Sie eine Liste der Änderungen zwischen den verschiedenen Erweiterungsversionen. Neben der Versionsnummer steht in Klammern der Entwicklungsstand. Die aktuelle Entwicklerversion ist nicht enthalten, da sie weitere Änderungen haben könnte, bevor sie als stabil gekennzeichnet oder als Kandidat verworfen wird.
es: Abajo se encuentra una lista de cambios entre las diferentes versiones del complemento. Al lado del numero de versión, entre paréntesis, está el estado de desarrollo. La versión actualmente en desarrollo no se incluye ya que podría haber cambios hasta que sea marcada como estable o descartada como candidata.
fr: Voici une liste des changements au fil des différentes versions de ce module complémentaire. À côté du numéro de version, entre parenthèses, se trouve le statut du développement. La version en cours de développement n'est pas incluse car elle peut subir des modifications jusqu'à ce qu'elle soit marquée comme stable ou rejetée en tant que candidate.
gl: Embaixo atópase unha lista de cambios entre as diferentes versións do complemento. A carón do número de versión, entre parénteses, atópase o estado de desenvolvemento. A versión actualmente en desenvolvemento non se inclúe xa que podería haber cambios ata que ésta sexa marcada coma estable ou descartada coma candidata.
hr: U nastavku je popis izmjena između različitih inačica dodatka. Pored broja inačice, između zagrada, nalaze se informacije o statusu razvoja. Trenutno razvojno izdanje nije uključeno jer može imati izmjene dok se ne označi kao stabilno ili izbaci kao kandidat.
it: Di seguito si trova un'elenco dei cambiamenti apportati in diverse versioni di questo componente aggiuntivo. Vicino al numero della versione, tra parentesi, è lo stato di sviluppo. L'attuale versione di sviluppo non è inclusa, giacché potrebbe avere cambiamenti fino a quando non è segnato come stabile o revocata a ricevere lo stato della versione candidata.

source: Version 1.2.1a (stable)
da: Version 1.2.1a (stabil)
de: Version 1.2.1a (stable)[stabil]
es: Versión 1.2.1A (estable)
hr: Inačica 1.2.1a (stabilna)
it: Versione 1.2.1a (stabile)

source: This update is intended to be a long-term support release. It means that until, at least, june 2018, it won't be released a version as stable as this. We do it to provide students maximum stability and to minimize the changes during the academical year.
da: Denne opdatering er beregnet til at være en langsigtet udgave i henblik på understøttelse. Det betyder, at indtil tidligst juni 2018, vil der ikke blive frigivet en version der er ligeså stabil. Vi gør det for at give de studerende maksimal stabilitet og for at minimere ændringerne i løbet af skoleåret.
de: Diese Aktualisierung ist als langfristiges Support-Release gedacht. Das bedeutet, dass es bis mindestens Juni 2018 keine andere stabile Version als diese geben wird. Wir handhaben es so, um den Studenten maximale Stabilität zu bieten und die Veränderungen während des akademischen Jahres zu minimieren.
es: Esta actualización ha sido concebida como una versión con soporte durante largo tiempo. Esto significa que hasta, al menos, junio de 2018, no está prevista la liberación de una versión tan estable como ésta. Hacemos esto para proporcionar a los estudiantes máxima estabilidad y para minimizar los cambios durante el curso académico.
hr: Ovo ažuriranje namijenjeno je za dugoročnu podršku. To znači da barem do lipnja 2018. neće biti objavljena nova stabilna inačica. Želimo studentima pružiti maksimalnu stabilnost i minimizirati promjene tijekom akademske godine.
it: Questo aggiornamento si desidera essere con supporto a lungo termine. Ciò significa che almeno fino a giugno 2018, non sarà rilasciata una versione stabile. Facciamo questa cosa per dare una massima stabilità agli allievi e agli studenti e per minimizzare le modifiche durante l'anno accademico.

source: New languages. Updated translations.
da: Nye sprog. Opdaterede oversættelser.
de: Neue Sprachen. Aktualisierte Übersetzungen.
hr: Novi jezici. Ažurirani prijevodi.
it: Nuove lingue. Traduzioni aggiornate.

source: Version 1.2.1 (stable)
da: Version 1.2.1 (stabil)
es: Versión 1.2.1 (estable)
gl: Versión 1.2.1 (estable)
hr: Inačica 1.2.1 (stabilna)
it: Versione 1.2.1 (stabile)

source: Added compatibility with the way that NVDA 2017.3 uses to manage braille. Backwards compatibility kept.
da: Tilføjet kompatibilitet med den måde, NVDA 2017.3 bruger til at styre punktskrift. Baglæns kompatibilitet vedligeholdes.
de: Die Kompatibilität mit der Art und Weise, wie NVDA 2017.3 die Brailleschrift verwaltet, wurde hinzugefügt. Abwärtskompatibilität bleibt bestehen.
es: Añadida compatibilidad con la manera que NVDA 2017.3 usa para administrar el Braille. Compatibilidad con versiones antiguas mantenida.
fr: Ajouté la compatibilité avec la façon dont NVDA 2017.3 gère le braille. La rétrocompatibilité est conservée.
gl: Engadida compatibilidade coa maneira que NVDA 2017.3 utiliza para administrar o braille. Compatibilidade con versións antigas mantida.
hr: Dodana je kompatibilnost s načinom na koji NVDA 2017.3 upravlja brajicom. Zadržana je kompatibilnost sa starijim inačicama.
it: Fu aggiunta la compatibilità con il metodo che è utilizzato da NVDA 2017.3 a gestionare braille.

source: fixed many braille issues.
da: Rettede mange fejl med punkt.
de: Viele Braille-Probleme wurden behoben.
es: Arregladas varias incidencias relacionadas con el braille.
fr: Correction de nombreux problèmes de braille.
gl: Arranxadas varias incidencias en relación co braille.
hr: Ispravljene mnoge greške u brajici.
it: Molti errori braille furono riparati.

source: Version 1.2.0 (development)
da: Version 1.2.0 (udvikling)
de: Version 1.2.0 (development)[Entwicklerversion]
es: Versión 1.2.0 (desarrollo)
fr: Version 1.2.0 (de dévelopment)
gl: Versión 1.2.0 (desenvolvemento)
hr: Inačica 1.2.0 (razvojna)
it: Versione 1.2.0 (sviluppo)

source: This version was not published as stable because the version 1.2.1 included major fixes.
da: Denne version var ikke offentliggjort som stabil, fordi version 1.2.1 inkluderet store rettelser.
de: Diese Version wurde nicht als Stabil veröffentlich, da die Version 1.2.1 viele signifikante Verbesserungen beinhaltete.
es: Esta versión no fue publicada como estable porque la 1.2.1 incluía arreglos importantes.
fr: Cette version n'a pas été publiée comme stable car la version 1.2.1 contenait des correctifs majeurs.
gl: Esta versión non foi publicada coma estable porque a 1.2.1 incluía arranxos importantes.
hr: Ova inačica nije objavljena kao stabilna zbog toga što inačica 1.2.1 uključuje značajnije ispravke.
it: Questa versione non è stata pubblicata come stabile, giacché la versione 1.2.1 è venuta con maggiori riparazioni.

source: New locales. Updated localizations.
da: Nye landestandarder. Opdaterede lokaliseringer.
de: Neue und aktualisierte Lokalisierungen.
es: Nuevos idiomas. Traducciones actualizadas.
fr: Nouvelles régions. Traductions mises à jour.
gl: Novas linguas. Traducións actualizadas.
hr: Nove lokacije. Ažurirane lokalizacije.
it: Furono aggiunte nuove traduzioni, ma anche quelle che erano già disponibili furono aggiornate.

source: Version 1.1.8 (stable)
da: Version 1.1.8 (stabil)
es: Versión 1.1.8 (estable)
gl: Versión 1.1.8 (estable)
hr: Inačica 1.1.8 (stabilna)
it: Versione 1.1.8 (stabile)

source: Initial stable release.
da: Indledende stabil frigivelse.
de: Erste stabile Version
es: Primera versión estable.
fr: Version initiale stable.
gl: Primeira versión estable.
hr: Inicijalno stabilno izdanje.
it: La versione stabile iniziale.

source: ``` filename : userData\profiles\lambda.ini :
bg: ``` име на файла : userData\profiles\lambda.ini :
fr: ``` nom de fichier : userData\profiles\lambda.ini :
sr: ``` Ime datoteke: userData\profiles\lambda.ini :

source: [1]: http://addons.nvda-project.org/files/get.php?file=lambda
fr: [1]: https://addons.nvda-project.org/files/get.php?file=lambda

source: [2]: http://addons.nvda-project.org/files/get.php?file=lambda-dev
fr: [2]: https://addons.nvda-project.org/files/get.php?file=lambda-dev

source: [[!tag dev stable]]
it: [[!tag dev stable]] [[!tag dev]]

source: [braille] readByParagraph = False tetherTo = focus translationTable = path-to-the-addon-brailleTable-dir\tableName
bg: [braille] readByParagraph = False tetherTo = focus translationTable = път-до-директорията-на-добавката-с-брайловатаТаблица\имеНаТаблицата
ro: [braille] readByParagraph = False tetherTo = focus translationTable = calea către dosarul suplimentului brailleTable\nume tabel

source: Author: Alberto Zanella.
sr: Autor: Alberto Zanella.

source: The current version of the addon has braille tables for Italian and Spanish languages and its interface is available in Italian, Galician and Spanish right now. If you are a non-italian user of LAMBDA and you would like to contribute with the porting of the braille table in your language, feel free to contact the author (see below) or subscribe the project mailing list.
sr: Trenutna verzija dodatka sadrži brajeve tabele za Italijanski i Španski i interfejs je preveden na Italijanski, Galski i Španski trenutno. Ako ste korisnik programa Lampda van Italije i želite da pomognete u dodavanju brajevih tabela za vaš jezik, kontaktirajte autora(pogledajte ispod) ili se prijavite na mejling listu projekta.

source: **NVDA+alt+r**: Open the "Revert LAMBDA Profile Wizard".
sr: **NVDA+alt+r**: Otvara"Revert LAMBDA Profile čarobnjak".

source: To report bugs, suggestions or if you want to contribute you can subscribe the Addon Google Group (in English). You can subscribe writing to lambda-nvda+subscribe@[plural of google group] dot com .
sr: Da prijavite greške, ili predložite nove funkcije možete se prijaviti na Google grupu dodatka(na Engleskom). Možete se prijaviti pisanjem na adresu lambda-nvda+subscribe@[množina reči google group] tačka com .
