Repository: nvdacn/screenReaderTranslations
Catalog: website/addons/lambda.*.po
Languages: bg, da, de, es, fr, gl, hr, it, ro, sr

source: [[!meta title="Lambda Add-On for NVDA"]]
bg: [[!meta title="Добавка за NVDA за LAMBDA"]]
da: [[!meta title="Lambda Add-On for NVDA"]] [[!meta title="Lambda tilføjelsespakke for NVDA"]]
de: [[!meta title="Lambda-Erweiterung für NVDA"]]
es: [[!meta title="Complemento de LAMBDA para NVDA"]]
fr: [[!meta title="Module complémentaire Lambda pour NVDA"]]
gl: [[!meta title="Complemento do NVDA para LAMBDA"]]
it: [[!meta title="Componente aggiuntivo Lambda per NVDA"]] [[!meta title="Lambda Add-On for NVDA"]]
ro: [[!meta title="Suplimentul Lambda pentru NVDA"]]

source: Author: Alberto Zanella and the lambda-nvda team.
bg: Автори: Alberto Zanella и екипът на LAMBDA-NVDA.
da: Forfatter: Alberto Zanella og Lambda-NVDA team.
de: Authoren: Alberto Zanella und das Lambda-NVDA-Team.
es: Autor: Alberto Zanella y el equipo de lambda-nvda.
fr: Auteur : Alberto Zanella et l'équipe de lambda-nvda.
gl: Autor: Alberto Zanella e o equipo de lambda-nvda.
hr: Autor: Alberto Zanella i lambda-nvda tim.
it: Autori: Alberto Zanella e il team Lambda-NVDA
ro: Autor: Alberto Zanella și echipa lambda-nvda.

source: Download [stable version][1]
bg: Изтегляне на [стабилна версия][1]
da: Download [stabil version][1]
de: [stabile Version herunterladen][1]
es: Descargar [versión estable][1]
fr: Télécharger [version stable][1]
gl: Descargar [versión estable][1]
hr: Preuzmi [stable version][1]
ro: Descărcați [versiunea stabilă][1]
sr: Preuzmi[stabilnu verziju][1]

source: Download [development version][2]
bg: Изтегляне на [работна версия][2]
da: Download [udviklingsversion][2]
de: [Testversion herunterladen][2]
es: Descargar [versión en desarrollo][2]
fr: Télécharger [version de développement][2]
gl: Descargar [versión en desenvolvemento][2]
hr: Preuzmi [development version][2]
ro: Descărcați [versiunea în dezvoltarre][2]
sr: Preuzmi[razvojnu verziju][2]

source: This project is an appModule for the LAMBDA Software. It has been inspired by the work of Peter Lecky at the Comenius University. LAMBDA (Linear Access to Mathematic for Braille Device and Audio-synthesis) is a software that helps blind people to read and write math using a braille display and/or a speech synthesizer. LAMBDA is the result of an EU-Project. For more information about LAMBDA please visit [http://www.lambdaproject.org/](http://www.lambdaproject.org/).
bg: Този проект е модул за приложение за софтуера LAMBDA. Беше вдъхновен от работата на Peter Lecky в Comenius University. LAMBDA (Linear Access to Mathematic for Braille Device and Audio-synthesis (Линеен Достъп до Математика за Брайлови Устройства и Аудио-синтез)) е софтуер, който помага на незрящите да четат и пишат математика като използват брайлов дисплей и/или речев синтезатор. LAMBDA е резултат от проект на ЕС. За повече информация относно LAMBDA, моля, посетете [http://www.lambdaproject.org/](http://www.lambdaproject.org/).
da: Dette projekt er et appModule for LAMBDA-Software. Det er inspireret af arbejdet af Peter Lecky på Comenius University. LAMBDA (Linear Access to Mathematic for Braille Device and Audio-synthesis) er software, der hjælper blinde mennesker med at læse og skrive matematik ved hjælp af et punktdisplay- og eller en talesyntese. LAMBDA er resultatet af et EU-projekt. For mere information om LAMBDA besøg [http://www.lambdaproject.org/] (http://www.lambdaproject.org/).
de: Dieses Projekt ist ein AppModul für die LAMBDA-Software. Es wurde durch die Arbeit von Peter Lecky an der Comenius Universität inspiriert. LAMBDA (Linear Access to Mathematic for Braille Device and Audio-synthesis) ist eine Software, die blinden Menschen das Lesen und Schreiben mathematischer Inhalte mit Hilfe einer Braillezeile und/oder eines Bildschirmlesers ermöglicht.LAMBDA ist das Ergebnis eines durch Fördermittel der EU durchgeführten Projektes. Weitere Informationen über LAMBDA finden Sie unter[http://www.lambdaproject.org/] (http://www.lambdaproject.org/).
es: Este proyecto es un módulo de aplicación para el software Lambda. Ha sido inspirado por el trabajo de Peter Lecky en la Comenius University. LAMBDA (Linear Access to Mathematic for Braille Device and Audio-synthesis, acceso lineal a las matemáticas mediante pantallas braille y síntesis de audio) es un programa que ayuda a las personas ciegas a leer y escribir matemáticas usando una pantalla braille y/o un sintetizador de audio. LAMBDA es el resultado de un proyecto EU. Para más información acerca de LAMBDA por favor visite [http://www.lambdaproject.org/](http://www.lambdaproject.org/).
fr: Ce projet est un module complémentaire pour le logiciel LAMBDA. Il s'inspire du travail de Peter Lecky de l'Université Comenius. LAMBDA (Linear Access to Mathematic for Braille Device and Audio-synthesis) est un logiciel qui aide les personnes aveugles à lire et écrire les mathématiques en utilisant un afficheur braille et/ou un synthétiseur vocal. LAMBDA est le résultat d'un EU-Project. Pour plus d'informations sur LAMBDA veuillez visiter [http://www.lambdaproject.org/](http://www.lambdaproject.org/).
gl: Este proxecto é un módulo de aplicación para a aplicación Lambda. foi inspirado polo traballo de Peter Lecky na Comenius University. LAMBDA (Linear Access to Mathematic for Braille Device and Audio-synthesis, acceso lineal ás matemáticas mediante pantallas braille e síntesis de fala) é un programa que axuda ás persoas cegas a eer e escribir matemáticas utilizando unha pantalla braile e/ou un sintetizador de audio. LAMBDA é o resultado dun proxecto EU. Para máis información acerca de LAMBDA por favor visite [http://www.lambdaproject.org/](http://www.lambdaproject.org/).
hr: Ovaj projekt je appModul za Lambda Softver. Inspiriran je radom Petera Leckya sa sveučilišta Comenius. Lambda (Linearni Pristup Matematici za Brajeve Zaslone i Zvučne sinteze) je softver koji pomaže slijepim osobama da čitaju i pišu matematiku koristeći brajev zaslon i/ili govornu sintezu.LAMBDA je rezultat EU-Projekta. Za više informacija posjetite [http://www.lambdaproject.org/](http://www.lambdaproject.org/).
it: Questo add-on permette di utilizzare il software LAMBDA con NVDA. Deriva da un lavoro precedente di Peter Lecky della Comenius University ed è stato studiato e realizzato per rendere l'accesso all'ambiente LAMBDA il più semplice e simile a ciò che già avviene con altri screen reader. LAMBDA (Linear Access to Mathematic for Braille Device and Audio-synthesis) è un programma che aiuta i non vedenti a leggere e scrivere matematica utilizzando o un display braille, o la sintesi vocale, o entrambi contemporaneamente. Per maggiori informazioni sul software LAMBDA si invita a consultare: http://www.lambdaproject.org/it/ e http://veia.it/
ro: Acest proiect este un modul de aplicație pentru programul LAMBDA. A fost inspirat de munca lui Peter Lecky la universitatea Comenius. LAMBDA (Linear Access to Mathematic for Braille Device and Audio-synthesis) este un soft care ajută persoanele nevăzătoare să citească și să scrie matematică utilizând un afișaj braille și/sau o sinteză vocală. LAMBDA este rezultatul unui proiect european. Pentru mai multe informații despre el vă rugăm să vizitați [http://www.lambdaproject.org/](http://www.lambdaproject.org/).
sr: Ovaj projekat je dodatak za LAMBDA aplikaciju. Inspirisan je radom Peter Lecky u Comenius univerzitetu. LAMBDA (Linear Access to Mathematic for Braille Device and Audio-synthesis) je program koji pomaže slepim osobama u pisanju i čitanju matematičkog sadržaja korišćenjem brajevog reda ili sintetizatora govora. LAMBDA je rezultat EU-projekta. Za više informacija o aplikaciji LAMBDA posetite[http://www.lambdaproject.org/](http://www.lambdaproject.org/).

source: The current version of the addon has braille tables for Italian and Spanish languages and its interface is available in most of the NVDA's official languages, because it is translated by the NVDA translations community. If you are a non-italian user of LAMBDA and you would like to contribute with the porting of the braille table in your language, feel free to contact the author (see below) or subscribe the project mailing list.
bg: Текущата версия на добавката има брайлови таблици за италиански и испански език и към момента интерфейсът й е преведен на повечето от езиците, на които NVDA е официално преведен, защото добавката се превежда от преводаческата общност на NVDA. Ако сте не-италиански потребител на LAMBDA и бихте желали да допринесете с приспособяването на брайловата таблица за вашия език, не се колебайте да се обърнете към автора (вижте по-долу) или да се абонирате за пощенския списък на проекта.
da: Den aktuelle version af tilføjelsespakken har punkttabeller for det italienske og spanske sprog og dens grænseflade er tilgængelig i de fleste af NVDAS officielle sprog, fordi den er oversat af Fællesskabets oversættere. Hvis du er en ikke-italienske bruger af LAMBDA og du gerne vil bidrage med portering af punkttabellen på dit sprog, er du velkommen til at kontakte forfatteren (se nedenfor) eller Tilmeld dig projektets postliste.
de: Die aktuelle Version der Erweiterung verfügt über Braille-Tabellen für italienische und spanische Sprachen und seine Benutzeroberfläche ist in den meisten Sprachen der NVDA-Oberfläche verfügbar, da sie von der NVDA-Übersetzungscommunity übersetzt wird. Wenn Sie ein nicht-italienischer Benutzer von LAMBDA sind und mit der Portierung der Braille-Tabelle in Ihrer Sprache beitragen möchten, wenden Sie sich bitte an den Autor (siehe unten) oder abonnieren Sie die Projekt-Mailingliste.
es: La versión actual de este complemento tiene tablas braille solo para los idiomas italiano y español pero su interfaz está disponible en la mayoría de idiomas oficiales de NVDA, porque el complemento es traducido por la comunidad de traductores de NVDA. Si es usted un usuario no italiano de LAMBDA y le gustaría contribuír con traducciones en su idioma, siéntase libre de contactar al autor (consulte más abajo) o subscribirse a la lista de correo del proyecto.
fr: Cette version du module contient des tables braille pour l'Italien et l'Espagnol Et son interface est disponible dans la plupart des langues officielles de NVDA, car il est traduit par les traducteurs de la communauté. Si vous n'êtes pas un utilisateur Italien de LAMBDA et que vous voulez contribuer au portage des tables braille dans votre langue, n'hésitez pas à contacter l'auteur (voir ci-dessous) ou inscrivez-vous à la liste de discussion du projet.
gl: A versión actual deste complemento ten táboas braille só para as linguas italiana e española pero a súa interface está dispoñible na maioría de idiomas oficiais do NVDA, debido a que o complemento é traducido pola comunidade de tradutores do NVDA. Se é vostede un usuario non italiano de LAMBDA e gostaríalle contribuír con traducións na súa lingua, síntase libre de contactar ao autor (consulte embaixo) ou subscribirse á lista de correo do proxecto.
hr: Trenutačna inačica dodatka sadrži brajeve tablice za talijanski i španjolski jezik, a sučelje je dostupno na većini službenih jezika NVDA jer ga prevodi zajednica prevoditelja NVDA. Ako ste ne talijanski korisnik LAMBDA i želite pridonijeti prijenosu brajeve tablice na vaš jezik, slobodno se obratite autoru (vidi dolje) ili se prijavite na mailing listu projekta.
it: L'attuale versione del componente aggiuntivo dispone di tabelle braille adattate per l'uso con Lambda sia per l'Italiano che per lo Spagnolo. La traduzione delll'addon è disponibile in svariate lingue grazie al team di traduzione internazionale. Se non sei un utente italiano e vorresti includere il porting della tua tabella braille nel progetto, contatta l'autore (vedi sotto), oppure iscriviti alla mailing list del progetto.-
ro: Versiunea actuală a suplimentului are tabele braille pentru limbile italiană și spaniolă, iar interfața sa este disponibilă în majoritatea limbilor oficiale ale NVDA-ului, deoarece este tradusă de comunitatea de traduceri a acestuia. Dacă nu sunteți un utilizator italian al LAMBDA-ului și doriți să contribuiți cu portarea tabelului braille în limba dumneavoastră, contactați autorul (îl vedeți mai jos) sau abonați-vă la lista de mailing a proiectului.

source: **Please note:** This addon has been developed by Alberto Zanella as a voluntary activity. Nor the author or the contributors are involved in selling and / or development of the software Lambda. If you need more information about Lambda, or you need support on how to use it, please contact your local distributor. If you are encountering any difficulties when using or installing this addon, please contact the author or use the "Issues" link on the Github project page.
bg: **Забележка:** Тази добавка е разработена от Alberto Zanella като доброволна дейност. Нито авторът, нито сътрудниците са ангажирани в продажбата и/или разработката на софтуера LAMBDA. Ако имате нужда от повече информация относно LAMBDA, или имате нужда от помощ относно това как да го използвате, обърнете се към вашия местен дистрибутор. Ако сте се натъкнали на трудности при използването или инсталирането на тази добавка, моля, обърнете се към автора й или използвайте връзката "Issues" от страницата на проекта в Github.
da: ** Bemærk venligst: ** Denne tilføjelse er blevet udviklet af Alberto Zanella som frivilligt arbejde. Ejeren eller bidragsyderen er heller ikke involveret i salg- og- eller udvikling af softwaren Lambda. Hvis du har brug for mere information om Lambda, eller du har brug for hjælp til, hvordan du bruger pakken, bedes du kontakte din lokale distributør. Hvis du støder på problemer, når du bruger eller installerer denne tilføjelse, bedes du kontakte forfatteren eller bruge linket "Issues" på Githubs projektside.
de: **Bitte beachten Sie:** Diese Erweiterung wurde von Alberto Zanella ehrenamtlich entwickelt. Weder der Autor noch die Mitwirkenden sind am Verkauf und / oder an der Weiterentwicklung der Software Lambda beteiligt. Für weitere Informationen über Lambda oder wenn Sie Unterstützung bei der Verwendung benötigen, wenden Sie sich bitte an Ihren lokalen Händler. Wenn Sie Schwierigkeiten bei der Verwendung oder Installation dieser Erweiterung haben, kontaktieren Sie bitte den Autor oder verwenden Sie den Link "Issues" auf der Github-Projektseite.
es: **Nota:** Este complemento ha sido desarrollado por Alberto Zanella como una actividad voluntaria. Ni el autor ni los contribuyentes están relacionados con la venta o el desarrollo del programa LAMBDA. si quisiera obtener más información sobre LAMBDA, reportar problemas u obtener soporte, por favor contacte con su distribuidor local (en España, ONCE-CIDAT). Si está encontrando dificultades usando o instalando este complemento, por favor contacte con el autor o use el enlace "Issues" (errores) disponible en la página del proyecto en Github.
fr: **Veuillez noter :** Ce module a été développé par Alberto Zanella en tant qu'activité bénévole. Ni l'auteur ni les contributeurs ne sont impliqués dans la vente ou le développement du logiciel Lambda. Si vous voulez plus d'informations sur Lambda, ou avez besoin de support pour l'utiliser, veuillez contacter votre distributeur local. Si vous rencontrez des difficultés d'utilisation ou d'installation de ce module, veuillez contacter l'auteur ou utiliser le lien "Issues" sur la page Github du projet.
gl: **Nota:** Este complemento foi desenvolvido por Alberto Zanella como unha actividade voluntaria. Nin o autor nin os contribuíntes están relacionados coa venda ou co desenvolvemento do programa LAMBDA. Se quixese obter máis información sobre LAMBDA, reportar problemas ou obter soporte, por favor contacte co seu distribuidor local (en España, ONCE-CIDAT). Se está atopando dificultades usando ou instalando este complemento, por favor contacte co autor ou utilice a liga "Issues" (erros) dispoñible na páxina do proxecto en Github.
hr: Napomena: Ovaj je dodatak dobrovoljno razvio Alberto Zanella. Niti autor niti suradnici nisu uključeni u prodaju i / ili razvoj softvera Lambda. Ako trebate više informacija o Lambda ili vam je potrebna podrška o korištenju, obratite se lokalnom distributeru. Ako naiđete na poteškoće prilikom korištenja ili instaliranja ovog dodatka, kontaktirajte autora ili upotrijebite vezu "Problemi " na Github stranici projekta.
it: **Nota**: Si precisa che lo sviluppo di questo add-on è avvenuto in maniera volontaria e del tutto indipendente dall'azienda rivenditore del prodotto LAMBDA, con la quale l'autore non intrattiene alcun rapporto di lavoro e/o di collaborazione. Per richieste in merito al prodotto si invita pertanto a contattare il servizio di supporto tecnico messo a disposizione dal fornitore del prodotto. Per ulteriori informazioni sull'addon, richieste o altro è possibile contattare l'autore tramite email o su GitHub.
ro: Vă rugăm să rețineți:** Acest supliment a fost dezvoltat de Alberto Zanella ca o activitate de voluntariat. Nici autorul sau colaboratorii nu sunt implicați în vânzarea și / sau dezvoltarea programului Lambda. Dacă aveți nevoie de mai multe informații despre Lambda, sau aveți nevoie de sprijin în utilizarea lui, vă rugăm să contactați distribuitorul dumneavoastră local. Dacă întâmpinați vreo problemă la utilizarea sau instalarea acestui supliment, vă rugăm să contactați autorul sau utilizați link-ul „Issues” pe pagina proiectului de pe Github.
sr: **Napomena:** Ovaj dodatak je razvijen od strane autora Alberto Zanella kao volonterska aktivnost. Niti autor niti drugi saradnici imaju veze sa prodajom ili korišćenjem programa Lambda. Ako želite više informacija o programu Lambda, ili vam treba podrška za korišćenje, kontaktirajte vašeg lokalnog distributera. Ako imate poteškoća u korišćenju ili instalaciji ovog dodatka, kontaktirajte autora ili koristite"link za probleme" na Github stranici projekta.

source: [Official Github Repository](https://github.com/lambda-nvda/lambdaNvda/)
bg: [Официално хранилище в GitHub](https://github.com/lambda-nvda/lambdaNvda/)
da: [Officeielt Github Repository](https://github.com/lambda-nvda/lambdaNvda/)
de: [Offizielles Github-Repository](https://github.com/lambda-nvda/lambdaNvda/)
es: [Repositorio Oficial en GitHub](https://github.com/lambda-nvda/lambdaNvda/)
fr: [Dépôt officiel sur Github](https://github.com/lambda-nvda/lambdaNvda/)
gl: [Repositorio Oficial en GitHub](https://github.com/lambda-nvda/lambdaNvda/)
hr: Službeni repozitorij na Githubu[(https://github.com/lambda-nvda/lambdaNvda/)
it: [Repository Github ufficiale: ](https://github.com/lambda-nvda/lambdaNvda/)
ro: [Depozitul oficial de Github](https://github.com/lambda-nvda/lambdaNvda/)

source: Addon Features:
bg: Възможности на добавката:
da: Funktioner i tilføjelsespakken
de: Funktionen:
es: Características del complemento
fr: Fonctions du Module :
gl: Características do complemento
hr: Značajke dodatka:
it: Caratteristiche principali:
ro: Caracteristicile suplimentului:
sr: Karakteristike dodatka:

source: Speech support:
bg: Поддръжка за реч:
da: Understøttelse for tale:
de: Vorlesefunktionen:
es: Soporte para habla:
fr: Support vocal :
gl: Soporte para fala:
hr: Govorna podrška:
it: accesso in sintesi vocale:
ro: Suport pentru vorbire:
sr: Govorna podrška:

source: Dialogs and menus are properly reported;
bg: Диалоговите прозорци и менютата биват правилно докладвани;
da: Dialoger og menuer rapporteres som forventet;
de: Menüs und dialoge werden richtig angesagt;
es: Se informa de los menús y diálogos correctamente;
fr: Les dialogues et les menus sont correctement annoncés;
gl: Infórmase dos menús e diálogos correctamente;
hr: Dijaloški okviri i izbornici se ispravno prikazuju;
it: Vocalizza correttamente le finestre di dialogo ed i menù;
ro: Dialogurile și meniurile sunt anunțate corespunzător;
sr: Dijalozi i meniji se ispravno prijavljuju;

source: Natural speech support for math formulas using the Lambda math engine, i.e. "compound root 3 sep compound root 3 x plus 24, close compound root, minus 3 equals 0";
bg: Естествена речева поддръжка за математически формули с помощта на математическата машина на LAMBDA, например – "обединен корен от 3 делено на обединен корен от 3 x плюс 24, затваряне на обединения корен, минус 3 равно на 0";
da: Naturlig talestøtte til matematiske formler ved hjælp af Lambda Math Engine, dvs. "compound root 3 sep compound root 3 x plus 24, close compound root, minus 3 equals 0";
de: Natürliche Sprachunterstützung für mathematische Formel basierend auf der Lambda-Mathematik-Platform, z.B. "zusammengesetzte Wurzel 3 sep zusammengesetzte Wurzel 3 x plus 24, zusammengesetzte Wurzel geschlossen, minus 3 gleich 0";
es: Soporte para habla natural de las fórmulas matemáticas usando el motor interno de LAMBDA (p.ej. "raíz compuesta 3 de raíz compuesta 3 x más 24, fin de raíz, menos 3 igual 0");
fr: Support naturel de la parole pour les formules mathématiques utilisant le moteur mathématique Lambda, ex. "compound root 3 sep compound root 3 x plus 24, close compound root, minus 3 equals 0";
gl: Soporte para fala natural das fórmulas matemáticas utilizando o motor interno de LAMBDA (p.ex. "raíz composta 3 de raíz composta 3 x máis 24, fin da raíz, menos 3 igual 0");
hr: Podrška za prirodni izgovor matematičkih formula;
it: Vocalizza le formule matematiche utilizzando il sistema di processamento di testi di LAMBDA, quindi legge correttamente ed in modo naturale il testo matematico (ad esempio "radice 3 di 3x più 24, fine radice");
ro: Suport în vorbirea naturală pentru formulele matematice care utilizează motorul matematic Lambda, adică "rădăcină compusă rădăcină 3 rădăcină combinată 3 x plus 24, rădăcină apropiată a compusului, minus 3 este egală cu 0";
sr: Prirodna podrška za matematičke formule, tj"compound root 3 sep compound root 3 x plus 24, close compound root, minus 3 equals 0";

source: implemented the Reading by character, words, lines and Say All;
bg: Поддръжка за четене по знаци, думи, редове и прочитане на всичко;
da: Kan læse hvert tegn, ord, linjer eller sig alt;
de: Die Lesemodi Zeichen, Worte, Zeile und alles lesen werden unterstützt;
es: Lectura por carácter, palabra, línea y Verbalizar Todo implementada.
fr: Support de la lecture par caractère, mot, ligne et dire tout;
gl: Lectura por carácter, palabra, liña e Verbalizar Todo implementada.
hr: Implementirano čitanje znak po znak, riječi, linija i Reci Sve;
it: Permette di leggere per carattere, riga, o con il leggi-tutto;
ro: este implementată citirea prin caractere, cuvinte, rânduri și Spune tot;
sr: Uključeno čitanje po znakovima, rečima i izgovori sve režim;

source: Speaks when a block of text is selected or extended (using CTRL+B and SHIFT+CTRL+B);
bg: Чете при избирането или разширяването на даден текстов блок (с използване на Control+B и Shift+Control+B);
da: Taler, når en blok af tekst er valgt eller udvidet ved brug af Ctrl+B og Ctrl+Skift+B;
de: Es wird angesagt, wenn ein Textblock ausgewählt extended erweiter wurde (durch Drücken von STRG+B und Umschalt+STRG+B);
es: Habla cuando un bloque de texto está seleccionado o es extendido (usando CTRL+B y SHIFT+CTRL+B);
fr: Parle quand un bloc de texte est sélectionné ou étendu (en utilisant CTRL+B et MAJ+CTRL+B);
gl: Fala cando un bloque de texto está seleccionado ou é estendido (utilizando CTRL+B e SHIFT+CTRL+B);
hr: Govori kada je blok teksta označen ili proširen (koristeći CTRl+B i SHIFT+CTRL+B);
it: Vocalizza correttamente la selezione dei blocchi, usando ctrl-b o shift-ctrl-b;
ro: Vorbește când un bloc de text este selectat sau extins;
sr: Izgovara kada je deo teksta izabran ili proširen(komandama Kontrol+b i kontrol+šift+b);
