Repository: nvdacn/screenReaderTranslations
Catalog: website/addons/lambda.*.po
Languages: bg, da, de, es, fr, gl, hr, it, ro, sr

source: path-to-the-addon-brailleTable-dir : is the absolute path of the addon directory + "\brailleTables"
bg: път-до-директорията-на-добавката-с-брайловатаТаблица : е пълният път до директорията на добавката + "\brailleTables"
da: path-to-the-addon-brailleTable-dir : er den fulde sti til tilføjelsespakkens mappen + "\brailleTables"
de: path-to-the-addon-brailleTable-dir : ist der absolute Pfad des Erweiterungsordners + "\Braille-Tabellen"
es: path-to-the-addon-brailleTable-dir : Es la ruta absoluta del directorio del complemento + "\brailleTables"
fr: path-to-the-addon-brailleTable-dir : c'est le chemin absolu du répertoire du module + "\brailleTables"
gl: path-to-the-addon-brailleTable-dir : É a ruta absoluta do directorio do complemento + "\brailleTables"
it: * percorso-della-cartella-brailleTable-del-componente-aggiuntivo : è il percorso assoluto della directory dell'addon a cui segue "\brailleTables"
ro: calea către dosarul suplimentului brailleTable : este calea absolută a dosarului suplimentului + "\brailleTables"
sr: path-to-the-addon-brailleTable-dir : Je adresa do foldera dodatka+ "\brailleTables"

source: tableName : depends on the active NVDA language. Currently only the italian and Spanish braille tables, "lambda-ita.utb" and "lambda-esp.utb" respectively, is present.
bg: имеНаТаблицата : зависи от текущия език на NVDA. Към момента са налични само италианската и испанската брайлови таблици, съответно "lambda-ita.utb" и "lambda-esp.utb".
da: tableName : afhænger af det aktive NVDA-sprog. I øjeblikket findes kun italienske og spanske oversættelsestabeller, henholdsvis "lambda-ita.utb" og "lambda-esp.utb".
de: tableName : hängt von der gerade aktiven NVDA-Sprache ab. Zurzeit sind nur die italienischen und spanischen Braille-Tabellen, "lambda-ita.utb" und "lambda-esp.utb", vorhanden.
es: tableName : Depende del idioma seleccionado. Actualmente las tablas braille italiana y española, "lambda-ita.utb" y "lambda-esp.utb" respectivamente, están presentes.
fr: tableName : Dépend de la langue active de NVDA. Actuellement seules les tables braille italiennes et espagnoles, respectivement "lambda-ita.utb" et "lambda-esp.utb", sont présentes.
gl: tableName : Depende do idioma seleccionado. Actualmente as táboas braille italiana e española, "lambda-ita.utb" e "lambda-esp.utb" respectivamente, están presentes.
hr: Ime tablice: ovisi o aktivnom jeziku NVDA. Trenutno se prikazuju samo talijanske i španjolske brajeve tablice, lambda-ita.utb" i "lambda-esp.utb"
it: * nomeTabella : dipende dalla lingua di NVDA.
ro: nume tabel : depinde de limba activă a NVDA-ului. Momentan, doar tabelele braille italian și spaniol, "lambda-ita.utb" și "lambda-esp.utb" sunt prezente.
sr: tableName : Zavisi od aktivnog NVDA jezika. Trenutno samo Italijanske i Španske tabele, "lambda-ita.utb" i"lambda-esp.utb" postoje.

source: Addon Keyboard Shortcuts:
bg: Клавишни команди на добавката:
da: Tilføjelsens tastaturgenveje:
de: Erweiterungsspezifische Tastaturbefehle:
es: Teclas Rápidas del Complemento:
fr: Raccourcis clavier du module :
gl: Atallos de Teclado do Complemento
hr: Tipkovničke kratice za dodatak:
it: Comandi rapidi da tastiera per il componente:
ro: Comenzile rapide ale suplimentului:
sr: Prečice dodatka:

source: **NVDA+Shift+f**: Toggle braille flat mode on or off;
bg: **NVDA+Shift+F**: Включване или изключване на плоския режим за брайла;
da: **NVDA+Skift+F**: Slå braille flat mode til og fra;
de: **NVDA+Shift+f**: Schaltet Braille-Flächenmodus ein oder aus;
es: **NVDA+Shift+f**: Alterna el modo plano de braille entre activado y desactivado;
fr: **NVDA+Maj+f** : Active/désactive le mode braille plat;
gl: **NVDA+Shift+f**: Alterna o modo plano do braille entre activado e desactivado;
hr: NVDA+Shift+f**: Uključi i isključi način brajice;
it: * **NVDA+Shift+f**: Abilita o disabilita la modalità braille flat;
ro: **NVDA+Shift+f**: Activează sau dezactivează modul flat braille;
sr: **NVDA+Šift+f**: Uključi ili isključi ravan brajev mod;

source: **NVDA+alt+r**: Open the "Revert LAMBDA Profile Wizard";
bg: **NVDA+Alt+R**: Отваряне на "Съветник за възстановяване на профила за LAMBDA";
da: **NVDA+alt+r**: Åben værktøjet "Revert Lambda Profile Wizard";
de: **NVDA+alt+r**: Öffnet den "Revert LAMBDA Profile Wizard" (Wiederherstellungsassistent für LAMBDA-Profile);
es: **NVDA+alt+r**: Abre el "Asistente de Reversión del Perfil LAMBDA";
fr: **NVDA+alt+r** : Ouvre l'"assistant de restauration profil de Lambda".
gl: **NVDA+alt+r**: Abre o "Asistente de Reversión do Perfil LAMBDA";
hr: NVDA+alt+r: Otvori čarobnjak za vraćanje LAMBDA profila;
it: * **NVDA+alt+r**: Apre la finestra di dialogo "Ripristino guidato impostazioni di LAMBDA".
ro: **NVDA+alt+r**: Deschide expertul de recuperare a profilului LAMBDA.

source: **NVDA+d**: Duplicate lines (use this instad of control+d).
bg: **NVDA+D**: Дублиране на редовете (използвайте това вместо Control+D).
da: **NVDA+d**: Dupliker linjer (brug dette i stedet for Ctrl+D).)
de: **NVDA+d**: Zeilen duplizieren (nutzen Sie dies statt STRG+d).
es: **NVDA+d**: Duplicar líneas, use esto en lugar de CTRL+d.
fr: **NVDA+d**: Dupliquer les lignes (utilisez ceci au lieu de contrôle+d).
gl: **NVDA+d**: duplicar liñas (úseo en lugar de ctrl+d).
hr: NVDA+d: Dupliciraj linije (koristite ovo umjesto control+d).
it: * **NVDA+d**: Duplica la riga su cui è posizionato il cursore (usare questa combinazione di tasti invece di control+d).
ro: **NVDA+D: Duplică liniile (utilizați asta în loc de control+d).

source: Known issues:
bg: Известни проблеми:
da: Kendte problemer
de: Bekannte Probleme:
es: Errores conocidos:
fr: Problèmes connus :
gl: Erros coñecidos:
hr: Poznate greške:
it: Problemi noti
ro: Probleme cunoscute:

source: Due to a bug present in LAMBDA, the add-on provides an extra-logic that reports white spaces. This logic may fail in the following situations:
bg: Поради наличен в LAMBDA проблем, добавката предоставя допълнителна логика която докладва празните интервали. Тази логика може да е неуспешна в следните ситуации:
da: På grund af en fejl i LAMBDA giver tilføjelsen en ekstra logik, der rapporterer blanktegn. Denne logik kan mislykkes i følgende situationer:
de: Aufgrund eines Fehlers in LAMBDA bietet die Erweiterung eine Extra-Logik, die Leerzeichen meldet. Diese Logik kann in den folgenden Situationen versagen:
es: Debido a un error presente en LAMBDA; el complemento proporciona una lógica adicional que informa de los espacio en blanco. Esta lógica puede fallar en las siguientes situaciones:
fr: En raison d'un bogue affectant LAMBDA, ce module complémentaire fournit une logique supplémentaire qui rapporte des espaces blancs. Cette logique peut échouer dans les situations suivantes :
gl: Debido a un erro presente no LAMBDA, o complemento proporciona unha lóxica adicional que informa dos espazos en branco. Esta lóxica pode fallar nas seguintes situacións:
hr: Zbog greške prisutne u LAMBDA-i, dodatak pruža dodatnu logiku koja izvještava o bijelim prostorima. Ova logika možda neće uspjeti u sljedećim situacijama:
it: Per risolvere un problema presente in LAMBDA, l'add-on contiene una miglior gestione della vocalizzazione degli spazi vuoti. Questa strategia di lettura può non funzionare correttamente nei seguenti casi:
ro: Datorită unei erori prezente în LAMBDA, suplimentul oferă un extra-logic care raportează spațiile albe. Acest logic poate eșua în următoarele situații:

source: When words like "space", "spazio" "Espacio" etc. are inserted into the text, they may be reported by NVDA as the local NVDA language translation.
bg: Когато думи като "space", "spazio", "Espacio", "интервал"и прочее, биват вмъквани в текста, те може да бъдат съобщавани от NVDA като част от местния езиков превод на NVDA.
da: Når ord som "space", "spazio" "Espacio" osv. indsættes i teksten, vil NDA muligvis rapportere dette i hendhold til den lokale NVDA-oversættelses der benyttes.
de: Wenn Wörter wie "space", "spazio" "Espacio" etc. im Text eingefügt werden, könnten Sie in der lokalen NVDA-Sprache ausgesprochen werden.
es: Cuando palabras como "space", "spazio", "espacio", etc. son insertadas en el texto, éstas pueden ser reportadas en el idioma del NVDA del usuario.
fr: Quand des mots tels que "space", "spazio" "Espacio" etc. sont insérés dans le texte, Ils peuvent être signalés par NVDA dans la langue de NVDA.
gl: Cando palabras coma "space", "spazio", "espacio", etc. son inxeridas no texto, éstas poden ser reportadas polo NVDA no idioma do usuario.
hr: Kada su riječi poput "razmak", "spazio" "Espacio" umetnute u tekst, NVDA ih može prikazati kao lokalni NVDA prijevod.
it: Se vengono inserite nel testo parole come "space", "spazio" "Espacio" ecc, queste vengono lette da NVDA come "spazio" (tradotto in Italiano) anche se sono scritti in altre lingue
ro: Când cuvintele ca „space”, „spazio”, „espacio” etc. sunt inserate în text, pot fi raportate de NVDA ca o traducere în limba în care acesta este setat.

source: Blank lines are not reported by the LAMBDA speech engine. The user will hear the translation of the word "space" instead. This could be both a blank line or a line containing only the word "space".
bg: Празните редове не биват докладвани от речевата машина на LAMBDA. Вместо това, потребителят ще чува превода на думата "интервал". Това може да е както празен ред, така и ред съдържащ само думата "интервал".
da: Blanke Linjer er ikke rapporteret af Lambda når tale benyttes. Brugeren vil høre en oversættelse af ordet "space" i stedet. Dette kan være både en tom linje eller en linje som blot indeholder ordet "space".
de: Leere Zeilen werden von der LAMBDA-Sprach-Platform nicht gemeldet. Der Benutzer wird stattdessen die Übersetzung des Wortes "Leerzeichen" hören. Das könnte sowohl eine Leerzeile als auch eine Zeile sein, die nur das Wort "Leerzeichen" enthält.
es: El motor de habla de LAMBDA no informa de líneas en blanco. el usuario escuchará la traducción de la palabra "espacio" en su lugar. Esto puede ser tanto una línea en blanco como una línea conteniendo solamente la palabra "espacio".
fr: Les lignes vides ne sont pas annoncées par la synthèse vocale de LAMBDA. À la place, l'utilisateur entendra la traduction du mot "space". Cela peut être soit une ligne vierge, soit une ligne contenant uniquement le mot "space".
gl: As liñas en blanco non son reportadas polo motor da fala de LAMBDA. O usuario oirá a tradución da palabra "espazo" no seu lugar. Isto podería ser tanto unha liña en branco coma unha liña contendo soamente a palabra "espazo".
hr: Prazne linije nisu prijavljene od strane LAMBDA govornog robota. Korisnik će umjesto toga čuti prijevod riječi razmak. To može biti i prazna linija ili linija koja sadrži riječ "razmak".
it: Normalmente le righe vuote non vengono lette da LAMBDA. Ora verrà detto "spazio": ciò può indicare che la riga è vuota, che nella riga è presente uno spazio o che vi sia effettivamente scritto "spazio".
ro: Liniile goale nu sunt raportate de motorul de vorbire LAMBDA. Utilizatorul va auzi în schimb traducerea cuvântului „space”. Aceasta poate fi atât o linie goală, cât și una care conține doar cuvântul „space”.

source: Useful tips
bg: Полезни съвети
da: Nyttige råd
de: Nützliche Tipps
es: Consejos útiles
fr: Conseils utiles
gl: Consellos útiles
hr: Korisni trikovi
it: Suggerimenti utili
ro: Sfaturi utile

source: This is a set of tips that will help you on using the addon in a more eficient way.
bg: Това е набор от съвети, които ще ви помогнат да използвате добавката по по-ефективен начин.
da: Dette er et sæt råd, der hjælper dig med at bruge tilføjelsen på en mere effektiv måde.
de: Dies sind einige Tipps, die Ihnen eine effizientere Arbeitsweise mit der Erweiterung ermöglichen werden.
es: Este es un conjunto de consejos que le ayudará a usar este complemento de una manera más eficiente:
fr: Ceci est un ensemble de conseils qui vous aideront à utiliser le module complémentaire plus efficacement.
gl: Este é un conxunto de consellos que lle axudará a utilizar o complemento dun xeito máis eficiente:
hr: Ovo je niz savjeta koji će vam pomoći u korištenju dodatka na učinkovitiji način.
it: Questo è un insieme di consigli che aiuterà ad utilizzare il componente in maniera più efficiente.
ro: Acesta este un set de sfaturi care vă vor ajuta să utilizați suplimentul într-un mod mai eficient.

source: Character-by-character reporting: Normally, when working with maths you would like NVDA to report things you're writing character by character. To do this, there are a couple of simple steps: ensure to have the focus on the LAMBDA's window or one of its variants (the six dots representation, for example); press NVDA+2 (number two) or navigate to NVDA menu>Preferences>Keyboard settings and check the box to Speak typed characters; go to LAMBDA>Options>Voice paramethers and ensure the checkbox "echo" is ON, otherwhise NVDA won't receive anything from the speech engine while you are typing. And done, NVDA will speak written characters, but don't worry, only in LAMBDA or its special windows, the settings for the rest of applications will be left as they were.
bg: Съобщаване знак по знак: Обикновено, когато работите с математика бихте искали NVDA да докладва нещата които въвеждате знак по знак. За да направите това, има няколко прости стъпки: Уверете се, че фокуса е в прозореца на LAMBDA или някои от неговите варианти (например шест-точковото представяне). Натиснете NVDA+2 (от цифровия ред) или отидете в менюто на NVDA -> Настройки -> Настройки на клавиатурата и сложете отметка на опцията "Изговаряй въведените букви или знаци"; отидете в LAMBDA -> Опции (Options) -> Гласови параметри (Voice parameters) и се уверете че опцията "Ехо" ("Echo") е ВКЛЮЧЕНА, в противен случай, NVDA няма да получава никаква информация от речевата машина докато въвеждате. И готово – NVDA ще изговаря въведените знаци, но не се притеснявайте – само в LAMBDA или нейните специални прозорци, оставяйки настройките на NVDA за другите приложения както са си били досега.
da: Rapportering med tegn for tegn: Normalt, når du arbejder med matematik, vil du gerne NVDA rapportere ting, du skriver tegn for tegn. For at gøre dette er der et par enkle trin: Sørg for at have fokus på LAMBDA-vinduet eller en af ​​dets varianter (f.eks. Den sekspunktede repræsentation); tryk NVDA+2 (nummer to) eller naviger til NVDA-menuen> Indstillinger> Tastaturindstillinger og markér boksen der slår den tilsvarende indstilling til og fra; gå til LAMBDA>Options> Voice Parameters og sørg for, at check boxen "Echo" er markeret, elers vil NVDA ikke modtage talen, mens du skriver. Når dette er gjort, vil NVDA udtale tegn, men disse indstillinger vil kun påvirke LAMBDA eller dets specielle vinduer.
de: Zeichenweise lesen: Normalerweise möchten Sie bei der Arbeit mit Mathematischen Inhalten, dass NVDA die Dinge, die Sie schreiben, Zeichen für Zeichen meldet. Um dies zu tun, gibt es ein paar einfache Schritte: Stellen Sie sicher, dass der Fokus auf das Fenster des LAMBDA oder eine seiner Varianten (z.B. die Sechs-Punkte-Darstellung) gerichtet ist; drücken Sie NVDA+2 (Nummer zwei) oder navigieren Sie zum NVDA-Menü/Einstellungen/Tastatur-Einstellungen und aktivieren Sie das Kontrollkästchen für Zeichen ansagen; gehen Sie zu LAMBDA>Einstellungen>Voice paramethers (Stimmparameter) und stellen Sie sicher, dass das Kontrollkästchen "echo" eingeschaltet ist, andernfalls wird NVDA beim Tippen nichts von der Sprach-Platform empfangen. Und fertig, NVDA wird geschriebene Zeichen sprechen! Aber keine Sorge, dies gilt nur in LAMBDA- oder seinen speziellen Fenstern. Ansonsten werden die Einstellungen für den Rest der Anwendungen so belassen, wie sie waren.
es: Lectura caracter por caracter: normalmente, cuando está escribiendo matemáticas le gusta que NVDA diga aquello que está escribiendo caracter por caracter. Para hacer esto, hay unos cuantos simples pasos: asegúrese de tener focalizada la ventana de LAMBDA o una de sus variantes (la representación en seis puntos, por ejemplo); presione NVDA+2 (número dos) o navegue a menú NVDA>Preferencias>Opciones de teclado y marque la casilla para reportar caracteres al escribir; diríjase a LAMBDA>Herramientas>Parámetros de voz y asegúrese de que la casilla "Eco" está marcada, de otro modo NVDA no recibirá nada del motor de voz mientras usted escribe. Y hecho, NVDA leerá los caracteres escritos, pero no se preocupe, solo en LAMBDA, los ajustes de otras aplicaciones serán dejados como estaban.
fr: Annonce caractère par caractère : Normalement, lorsque vous travaillez sur des maths, vous souhaitez que NVDA sonorise ce que vous écrivez caractère par caractère. Pour ce faire, il existe quelques étapes faciles : Assurez-vous que le focus est sur la fenêtre de LAMBDA ou sur une de ces variantes. (La représentation par les six points, par exemple) ; appuyez sur NVDA+2 (chiffre 2) ou naviguez jusqu'au menu NVDA > Préférences > Paramètres du clavier. Cochez la case Écho clavier par caractère ; allez vers LAMBDA > Options > Paramètres vocaux puis veillez à ce que la case "écho" est cochée, sinon NVDA ne recevra rien de la synthèse vocale lorsque vous écrirez. Ceci fait, Une fois que cela est fait, NVDA dira les caractères écrits, mais ne vous inquiétez pas, ce sera seulement dans LAMBDA ou ses fenêtres spéciales, les paramètres du reste des applications resteront tels quels.
gl: Lectura caracter por caracter: normalmente, cando está escribindo matemáticas gústalle que NVDA diga aquilo que está escribindo caracter por caracter. Para facer isto, hai uns cantos simples pasos: asegúrese de ter focalizada a xanela de LAMBDA ou unha das súas variantes (a representación en seis puntos, por exemplo); prema NVDA+2 (número dous) ou navegue a menú NVDA>Preferencias>Opcións de teclado e marque a casilla para reportar caracteres ao escribir; diríxase a LAMBDA>Herramientas>Parámetros de voz (Ferramentas>Parámetros de voz) e asegúrese de que a casilla "Eco" está marcada, doutro xeito NVDA non recibirá nada do motor da voz mentres vostede escribe. E feito, NVDA lerá os caracteres escritos, pero non se preocupe, só en LAMBDA, os axustes doutras aplicacións serán deixados como estaban.
hr: Izgovaranje znak po znak: Uobičajeno, kada radite s programima za matematiku, NVDA bi trebao izgovarati stvari koje pišete znak po znak. Da biste to učinili, postoji nekoliko jednostavnih koraka: budite sigurni da ste u prozoru programa LAMBDA. Primjerice, pritisnite NVDA + 2 (broj dva) ili prijeđite na izbornik NVDA> Postavke> Postavke tipkovnice i označite okvir za izgovor znakova; idite na LAMBDA> Opcije> Glasovni parametri i provjerite je li potvrdni okvir "odjek" UKLJUČEN, u protivnom NVDA neće ništa primiti od govornog robota dok upisujete. Gotovo, NVDA će govoriti upisane znakove, ali ne brinite, samo u LAMBDA-u ili u posebnim prozorima, postavke za ostale aplikacije bit će netaknute.
it: Lettura carattere per carattere: Quando si manipolano formule matematiche, è desiderabile fare in modo che NVDA pronunci i caratteri quando vengono digitati. Per fare questo è possibile procedere in diversi modi: anzitutto assicurarsi che la finestra di Lambda (o una finestra del programma come la visualizzazione a 6 punti) sia attiva; premere NVDA+2 (non del tastierino) oppure attivare il menù di NVDA>Preferenze>Impostazioni tastiera, attivare la casella di controllo "Leggi i caratteri digitati". Infine assicurarsi di avere abilitato il pulsante radio "Jaws/virgo" e la casella di controllo "Echo" di LAMBDA aprendo il menù del programma Opzioni>Impostazioni Voce. In questo modo LAMBDA processerà correttamente i caratteri inseriti. Niente paura: queste impostazioni rimarranno attive soltanto quando viene usato il programma Lambda. Se un altro programma viene attivato le impostazioni di lettura ritorneranno quelle precedenti.
ro: Raportarea caracter cu caracter: Atunci când vă folosiți de matematică în viața de zi cu zi, v-ați dori ca NVDA-ul să raporteze ceea ce scrieți caracter cu caracter. Pentru a face asta, există câțiva pași simpli: asigurați-vă că aveți focalizarea pe fereastra LAMBDA sau pe una dintre variantele sale (reprezentarea cu șase puncte, de exemplu); apăsați NVDA+2 (numărul doi) sau navigați la meniul NVDA>Preferințe>Setări tastatură și bifați caseta „Pronunță caracterele tastate”; mergeți la Lambda>Opțiuni>Parametri voce și asigurați-vă că caseta de bifat „ecou” este bifată, în caz contrar NVDA nu va primi nimic de la motorul de vorbire în timp ce tastați. Și gata, NVDA va pronunța caracterele scrise, dar nu vă faceți griji, doar în LAMBDA și în ferestrele sale speciale, setările pentru restul aplicațiilor vor rămâne așa cum erau.

source: Addon mailing list:
bg: Пощенски списък за добавката:
da: Postliste for tilføjelsespakke
de: Mailliste für die LAMBDA-Erweiterung:
es: Lista de correo del complemento:
fr: Liste de discussion du module :
gl: Rolda de correo do complemento:
hr: Mailing lista dodatka:
ro: Lista de mailing a suplimentului:
sr: Mejling lista dodatka:

source: To report bugs, suggestions or if you want to contribute you can subscribe the Addon Group (in English). You can subscribe from the website: <https://groups.io/g/lambda-nvda>.
da: For at rapportere fejl, eller hvis du har forslag eller hvis du vil bidrage, kan du abonnere på Addon-gruppen (på engelsk). Du kan tilmelde dig på hjemmesiden: <https://groups.io/g/lambda-nvda>.
de: Um Fehler oder Vorschläge mittzuteilen oder wenn Sie etwas beitragen möchten, können Sie die Erweiterungsgrupe abonnieren (in Englisch). Sie können sich auf der folgenden Website anmelden: <https://groups.io/g/lambda-nvda>.
es: Para reportar errores, sugerencias o si quiere contribuir puede subscribirse al grupo del complemento (en inglés). Puede subscribirse desde el sitio web: <https://groups.io/g/lambda-nvda>.
fr: Pour signaler des bogues, faire des suggestions ou contribuer vous pouvez souscrire au groupe traitant de ce module (en Anglais). Vous pouvez souscrire en écrivant à lambda-nvda+subscribe@[plural of google group] dot com.
gl: Para reportar erros, suxestións ou se simplemente quere contribuír pode subscribirse ao Grupo do complemento (en inglés). Pode subscribirse a través da seguinte páxina web: <https://groups.io/g/lambda-nvda>.
hr: Da biste prijavili greške, iznijeli prijedloge ili ako želite doprinijeti, možete se pretplatiti na grupu vezanu za ovaj dodatak (na engleskom jeziku). Možete se pretplatiti sa web stranice: <https://groups.io/g/lambda-nvda>.
it: Per segnalare bug, suggerimenti o se si desidera contribuire è possibile iscriversi al gruppo relativo a questo componente aggiuntivo (in inglese). È possibile iscriversi dal sito internet: <https://groups.io/g/lambda-nvda>.

source: Change log
da: Ændringshistorik
de: Änderungsnotizen
es: Registro de cambios
fr: Journal des changements
gl: Rexistro de trocos
hr: Popis izmjena
it: Log dei cambiamenti
