Repository: nvdacn/screenReaderTranslations
Catalog: website/addons/mirc.*.po
Languages: bg, de, es, fi, fr, gl, ro, sr

source: Author: Nick Stockton
bg: Автор: Nick Stockton
de: Autor: Nick Stockton
es: Autor: Nick Stockton
fi: Tekijä: Nick Stockton
fr: Auteur : Nick Stockton
gl: Autor: Nick Stockton
ro: Autor: Nick Stockton
sr: Autor: Nick Stockton

source: download [development version][2]
bg: Изтегляне на [работна версия][2]
de: [Testversion][2] herunterladen
es: descargar [versión de desarrollo][2]
fi: Lataa [kehitysversio][2]
fr: Télécharger [version de développement][2]
gl: descargar [versión de desenvolvemento][2]
ro: Descărcați [versiunea în dezvoltare][2]
sr: Preuzmi[razvojnu verziju][2]

source: This is an enhanced version of the mIRC app module that comes with NVDA.
bg: Това е подобрена версия на приложния модул за mIRC, който е включен в NVDA.
de: Dies ist eine erweiterte Version des mIRC Anwendungsmoduls, das mit NVDA ausgeliefert wird.
es: Esta es una versión mejorada del app module para mIRC que viene con NVDA.
fi: Tämä on laajennettu versio NVDA:n mukana tulevasta mIRC-sovellusmoduulista.
fr: Ceci est une version améliorée de l'App Module mIRC fourni avec NVDA.
gl: Esta é unha versión mellorada do app module para o mIRC que ven co NVDA.
ro: Aceasta este o versiune îmbunătățită a modulului aplicației mIRC care vine cu NVDA.
sr: Ovo je poboljšana verzija mIRC dodatka za aplikacije koji dolazi uz NVDA.

source: From add-on description:
bg: От описанието на добавката:
de: Aus der Beschreibung der Erweiterung:
es: descripción del complemento:
fi: Lisäosan kuvauksesta:
fr: Depuis la description du module complémentaire :
gl: descripción do complemento:
ro: Descriere supliment:
sr: Iz opisa dodatka:

source: This add-on is an enhanced version of the mIRC App Module included in NVDA.
bg: Тази добавка е усъвършенствана версия на приложния модул за mIRC, който е включен в NVDA.
de: Diese Erweiterung ist eine erweiterte Version des mIRC Anwendungsmodulss, welches in NVDA enthalten ist.
es: Este complemento es una versión mejorada del App Module para mIRC incluido en NVDA.
fi: Tämä lisäosa on laajennettu versio NVDA:n mukana toimitettavasta mIRC-sovellusmoduulista.
fr: Ce module complémentaire est une version améliorée de l'App Module mIRC inclus dans NVDA.
gl: Este complemento é unha versión mellorada do App Module para o mIRC incluido no NVDA.
ro: Aceasta este o versiune îmbunătățită a modulului aplicației mIRC inclus în NVDA.
sr: Ovaj dodatak je poboljšana verzija mIRC dodatka za aplikacije koji dolazi uz NVDA.

source: The NVDA navigator object is now automaticly set to the output window of mIRC in order to make reviewing output easier.
bg: Обектният навигатор на NVDA сега бива автоматично позициониран в прозореца с изходната информация от mIRC с цел улесняване на прегледа му.
de: Das Navigator-Objekt wird nun automatisch auf das Ausgabefenster von mIRC gesetzt, um das Lesen der Ausgabe zu vereinfachen
es: El navegador de objetos de NVDA ahora se coloca automáticamente en la ventana de salida de mIRC para hacer más fácil su revisión.
fi: Navigointiobjekti siirretään nyt automaattisesti mIRC:in tulostusikkunaan, jotta tekstitulosteen tarkasteleminen on helpompaa.
fr: L'objet navigateur NVDA est maintenant automatiquement réglé sur la fenêtre de sortie de mIRC afin de faciliter la lecture de la sortie.
gl: O navegador de obxectos do NVDA agora colócase automáticamente na ventá de saída do mIRC para facer máis sinxela a súa revisión.
ro: Obiectul navigator al NVDA-ului este acum setat automat la fereastra de ieșire a mIRC-ului ca să facă examinarea de ieșire mai ușoară.
sr: Navigacioni objekat je automatski postavljen na prozor dolaznih poruka kako bi pregled bio lakši.

source: Two new hotkeys (NVDA-8 and NVDA-9) toggle the "speech interrupt for typed characters" and "speech interrupt for enter key" settings respectively.
bg: Две нови клавишни комбинации (NVDA+8 и NVDA+9) превключват съответно опциите "Прекъсване на речта при въвеждане на букви или знаци" и "Прекъсване на речта при натискане на Enter".
de: Zwei neue Tastenkürzel (NVDA+8 und NVDA+9) legen fest, ob die Sprache durch eingegebene Zeichen oder durch das betätigen der Eingabetaste unterbrochen wird.
es: Dos teclas rápidas nuevas (NVDA-8 y NVDA-9) conmutan las opciones de "interrupción de voz para carácteres al escribir" y la "interrupción de voz para la tecla intro" respectivamente.
fi: Kaksi uutta pikanäppäintä (NVDA+8 ja NVDA+9) ottavat "Keskeytä puhe merkkejä kirjoitettaessa"- ja "Keskeytä puhe Enter-näppäintä painettaessa" -asetukset käyttöön tai poistavat ne käytöstä.
fr: Deux nouveaux raccourcis (NVDA-8 et NVDA-9) basculent respectivement les paramètres "Interruption de la parole à la frappe d''un caractère" et "Interruption de la parole à l'appui de la touche entrer".
gl: Dúas teclas rápidas novas (NVDA-8 e NVDA-9) conmutan as opcións de "interrupción da voz para carácteres ao se escrebir" e a "interrupción da voz para a tecla intro" respectivamente.
ro: Două comenzi de taste noi (NVDA-8 și NVDA-9) comută „întreruperea vorbirii pentru caracterele tastate” și „întreruperea vorbirii” pentru tasta enter”, respectiv la setări.
sr: Dve nove prečice(NVDA-8 i NVDA-9) uključuju i isključuju"Prekid govora za upisane znakove" i"Prekid govora za taster Enter" podešavanja.

source: Additionally, NVDA-Enter and numbpad-Enter will set the position of the NVDA navigator object to the last line of text in the output window and speak it.
bg: Освен това NVDA+ENTER и ENTER от цифровия блок ще позиционират обектния навигатор на NVDA до последния ред на текста в изходния прозорец и той ще бъде прочитан.
de: Zusätzlich wird durch NVDA+Eingabe und Nummernblock Eingabe das Navigator-Objekt auf die letzte Textzeile im Ausgabefenster gesetzt und vorgelesen.
es: Adicionalmente, NVDA-Intro e Intro del teclado numérico pondrán el navegador de objetos de NVDA en la última línea de texto en la ventana de salida y la verbalizarán.
fi: Lisäksi NVDA+Enter ja numeroryhmän Enter siirtävät navigointiobjektin tulostusikkunan tekstin viimeiselle riville ja puhuvat sen.
fr: En outre, NVDA-Entrée et pavNum-Entrée définiront la position de l'objet navigateur NVDA sur la dernière ligne de texte dans la fenêtre de sortie et l'annonce.
gl: Adicionalmente, NVDA-Intro e Intro do teclado numérico porán o navegador de obxectos do NVDA na derradeira liña de texto na ventá de saída e falarana.
ro: În plus, NVDA-Enter și numbpad-Enter vor seta poziția obiectului navigator al NVDA-ului la ultimul rând al textului în fereastra de ieșire și o vor pronunța.
sr: Takođe, NVDA-Enter i numerički-Enter će postaviti navigacioni objekat na poslednji red u prozoru dolaznih poruka i izgovoriti je.

source: The "report Dynamic Content Changes", "caret moves review cursor", "speech interrupt for typed characters", and "speech interrupt for enter key" settings are now automaticly saved to a special configuration file when the mIRC window loses focus and restored when it receives focus again.
bg: Настройките "Докладвай динамичните промени в съдържанието", "Следвай каретката" (за курсора за преглед), "Прекъсване на речта при въвеждане на букви или знаци" и "Прекъсване на речта при натискане на Enter" сега биват автоматично записани в специален конфигурационен файл когато прозорецът на mIRC не е на фокус и биват възстановени когато прозорецът пак е на фокус.
de: Die Optionen "Dynamische Änderungen des Inhaltes ansagen", "NVDA-Cursor folgt System-Cursor", "Sprachausgabe bei Eingabe von Zeichen unterbrechen", und "Sprachausgabe beim Drücken der Eingabetaste unterbrechen" werden automatisch in einer speziellen Konfigurationsdatei gespeichert, wenn das mIRC-Fenster den Fokus verliert und wieder hergestellt, wenn es wieder den Fokus erhällt.
es: Las opciones "anunciar cambios de contenido dinámico", "cursor del sistema mueve al cursor de revisión", "interrumpción de voz al escribir carácteres", e "interrupción de voz para la tecla Intro" ahora se guardan automáticamente en un fichero especial de configuración cuando la ventana de mIRC pierda el foco y se restauran cuando lo reciba de nuevo.
fi: "Lue dynaamisen sisällön muutokset"-, "Järjestelmäkohdistin siirtää tarkastelukohdistinta"-, "Keskeytä puhe merkkejä kirjoitettaessa"- ja "Keskeytä puhe Enter-näppäintä painettaessa" -asetukset tallennetaan nyt automaattisesti erityiseen asetustiedostoon kohdistuksen siirtyessä pois mIRC:in ikkunasta ja palautetaan, kun kohdistus siirtyy uudelleen siihen.
fr: Les paramètres "Annoncer les changements dynamiques de contenu", "suivi du curseur système par le curseur de revue", "Interruption de la parole à la frappe d''un caractère", et "Interruption de la parole à l'appui de la touche entrer" sont maintenant automatiquement sauvegardés dans un fichier de configuration spécial lorsque la fenêtre mIRC perd le focus et est restaurée lorsqu'elle reçoit à nouveau le focus.
gl: As opcións "anunciar cambios de contido dinámico", "cursor do sistema move ao cursor de revisión", "interrumpción da voz ao se escrebir carácteres", e "interrupción da voz para a tecla Intro" agora gárdanse automáticamente nun ficheiro especial de configuración cando a ventá do mIRC perda o foco e restáuranse cando o reciba de novo.
ro: „Schimbările de raportare a conținutului dinamic”, „caret-ul mută cursorul de examinare”, „întreruperea vorbirii pentru caracterele tastate” și „întreruperea vorbirii pentru tasta enter” setările sunt salvate automat într-un fișier special de configurare când fereastra mIRC pierde focalizarea și restaurată atunci când primește focalizarea din nou.
sr: Opcije"prijavi dinamičke promene sadržaja", "kursor pomera pregledni kursor", "Prekid izgovora za ukucane znakove", i"Prekid izgovora za taster Enter" se automatski čuvaju u posebnoj datoteci kada mIRC prozor izgubi prozor i vraćaju se kada se fokus vrati.

source: Note: NVDA's "report Dynamic Content Changes" setting is enabled by default. If you use a speech system for mIRC such as Talking IRC or mIRC With Speech, toggle this setting off with the NVDA-5 hotkey to prevent incoming lines from being spoken twice.
bg: Забележка: Настройката "Докладвай динамичните промени в съдържанието" на NVDA по подразбиране е включена. Ако използвате някаква речева система за mIRC, като например Talking IRC или mIRC With Speech, изключете тази опция с клавишната комбинация NVDA+5, за да избегнете двойното четене на входящия текст.
de: Hinweis: Die Option "Dynamische Änderungen des Inhaltes ansagen" von NVDA ist normalerweise aktiviert. Sollten Sie ein Sprachsystem für mIRC wie "Talking IRC" oder "mIRC With Speech" verwenden, schalten Sie diese Option mittels NVDA+5 aus, um die doppelte Ansage einkommender Zeilen zu verhindern.
es: Nota: la opción "anunciar cambios decontenido dinámico" de NVDA se habilita por defecto. Si utilizas un sistema de voz para mIRC tal como Talking IRC o mIRC With Speech, desactiva esta opción con la tecla rápida NVDA-5 para prevenir que las líneas entrantes se verbalicen dos veces.
fi: Huom: NVDA:n "Lue dynaamisen sisällön muutokset" -asetus on oletusarvoisesti käytössä. Mikäli käytät mIRC:in kanssa jotain puhejärjestelmää, kuten Talking IRC:iä tai mIRC With Speech:iä, poista tämä asetus käytöstä NVDA+5-pikanäppäimellä estääksesi saapuvien viestien rivien kahdesti puhumisen.
fr: Note : Le paramètre de NVDA "annonce des changements dynamiques de contenu" est activé par défaut. Si vous utilisez un système vocal pour mIRC comme Talking IRC ou mIRC With Speech, Basculer ce paramètre en désactivée avec le raccourci NVDA-5 pour éviter que les lignes entrantes ne soient prononcées deux fois.
gl: Nota: a opción "anunciar cambios de contido dinámico" do NVDA habilítase por defecto. Se usas un sistema de voz para o mIRC coma Talking IRC ou mIRC With Speech, desactiva esta opción coa tecla rápida NVDA-5 para previr que as liñas entrantes se falen dúas veces.
ro: Notă: Setarea de „modificare a raportării conținutului dinamic al NVDA-ului” este activată îm mod implicit. Dacă utilizați un sistem de vorbire pentru mIRC, cum ar fi Talking IRC Talking IRC sau mIRC cu vorbirea, comutați această setare pe dezactivat cu comanda NVDA-5.
sr: Napomena: opcija"prijavi dinamičke promene sadržaja" je omogućena po podrazumevanim podešavanjima. Ako koristite sistem govora za mIRC kao što je Talking IRC ili mIRC With Speech, isključite ovo podešavanje korišćenjem prečice NVDA-5 kako biste sprečili izgovaranje teksta dva puta.
