Repository: nvdacn/screenReaderTranslations
Catalog: website/addons/mozillaScripts.*.po
Languages: bg, de, es, fi, fr, gl, hr, ja, pl, pt_pt, ro, ru

source: [[!meta title="Mozilla Apps Enhancements"]]
bg: [[!meta title="Подобрения за приложенията на Mozilla (Mozilla Apps Enhancements)"]]
de: [[! meta title = "Verbesserungen für Mozilla-Anwendungen"]]
es: [[!meta title="Mejoras en aplicaciones de Mozilla"]]
fi: [[!meta title="Mozilla-sovellusten laajennukset"]]
gl: [[!meta title="Melloras en aplicacións de Mozilla"]]
ru: [[!meta title="Расширения для Приложений от Mozilla"]]

source: Author: Javi Dominguez
bg: Автор: Javi Dominguez
de: Autor: Javi Dominguez
es: Autor: Javi Domínguez
fi: Tekijä: Javi Dominguez
fr: Auteur : Javi Dominguez
gl: Autor: Javi Domínguez
hr: Autor: Javi Dominguez
ja: 作者: Javi Dominguez
pl: Autor: Javi Dominguez
pt_pt: Autor: Javi Dominguez
ro: Autor: Javi Dominguez
ru: Автор: Javi Dominguez

source: download [stable version][1]
bg: Изтегляне на [стабилна версия][1]
es: Descargar [versión estable][1]
hr: preuzmi [stable version][1]
ja: ダウンロード [安定版][1]
pl: pobierz [wersja stabilna][1]
pt_pt: baixar [versão estável][1]
ro: Descărcați [versiunea stabilă][1]

source: This add-on provides NVDA enhancements for Mozilla aps.
bg: Тази добавка предоставя подобрения в NVDA за приложенията на Mozilla.
de: Diese Erweiterung bietet Verbesserungen für Anwendungen von Mozilla.
es: Este complemento proporciona algunas mejoras para las aplicaciones de Mozilla.
fi: Tämä lisäosa tarjoaa NVDA-laajennuksia Mozilla-sovelluksille.
fr: Ce module complémentaire fournit des améliorations à NVDA pour les applications Mozilla.
gl: Este complemento fornece melloras no NVDA para aplicacións de Mozilla.
hr: Ovaj dodatak pruža proširenja za bolji rad NVDA u Mozillinim aplikacijama.
ja: このアドオンは、Mozillaアプリケーションをより使いやすくします。
pl: Ta wtyczka dodaje do NVDA ulepszenia dla aplikacji Mozilli.
pt_pt: Este extra fornece aprimoramentos para o uso do NVDA com as aplicações da Mozilla.
ro: Acest supliment oferă îmbunătățiri NVDA pentru aplicațiile Mozilla.
ru: Это дополнение предоставляет расширения NVDA для приложений от Mozilla.

source: NVDA+A (desktop) or NVDA+Control+A (laptop) Reads the page address. If pressed twice quickly, copies it to clipboard.
bg: NVDA+A (настолна подредба) или NVDA+Control+A (лаптоп подредба): Прочита URL адреса на страницата. При бързо двукратно натискане го копира в клипборда.
de: NVDA+A (Desktop) oder NVDA+Strg+A (Laptop): NVDA liest die Adresse der Seite vor. Zweimaliges Drücken kopiert die Adresse in die Zwischenablage.
es: NVDA+a (escritorio) o NVDA+ctrl+a (portátil): lee la dirección de la página. Si se presiona dos veces rápidamente la copia al portapapeles.
fi: NVDA+A (pöytäkone) tai NVDA+Ctrl+A (kannettava): Lukee sivun osoitteen. Kahdesti painettaessa se kopioidaan leikepöydälle.
fr: NVDA+A (bureau) ou NVDA+Contrôle+A (portable) Lit l'adresse de la page. Si vous appuyez deux fois rapidement, la copie dans le presse-papiers.
gl: NVDA+a (escritorio) ou NVDA+Ctrl+a (portátil) le a dirección da páxina. Se se preme dúas veces rapidamente, cópiaa ao portapapeis.
hr: NVDA+A (ako je tipkovnica podešena za stolna računala) ili NVDA+Control+A (ako je tipkovnica podešena za prijenosna računala) Čita adresu stranice. Ako ovu kraticu pritisnete dvaput brzo, adresa se kopira u međuspremnik.
ja: NVDA+A (デスクトップ) または NVDA+Control+A (ラップトップ) でページのアドレスを読みます。二回素早く押すと、クリップボードにコピーします。
pl: NVDA+A (desktop) lub NVDA+Control+A (laptop) odczytuje adres strony . Po dwukrotnym szybkim naciśnięciu, kopiuje go do schowka.
pt_pt: NVDA+A (desktop) ou NVDA+Control+A (laptop) Lê o endereço da página. Se pressionado duas vezes rapidamente, copia-o para a área de transferência.
ro: NVDA+A (desktop) sau NVDA+Control+A (laptop) citește adresa paginii. Dacă e apăsat de două ori rapid, o copiază pe planșetă.
ru: NVDA+A (настольная раскладка) или NVDA+Control+A (раскладка ноутбука) Читает адрес страницы. Если нажато дважды быстро, копирует его в буфер обмена.

source: NVDA+End (desktop) or NVDA+Shift+End (laptop) Reads the status bar. If pressed twice quickly, copies it to clipboard.
bg: NVDA+End (настолна подредба) или NVDA+Shift+End (лаптоп подредба): Прочита лентата на състоянието. При бързо двукратно натискане я копира в клипборда.
de: NVDA+Ende (Desktop) oder NVDA+Umschalt+Ende (Laptop): NVDA liest die Statusleiste vor. Zweimaliges Drücken kopiert Statusleiste in die Zwischenablage.
es: NVDA+fin (escritorio) o NVDA+mayús+fin (portátil): lee el contenido de la barra de estado. Si se presiona dos veces rápidamente, lo copia al portapapeles.
fi: NVDA+End (pöytäkone) tai NVDA+Shift+End (kannettava): Lukee tilarivin. Kahdesti painettaessa se kopioidaan leikepöydälle.
fr: NVDA+Fin (bureau) ou NVDA+Maj+Fin (portable) Lit la barre d'état. Si vous appuyez deux fois rapidement, la copie dans le presse-papiers.
gl: NVDA+fin (escritorio) ou NVDA+mayus+fin (portátil) le a barra de estado. Se se preme dúas veces rapidamente, cópiaa ao portapapeis.
hr: NVDA+End (desktop varijanta) ili NVDA+SHIFT+End (laptop varijanta) Čita statusnu traku. Ako pritisnete dvaput brzo, kopira se u međuspremnik.
ja: NVDA+End (デスクトップ) または NVDA+Shift+End (ラップトップ) でステータスバーを読みます。二回素早く押すと、クリップボードにコピーします。
pl: NVDA+End (desktop) lub NVDA+Shift+End (laptop) odczytuje pasek stanu. Po dwókrotnym szybkim naciśnięciu, kopiuje go do schowka.
pt_pt: NVDA+End (desktop) ou NVDA+Shift+End (laptop) Lê a barra de status. Se pressionado duas vezes rapidamente, copia-a para a área de transferência.
ro: NVDA+End (desktop) sau NVDA+Shift+End (laptop) citește bara de stare. Dacă e apăsat de două ori rapid, o copiază pe planșetă.
ru: NVDA+End (настольная раскладка) или NVDA+Shift+End (раскладка ноутбука) Читает строку состояния. Если нажато дважды быстро, копирует её в буфер обмена.

source: NVDA+F8 Shows a list of opened tabs. If pressed twice quickly, shows buttons of tool bar.
bg: NVDA+F8: Показва списък с отворените раздели. При бързо двукратно натискане показва бутоните в лентата с инструменти.
de: NVDA+F8 zeigt eine Liste der geöffneten Tabs an. Zweimaliges Drücken löst die Anzeige der Schaltflächen der Symbolleiste aus.
es: NVDA+F8 muestra una lista de pestañas abiertas. Si se presiona dos veces rápidamente muestra los botones de la barra de herramientas.
fi: NVDA+F8: Näyttää luettelon avatuista välilehdistä. Kahdesti painettaessa näytetään työkalurivin painikkeet.
fr: NVDA+F8 Affiche une liste des onglets ouverts. Si vous appuyez deux fois rapidement, affiche les boutons de la barre d'outils.
gl: NVDA+F8 mostra unha lista de lapelas abertas. Se se preme dúas veces mostra os botóns da barra de ferramentas.
hr: NVDA+F8 prikazuje popis otvorenih kartica. Ako pritisnete dvaput brzo, prikazuje gumbe na alatnoj traci.
ja: NVDA+F8 で、開いているタブのリストを表示します。二回素早く押すと、ツールバーのボタンを表示します。
pl: NVDA+F8 pokazuje listę otwartych kart. po dwukrotnym szybkim naciśnięciu, pokazuje przyciski paska narzędzi.
pt_pt: NVDA+F8 Mostra uma lista de separadores abertos. Se pressionado duas vezes rapidamente, mostra os botões da barra de ferramentas.
ro: NVDA+F8 arată o listă a filelor deschise. Dacă e apăsat de două ori rapid, arată butoane ale barei de unelte.
ru: NVDA+F8 Отображает список открытых вкладок. Если нажато дважды быстро, отображает кнопки панели инструментов.

source: NVDA+Control+N Reads the last notification and it takes the system focus to it if it is possible. By pressing two times quickly shows the history of notifications.
bg: NVDA+Control+N: Прочита последното известие и премества системния фокус в него, ако е възможно. Двукратното бързо натискане извежда историята на известията.
de: NVDA+Strg+N: NVDA liest die letzte Benachrichtigung vor und setzt den Systemfokus darauf, wenn es möglich ist. Zweimaliges Drücken zeigt den Verlauf der Benachrichtigungen an.
es: NVDA+ctrl+n Lee la última notificación y lleva el foco a ella si es posible. Si se presiona dos veces rápidamente muestra un historial de notificaciones.
fi: NVDA+Ctrl+N: Lukee viimeisimmän ilmoituksen ja siirtää kohdistuksen siihen, mikäli mahdollista. Kahdesti painettaessa näytetään ilmoitushistoria.
fr: NVDA+Contrôle+N Lit la dernière notification et prend le focus système si c'est possible. En appuyant deux fois rapidement affiche l'historique des notifications.
gl: NVDA+Ctrl+n le a última notificación e leva o foco do sistema a ela se é posible. Ao premerse dúas veces rápidamente mostra o historial de notificacións.
hr: NVDA+Control+N čita zadnju obavijest i potreban je fokus sustava ako je to moguće. Ako pritisnete dva puta brzo, prikazuje popis obavijesti.
ja: NVDA+Control+N で最後の通知を読み上げ、可能なら通知にフォーカスを移動します。二階素早く押すと、通知の履歴を表示します。
pl: NVDA+Control+N odczytuje ostatnie powiadomienie i przenosi do niego punkt uwagi, jeśli to możliwe. Po dwukrotnym szybkim naciśnięciu, pokazuje historię powiadomień.
pt_pt: NVDA+Control+N Lê a última notificação e leva o foco do sistema para lá, se for possível. Pressionando duas vezes rapidamente mostra o histórico das notificações.
ro: NVDA+Control+N citește ultima notificare și-i sugerează sistemului de focalizare să-și îndrepte atenția către ea dacă este posibil. Apăsând de două ori rapid, arată istoricul notificărilor.
ru: NVDA+Control+N Читает последнее уведомление и перемещает туда системный фокус по возможности. По двойному быстрому нажатию отображает историю уведомлений.

source: NVDA+F6 Brings the focus to the document.
bg: NVDA+F6: Премества фокуса в документа.
de: NVDA+F6 setzt den Fokus auf das Dokument.
es: NVDA+F6 Lleva el foco al documento
fi: NVDA+F6: Siirtää kohdistuksen avoimelle sivulle.
fr: NVDA+F6 Amène le focus sur le document.
gl: NVDA+F6 leva o foco ao documento
hr: NVDA+F6 Usmjerava na dokument.
ja: NVDA+F6 でフォーカスをドキュメントに移します。
pl: NVDA+F6 przenosi punkt uwagi na dokument.
pt_pt: NVDA+F6 Traz o foco para o documento.
ro: NVDA+F6 aduce focalizarea la document.
ru: NVDA+F6 Перемещает фокус на документ.

source: * In a message window: * Control+Shift+(1-4) Reads the sender and recipients of the message. If pressed twice quickly, opens the options menu. * Control+Shift+5 Reads the subject of the message. * Control+Shift+6 Reads date of the message. * Control+Shift+A Brings the focus to the list of attachments, if any. (These scripts are also available in the list of messages if you activate the preview pane.) * In the bar of fast filtering: * Press down Arrow to display more options, enter to check/unchek the selected option. * In messages list: * If the preview pane is active, press NVDA+downArrow (desktop) or NVDA+A (laptop) to read the message without leaving the list. * Control+NVDA+1-9 moves between columns. * NVDA+H Displays a dialog in which you can change the order of the columns in the message list.
bg: * В прозорец на отворено писмо: * Control+Shift+(1-4): Прочита имената на подателя и получателите на писмото. При двукратно бързо натискане се отваря менюто с опции. * Control+Shift+5: Прочита темата на писмото. * Control+Shift+6: Прочита датата на писмото. * Control+Shift+A: Премества фокуса в списъка с прикачени файлове, ако има такива. (Тези функции са налични и в списъка със съобщения, ако е указано да се показва панела за писма.) * В лентата за бързо търсене: * Натиснете стрелка надолу, за да се покажат повече опции, натиснете ENTER, за да поставите или махнете отметката за избраната опция. * В списъка с писмата: * Ако панелът за писма се показва, натиснете NVDA+стрелка надолу (настолна подредба) или NVDA+A (лаптоп подредба), за да прочетете писмото, без да напускате списъка с писмата. * NVDA+Control+(1-9): Прочита съответната колона в списъка за избрания елемент. * NVDA+H: Показва диалогов прозорец, в който можете да промените реда на колоните в списъка със писма.
de: * In einem Nachrichtenfenster: * Strg+Umschalt+(1-4): NVDA liest Absender und Empfänger der Mail vor. Zweimaliges Drücken öffnet das Optionsmenü. * Strg+Umschalt+5: NVDA liest den Betreff der Mail vor. * STRG+Umschalt+6: sagt das Datum der Mail an. * Strg+Umschalt+A: setzt den Fokus auf die Liste der Anhänge (sofern vorhanden). (Diese Funktionen sind auch in der Liste der Mails verfügbar, wenn Sie den Nachrichtenbereich aktiviert haben .) * In der Schnellfilterleiste: * Drücken Sie Pfeil runter, um mehr Optionen anzuzeigen und Eingabe um die gewählte Option zu aktivieren/deaktivieren. * In der Nachrichtenliste: * Drücken Sie NVDA+Pfeil runter (desktop) oder NVDA+A (laptop) um die Nachricht zu lesen, ohne die Liste zu verlassen. Der Nachrichtenbereich muss dabei aktiv sein. * Control+NVDA+(1-9): NVDA bewegt sich zwischen Spalten. * NVDA+H zeigt einen Dialog an, in dem Sie die Anordnung der Spalten in der Nachrichtenliste anpassen können.
es: * En una ventana de mensaje: * Ctrl+mayus+(1-4) Lee el remitente y los destinatarios de un mensaje. Si se presiona dos veces rápidamente, abre el menú de opciones. * Ctrl+mayus+5 Lee el asunto del mensaje. * Ctrl+mayus+6 Lee la fecha del mensaje. * Ctrl+mayus+A Lleva el foco a la lista de adjuntos, si hay alguno. (Estos scripts están también disponibles en la lista de mensajes si activas el panel de previsualización.) * En la barra de filtro rápido: * Presiona la flecha abajo para que se muestren más opciones, enter para verificar/desverificar la opción seleccionada. * En la lista de mensajes: * Si el panel de previsualización está activo, pulsa NVDA+flecha abajo (escritorio) o NVDA+a (portátil) para leer el mensaje sin abandonar la lista. * Ctrl+NVDA+1-9 se mueve entre columnas. * NVDA+H Muestra un diálogo en el cual puedes cambiar el orden de las columnas de la lista de mensajes.
fi: * Viesti-ikkunassa: * Ctrl+Shift+1-4: Lukee viestin lähettäjän ja vastaanottajat tai avaa kahdesti painettaessa Valinnat-valikon. * Ctrl+Shift+5: Lukee viestin aiheen. * Ctrl+Shift+6: Lukee viestin päivämäärän. * Ctrl+Shift+A: Siirtää kohdistuksen liiteluetteloon, mikäli viestissä on liitteitä. (Nämä komennot ovat käytettävissä myös viestiluettelossa, mikäli esikatseluruutu on käytössä.) * Pikasuodatuspalkissa: * Paina nuolta alas näyttääksesi lisää valintoja tai Enter valitaksesi/poistaaksesi valinnan valittuna olevasta kohteesta. * Viestiluettelossa: * Jos esikatseluruutu on käytössä, paina NVDA+Nuoli alas (pöytäkone) tai NVDA+A (kannettava) lukeaksesi viestin poistumatta luettelosta. * Ctrl+NVDA+1-9: Siirtää sarakkeiden välillä. * NVDA+H: Näyttää valintaikkunan, jossa on mahdollista muuttaa viestiluettelon sarakkeiden järjestystä.
fr: * Dans une fenêtre de message : * Contrôle+Maj+(1-4) Lit l'expéditeur et les destinataires du message. Si vous appuyez deux fois rapidement, ouvre le menu des options. * Contrôle+Maj+5 Lit le sujet du message. * Contrôle+Maj+6 Lit la date du message. * Contrôle+Maj+A Amène le focus sur la liste des pièces jointes, le cas échéant. (Ces scripts sont également disponibles dans la liste des messages si vous activez le volet de visualisation.) * Dans la barre de filtrage rapide : * Appuyez sur flèche bas pour afficher plus d'options, entrée pour cocher/décocher l'option sélectionnée. * Dans la liste des messages : * Si le volet de visualisation est actif, appuyez sur NVDA+flèche bas (bureau) ou NVDA+A (portable) pour lire le message sans quitter la liste. * Contrôle+NVDA+1-9 se déplacer entre les colonnes. * NVDA+H Affiche le dialogue dans lequelle vous pouvez modifier l'ordre des colonnes dans la liste des messages.
gl: * Nunha xanela de mensaxe: * Ctrl+mayus+(1-4) Le o remitente e os destinatarios da mensaxe. Se se preme dúas veces rapidamente, abre o menú de opcións. * Ctrl+mayus+5 Le o asunto da mensaxe. * Ctrl+mayus+6 Le a data da mensaxe. * Ctrl+mayus+a Leva o foco á lista de anexos, se hai algún. (Estes scripts están tamén dispoñibles dende a lista de mensaxes se habilita o panel de previsualización.) * Na barra de filtro rápido: * Preme frecha abaixo para mostrar máis opcións, enter para verificar/desverificar a opción seleccionada. * Na lista de mensaxes: * Se o panel de previsualización está habilitado, preme NVDA+frecha abaixo (escritorio) ou NVDA+a (portátil) para ler o contido da mensaxe sen abandoar a lista. * Ctrl+NVDA+1-9 móvese entre columnas. * NVDA+h Mostra un diálogo no cal podes cambiar a orde das columnas da lista de mensaxes.
hr: U prozoru poruke: Control+Shift+(1-4) Čita pošiljatelja i primatelje poruke. Ako pritisnete dva puta brzo, otvara izbornik mogućnosti. Control+Shift+5: Čita naslov poruke. Control+Shift+6 Čita datum poruke. Control+Shift+A Fokusira se na popis privitaka, ako postoje. (Ove skripte također su dostupne u popisu poruka ako aktivirate okno za pregled.) U traci brzog filtriranja: Pritisnite Strelicu dolje za prikaz više opcija, enter za označavanje/odznačavanje odabrane opcije. U popisu poruka: Ako je aktivno okno pregleda, pritisnite NVDA+Strelicu dolje (desktop varijanta) ili NVDA+A (laptop varijanta) za čitanje poruke bez napuštanja popisa.
ja: * メッセージウィンドウ内: * Control+Shift+(1-4) でメッセージの送信者と受信者を読み上げます。二回素早く押すと、オプションメニューが表示されます。 * Control+Shift+5 でメッセージの件名を読み上げます。 * Control+Shift+6 でメッセージの日付を読み上げます。 * Control+Shift+A で、添付がある場合、添付のリストにフォーカスを移動します。 (これらのスクリプトは、プレビュー欄をアクティブにしている場合、メッセージのリストでも使用出来ます。 * 高速フィルタバー内: * 下矢印キーでオプションを表示、エンターで選択したオプションのチェック/チェックなしを切り替えます。 * メッセージリスト内: * プレビュー欄がアクティブの場合、NVDA+downArrow (デスクトップ) または NVDA+A (ラップトップ) を押して、リストから離れることなくメッセージを読むことが出来ます。 * Control+NVDA+1-9 で、コラムを移動出来ます。 * NVDA+H で、メッセージリストの中のコラムの順序を変更するダイアログを表示します。
pl: * W oknie wiadomości: * Control+Shift+(1-4) odczytuje nadawcę i odbiorców wiadomości. po dwukrotnym szybkim naciśnięciu, otwiera menu Opcje. * Control+Shift+5 odczytuje temat wiadomości. * Control+Shift+6 odczytuje datę wysłania wiadomości. * Control+Shift+A przenosi punkt uwagi na listę załączników, jeśli jakieś są. (Powyższe skrypty są również dostępne na liście wiadomości po przejściu do podglądu w panelu wiadomości.) * Na pasku szybkiego filtrowania: * Naciśnij strzałkę w dół, aby wyświetlić więcej opcji i enter, aby zaznaczyć/odznaczyć wybraną opcję. * Na liście wiadomości: * Jeśli panel wiadomości jest aktywny, naciśnij NVDA+Strzałka w dół (desktop) lub NVDA+A (laptop) aby odczytać wiadomość bez konieczności opuszczania listy. * Control+NVDA+1-9 przemieszcza między kolumnami. * NVDA+H wyświetla okno dialogowe, w którym można zmienić kolejność wyświetlania kolumn na liście wiadomości.
pt_pt: * Na janela de mensagens: * Control+Shift+(1-4) Lê o remetente e os destinatários da mensagem. Se for pressionado duas vezes rapidamente, abre o menu de opções. * Control+Shift+5 Lê o assunto da mensagem. * Control+Shift+6 Lê a data da mensagem. * Control+Shift+A leva o foco para a lista de anexos, se os houver. (Estes scripts também estão disponíveis na lista de mensagens se activar o painel de visualização). * Na barra de filtragem rápida: * Pressione seta para baixo para exibir mais opções, enter para verificar / desmarcar a opção seleccionada. * Na lista de mensagens: * Se o painel de visualização estiver activo, pressione NVDA+seta para baixo (desktop) ou NVDA+A (laptop) para ler a mensagem sem sair da lista. * Control+NVDA+1-9 move-se entre as colunas. * NVDA+H mostra uma caixa de diálogo na qual pode alterar a ordem das colunas na lista de mensagens.
ro: * Într-o fereastră de mesaj: * Control+Shift+(1-4) citește expeditorul și destinatarul mesajului. Dacă e apăsat de două ori rapid, deschide meniul de opțiuni. * Control+Shift+5 citește subiectul mesajului. * Control+Shift+6 citește data mesajului. * Control+Shift+A aduce focalizarea la lista atașamentelor, dacă există. (De asemenea, aceste scripturi sunt disponibile în lista de mesaje dacă activați panoul de previzualizare.) * În bara de filtrare rapidă: * Apăsați săgeată jos pentru a afișa mai multe opțiuni, enter pentru a bifa sau debifa opțiunea selectată. * În lista de mesaje: * Dacă panoul de previzualizare este activ, apăsați NVDA+săgeată jos (desktop) sau NVDA+A (laptop) pentru a citi mesajul fără a părăsi lista. * Control+NVDA+1-9 se deplasează între coloane. * H afișează un dialog în care puteți schimba ordinea coloanelor din lista de mesaje.

source: Keystrokes can be customized in Preferences of NVDA > Input gestures when Firefox or Thunderbird are open.
bg: Клавишните комбинации може да бъдат персонализирани от менюто на NVDA -> Настройки -> Жестове на въвеждане, когато Firefox или Thunderbird са на фокус.
de: Tastaturbefehle können in den Einstellungen von NVDA > Eingaben angepasst werden, wenn Firefox oder Thunderbird geöffnet sind.
es: Las combinaciones de teclas pueden ser personalizadas en NVDA>Preferencias>Gestos de entrada cuando Firefox o Thunderbird estén abiertos
fi: Näppäinkomentoja on mahdollista muuttaa NVDA:n Syötekomennot-valintaikkunasta Firefoxin tai Thunderbirdin ollessa avoimena.
fr: La frappe des touches peuvent être personnalisées dans Préférences de NVDA > Gestes de commandes lorsque Firefox ou Thunderbird sont ouverts.
gl: Os atallos de teclado pódense personalizar dende NVDA>preferencias>Xestos de entrada cando Firefox ou Thunderbird estean abertos.
hr: Tipkovničke kratice mogu se prilagoditi u Postavkama NVDA > Unosne geste dok je otvoren Firefox ili Thunderbird.
ja: キーストロークは、FirefoxまたはThunderbirdが開いている時に、NVDAメニュー→入力ジェスチャーから変更出来ます。
pl: Skróty klawiszowe można dostosować do własnych potrzeb w ustawieniach NVDA > Zdarzenia wejścia, gdy Firefox lub Thunderbird jest otwarty.
pt_pt: As teclas de atalho podem ser personalizadas nas Preferências do NVDA> definição de comandos, quando o Firefox ou o Thunderbird estiverem abertos.
ro: Combinațiile de taste pot fi personalizate din meniul NVDA, Preferințe, Gesturi de intrare atunci când Firefox sau Thunderbird sunt deschise.
ru: Комбинации клавиш могут быть настроены в параметрах NVDA > жестах ввода, когда открыты Firefox или Thunderbird.

source: download [development version][2]
fr: Télécharger [version de développement][2]
gl: Descargar [versión de desenvolvemento][2]
ru: загрузить [разрабатываемую версию][2]
