Repository: nvdacn/screenReaderTranslations
Catalog: website/addons/mp3DirectCut.*.po
Languages: ar, fi, gl, ro, sr

source: Displacement of the add-on's configuration menu from the Tools menu to the Preferences menu of NVDA.
ar: نقلُ القائمةِ الخاصة بإعدادات الإضافة البرمجية من قائمة الإعدادات إلى قائمة التفضيلات.
fi: Siirretty lisäosan asetusvalintaikkuna Työkalut-valikosta Asetukset-valikkoon.
gl: Desprazamento do menú de configuración do complemento do menú Ferramentas ao menú Preferencias do NVDA.
ro: Deplasare din meniul de configurare ale add-onurilor la meniul instrumente către meniul preferințe nvda.
sr: Pomeranje stavke za podešavanje dodatka iz menija alati u meni podešavanja

source: Change for version 2.1
ar: مستجدات النسخة 2.1
fi: Muutokset versiossa 2.1
gl: Cambios para a versión 2.1
ro: Modificări aduse în versiunea 2.1
sr: Promene u verziji 2.1

source: Adding a script to vocalize moving to the next splitting point with Control+Right Arrow;
ar: إضافةُ إمكانيةِ معرفةِ مكان تواجد نقطة القطع المقبلة بالضغط على 'Ctrl+Right Arrow';
fi: Lisätty skripti, joka puhuu seuraavan leikkauskohdan siirryttäessä siihen näppäinkomennolla Control+Nuoli oikealle;
gl: Engadido un Script para falar o seguinte ponto de corte co Control+Frecha Dereita;
ro: Adăugarea unui script pentru a cânta se deplasează la următorul punct divizat cu control+săgeată dreapta;
sr: Dodata prečica za izgovor pomeranja na sledeću stavku komandom Kontrol+strelica desno

source: Adding a script to vocalize moving to the previous splitting point with Control+Left Arrow;
ar: إضافةُ إمكانيةِ معرفةِ مكان تواجد نقطة القطع السابقة بالضغط على 'Ctrl+Left Arrow';
fi: Lisätty skripti, joka puhuu edellisen leikkauskohdan siirryttäessä siihen näppäinkomennolla Control+Nuoli vasemmalle;
gl: Engadido un Script para falar o ponto de corte anterior co Control+Frecha Esquerda;
ro: Adăugarea unui script pentru a cânta se deplasează la punctul anterior divizat cu control+săgeată stânga;
sr: Dodata prečica za izgovor pomeranja na prethodnu stavku komandom Kontrol+strelica levo

source: Adding a script to vocalize the displacement of 4 hundredths of second ahead, with Shift+Right Arrow;
ar: إضافةُ النُطْقِ عند التنقل أربع أجزاء من المائة إلى الأمام بالضغط على 'Shift+Right Arrow';
fi: Lisätty skripti, joka puhuu siirryttäessä neljä sekunnin sadasosaa eteenpäin näppäinkomennolla Shift+Nuoli oikealle;
gl: Engadido un Script para falar o desprazamento de 4 centésimas de segundo cara adiante co Shift+Frecha Dereita;
ro: Adăugarea unui script pentru a cânta se deplasează cu 400 de secunde înainte, cu shift+săgeată dreapta;
sr: Dodata prečica za izgovor pomeranja komandom šift+ strelica desno

source: Adding a script to vocalize the displacement of 4 hundredths of second back, with Shift+Left Arrow;
ar: إضافةُ النطْقِ عند التنقل أربع أجزاء من المائة إلى الوراء بالضغط على 'Shift+Left Arrow';
fi: Lisätty skripti, joka puhuu siirryttäessä neljä sekunnin sadasosaa taaksepäin näppäinkomennolla Shift+Nuoli vasemmalle;
gl: Engadido un Script para falar o desprazamento de 4 centésimas de segundo cara atrás co Shift+Frecha Esquerda;
ro: Adăugarea unui script pentru a cânta se deplasează cu 400 de secunde în urmă, cu shift+săgeată stânga;
sr: Dodata prečica za izgovor pomeranja komandom šift+ strelica levo

source: Correction of the addon's summary from 'for mp3DirectCut' to 'mp3DirectCut'.
ar: تصحيح المفتاح summary للإضافة البرمجية من 'من أجل البرنامج mp3DirectCut' إلى 'mp3DirectCut'.
fi: Korjattu lisäosan yhteenvedoksi "mp3DirectCut".
gl: Corrección do summary do complemento "para mp3DirectCut" a "mp3DirectCut".
ro: Corectarea cuprinsului add-on-ului de la 'for mp3DirectCut' la 'mp3DirectCut'.
sr: Popravljeno ime dodatka iz 'for mp3DirectCut' u 'mp3DirectCut'.

source: Change for version 2.0
ar: مستجدات النسخة 2.0
fi: Muutokset versiossa 2.0
gl: Cambios para a versión 2.0
ro: Modificări în versiunea 1.0
sr: Promene u verziji 2.0

source: Adding a script to know the remaining time with 'Control Shift R';
ar: إضافة إمكانيةِ معرفة المدة المتبقيةِ بالضغط على الإختصار 'Ctrl Shift R';
fi: Lisätty jäljellä olevan ajan ilmoittava komento Control+Shift+R;
gl: Engadido un Script para saber o tempo restante co "Control+Shift+R";
ro: A fost adăugat un script pentru cunoașterea timpului rămas cu 'Control Shift R';
sr: Dodata prečica za izgovor preostalog vremena 'Control Shift R';

source: Fixed reading durations including hours;
ar: تصحيح قِراءةِ المدة التي تفُوق الساعة;
fi: Korjattu keston, tunnit mukaan lukien, lukeminen;
gl: Corrección da lectura das duracións incluindo as horas;
ro: A fost reparată durata orelor;
sr: Popravljeno čitanje trajanja uključujući sate

source: Added ability to differentiate thousandths or hundredths of seconds.
ar: إضافةِ إمكانية التفريق بين الأجزاِ من المائة و الأجزاء من الإلف.
fi: Lisätty mahdollisuus sekunnin tuhannes- ja sadasosien erottamiseen toisistaan.
gl: Engadida a posibilidade de diferenciar milésimas ou centésimas de segundos.
ro: A fost adăugată abilitatea de diferențiere între mi și sute de secunde;
sr: Dodata sposobnost razlikovanja desetinki i stotinki

source: Change for version 1.1
ar: مستجدات النسخة 1.1
fi: Muutokset versiossa 1.1
gl: Cambios para a versión 1.1
ro: Modificări aduse în versiunea 1.1
sr: Promene u verziji 1.1

source: * Added the ability to include the mp3DirectCut category into the Input Gestures; * They will be visible only during use of the mp3DirectCut software. * Added the ability to enable or disable automatic messages, in the tools menu of NVDA, item 'mp3DirectCut configuration';
ar: * إضافة صِنْف mp3DirectCut إلى قائمة تخصيص الإختصارات في التفضيلات; * لا يمكن الوصول إليها إلا لَمّا سيكون البرنامج mp3DirectCut مفتوحا. * إضافة إمكانية تفعيل أو تعطيل القِراءةِ الأُطُوماتيكية ضمن قائمة أدوات NVDA, عند 'إعدادات الإضافة البرمجية mp3DirectCut'.
fi: * Lisätty Syötekomennot-valintaikkunaan mp3DirectCut-kategoria; * sen sisältämät komennot ovat näkyvissä vain ohjelman ollessa käynnissä. * Lisäosan asetusvalintaikkunaan lisätty mahdollisuus automaattisten ilmoitusten käyttöön ottamiseen tai käytöstä poistamiseen;
gl: * Engadida a posibilidade para incluir as ordes do complemento entre os xestos de entrada, na categoría "mp3DirectCut"; * Serán visibles só durante unha utilización do programa mp3DirectCut. * Engadiuse a posibilidade de activar ou desactivar as mensaxes automáticas, no menú Ferramentas NVDA, elemento de menú "Configuración do complemento mp3DirectCut";
ro: * Adăugat posibilitatea de a include categoria mp3DirectCut în gesturile de intrare; * Vor fi vizibile doar în timpul folosirii software-ului mp3DirectCut. * Adăugat abilitatea de a activa sau dezactiva mesajele automate în meniul de unelte al NVDA, elementul 'configurare mp3DirectCut';
sr: * Dodata sposobnost prepoznavanja MP3 DirectCut u ulaznim komandama; * Biće dostupne samo kada koristite MP3 DirectCut program. * Dodata sposobnost da omogućite ili onemogućite automatske poruke, u meniju alati NVDA menija, stavka 'mp3DirectCut podešavanja';

source: Change for version 1.0
ar: مستجدات النسخة 1.0
fi: Muutokset versiossa 1.0
gl: Cambios para a versión 1.0
ro: Modificări adyse în 1.0
sr: Promene u verziji 1.0

source: Initial version.
ar: النسخة الأولى.
fi: Ensimmäinen versio.
gl: versión inicial
ro: Versiunea inițială.
sr: Prva verzija.

source: Maked some correction in the code of the appModule 'mp3directcut.py'.
ar: إضافة بعض التصحيحات داخل الappModule 'mp3directcut.py'.

source: It has been tested with versions of mp3DirectCut ranging from 212 up to 222.
gl: Probouse coas versións de mp3DirectCut que van dende a 212 ata a 222.

source: This addon offers the following commands, which you can change by going to the menu Preferences / Input Gestures' in the category 'mp3DirectCut':
gl: Este complemento ofrece as ordes seguintes, que se poden modificar indo ao menú "Preferencias/Xestos de entrada", na categoría "mp3DirectCut" :

source: * B * Used to confirm correct placement of the marker of the beginning of the selection B. * Ctrl+Shift+B * Used to indicate the position of the marker of the beginning of selection B. * Double pressure lets give you the duration of the selection. * Ctrl+Shift+D * Gives the duration from the beginning of the file to the current position of the playback cursor. * Double pressure lets give you the total duration. * Ctrl+Shift+R * Gives the time remaining from the current position of the playback cursor to the end of the file. * Ctrl+Shift+N * Used to indicate the position of the marker of the end of selection N. * Double pressure gives recapitulatif positions B and N, and the duration of the selection. * Ctrl+Shift+P * Give the reference of the actual part and the total number of parts in the current file. * Ctrl+Shift+Space * Used to determine the current level of the vu-meter, during recording. * Double pressure reset it. * Down Arrow * Lets you see the current position of the playhead. * This command also position the cursor at the location of the marker of the end of selection N, while giving the location of this marker if a selection has been made. * In the volume dialog box, vocalise the next value that can be reached generally with downArrow. * This value is not vocalized default. * End * Moves the playback cursor at the end of the current file and give the total time. * Home * Moves the playback cursor at the beginning of the current file. * Left Arrow * Lets make a brief return back of one second during playback, while giving the current duration. * This duration is configurable in the options of mp3directcut. * N * Used to confirm correct placement of the marker of the end of the selection N. * Page Down * Lets make a leap forward of 10 seconds during playback, while giving the current duration. * This duration is configurable in the options of mp3directcut. * Page Up * Lets make a return back of 10 seconds during playback, while giving the current duration. * This duration is configurable in the options of mp3directcut. * R * Allows to prepare a record and whether you can press spacebar to start. * Right Arrow * Lets do a brief forward of one second during playback, while giving the current duration. * This duration is configurable in the options of mp3directcut. * Ctrl+Right Arrow * Moves to the next splitting point, while giving the current duration. * Ctrl+Left Arrow * Moves to the previous splitting point, while giving the current duration. * Shift+Right Arrow * Lets do a brief forward of four hundredths of seconds during playback, while giving the current duration. * Shift+Left Arrow * Lets do a brief backwards of four hundredths of seconds during playback, while giving the current duration. * S * Used to stop the reading and give the current duration. * Space * If the recording is ready, start this recording. * If a recording is in progress, stop it by positioning the cursor at the beginning. * If a file is loaded, start the reading. * If a read is in progress, allows to do a pause by giving current duration. * If read is paused, allows to restart the reading from the current location. * Up Arrow * Lets you see the current position of the playhead. * This command also position the cursor at the location of the marker of the beginning of selection B, while giving the location of this marker if a selection has been made. * In the volume dialog box, vocalise the previous value that can be reached generally with upArrow. * This value is not vocalized default. * NVDA+H * Lets open the help of the current add-on.
gl: * B * Usado para confirmar a colocación correcta da marca de comezo da selección B. * Control+Shift+B * Usado para indicar a ubicación da marca de comezo da selección B. * Premendo dos dúas veces da a duración da selección. * Control+Shift+D * Da a duración transcorrida dende o comezo do arquivo ata a ubicación actual do cursor de reproducción. * Premendo dúas veces da o tempo total. * Control+Shift+R * Da o tempo restante dende a posición actual do cursor de reproducción ata o remate do arquivo. * Control+Shift+N * Usado para indicar a ubicación da marca de remate da selección N. * Premendo dúas veces da un recapitulativo da ubicación dass marcas B e N, así como a duración da selección. * Control+Shift+P * Da a referencia da parte actual, así como o número total de partes. * Control+Shift+Espazo * Usado para indicar o valor actual do nível do vúmetro. * Premendo dúas veces permite reiniciar este nível. * Frecha Abaixo * Permite dar a duración actual. * Se se fixo unha selección, coloca o cursor na ubicación da marca de remate da selección N dando a ubicación desta marca. * Nas opcións do control do volume do mp3directcut, da o valor seguinte que xeralmente se accede coa frecha abaixo. * E que non se fala por defecto. * Fin * Permite mover o cursor de reproducción ao final do arquivo actual e da o tempo total. * Inicio * Permite mover o cursor de reproducción ao comezo do arquivo actual. * Frecha Esquerda * Permite facer un retroceso dun segundo durante unha reproducción, dando a duración actual. * A duración deste retroceso é configurable nas opcións de mp3directcut. * N * Permite confirmar a colocación correcta da marca do remate da selección N. * Avance de páxina * Permite facer un salto cara adiante de 10 segundos durante unha reprodución, dando a duración actual. * A duración deste salto cara adiante é configurable nas opcións do mp3directcut. * Retroceso de páxina * Permite facer un salto cara atrás de 10 segundos durante unha reproducción, dando a duración actual. * A duración deste salto cara atrás é configurable nas opcións do mp3directcut. * R * Permite preparar unha grabación e indica se podes premer sobre a barra espaciadora para comezar. * Frecha Dereita * Permite facer un avance dun segundo durante unha reprodución, dando a duración actual. * A duración deste avance é configurable nas opcións do mp3directcut. * Control+Frecha Dereita * Despraza ao seguinte punto de corte, dando a duración actual. * Control+Frecha Esquerda * Despraza ao punto de corte anterior, dando a duración actual. * Shift+Frecha Dereita * Permite facer un avance de catro centésimas de segundo durante unha reproducción, dando a duración actual.
