Repository: nvdacn/screenReaderTranslations
Catalog: website/addons/mp3DirectCut.*.po
Languages: ar, fi, gl, ro, sr

source: Author(s) : Abdel, Rémy, Abdellah zineddine, Jean-François COLAS
ar: المطوِّرون: عبْدُ الكريم, ريمي, عبدُ الله زين الدين, Jean-François COLAS
fi: Tekijät: Abdel, Rémy, Abdellah zineddine, Jean-François COLAS
gl: Autor(es: Abdel, Rémy, Abdellah zineddine, Jean-François COLAS
ro: Autori: Abdel, Rémy, Abdellah zineddine, Jean-François COLAS
sr: Autori: Abdel, Rémy, Abdellah zineddine, Jean-François COLAS

source: Download [stable version][1]
ar: تحميل [نسخة جاهزة][1]
fi: Lataa [vakaa versio][1]
gl: Descargar [versión estable][1]
ro: Descărcați [versiunea stabilă][1]
sr: Preuzmi[stabilnu verziju][1]

source: Download [development version][2]
ar: تحميل [نسخة في طور الإنجاز][2]
fi: Lataa [kehitysversio][2]
gl: Descargar [versión de desenvolvemento][2]
ro: Descărcați [versiunea în dezvoltare][2]
sr: Preuzmi[razvojnu verziju][2]

source: Presentation
ar: تقديم
fi: Esittely
gl: Presentación
ro: Prezentare
sr: Predstavljanje

source: This add-on improves the accessibility of the software mp3DirectCut with NVDA.
ar: هذه الإِضافةُ البرمجيةُ سَتُمَكِّنُكُم من تحسين القُدرةِ على استعمال البرنامج mp3DirectCut مع NVDA.
fi: Tämä lisäosa parantaa mp3DirectCut-ohjelman esteettömyyttä NVDA:n kanssa.
gl: Este complemento permite mellorar a accesibilidade do programa mp3DirectCut co NVDA.
ro: Acest supliment îmbunătățește accesibilitatea programului mp3DirectCut cu NVDA.
sr: Ovaj dodatak poboljšava pristupačnost programa mp3DirectCut sa programom NVDA.

source: It has been tested with versions of mp3DirectCut ranging from 212 up to 223.
ar: لقد تمت تجرِبَتُهَا مع النُّسَخ من 212 إلى 223 من mp3DirectCut.
fi: Toimivuus on testattu mp3DirectCutin versioilla 2.12 - 2.23.
ro: A fost testat cu versiuni ale mp3DirectCut de la 212 până la 223.

source: Keyboard shortcuts
ar: اختصارات لوحة المفاتيح
fi: Pikanäppäimet
gl: Atallos de teclado
ro: Scurtături
sr: Prečice

source: This addon offers the following commands:
ar: هذه الإضافةُ البرمجيةُ تمنحُكم الإختصارات التالية :
fi: Tämä lisäosa tarjoaa seuraavat komennot:
ro: Acest supliment oferă următoarele comenzi:

source: * B * Used to confirm correct placement of the marker of the beginning of the selection B. * Ctrl+Shift+B * Used to indicate the position of the marker of the beginning of selection B. * Double pressure lets give you the duration of the selection. * Ctrl+Shift+D * Gives the duration from the beginning of the file to the current position of the playback cursor. * Double pressure lets give you the total duration. * Ctrl+R * Confirms that the selection has been canceled. * Ctrl+Shift+R * Gives the time remaining from the current position of the playback cursor to the end of the file. * Ctrl+Shift+E * Used to indicate the position of the marker of the end of selection N. * Double pressure gives recapitulatif positions B and N, and the duration of the selection. * Ctrl+Shift+P * Give the reference of the actual part and the total number of parts in the current file. * Ctrl+Shift+Space * Used to determine the current level of the vu-meter, during recording. * Double pressure reset it. * Down Arrow * Lets you see the current position of the playhead. * This command also position the cursor at the location of the marker of the end of selection N, while giving the location of this marker if a selection has been made. * In the volume dialog box, vocalise the next value that can be reached generally with downArrow. * This value is not vocalized default. * End * Moves the playback cursor at the end of the current file and give the total time. * Home * Moves the playback cursor at the beginning of the current file. * Left Arrow * Lets make a brief return back of one second during playback, while giving the current duration. * This duration is configurable in the options of mp3directcut. * N * Used to confirm correct placement of the marker of the end of the selection N. * Page Down * Lets make a leap forward of 10 seconds during playback, while giving the current duration. * This duration is configurable in the options of mp3directcut. * Page Up * Lets make a return back of 10 seconds during playback, while giving the current duration. * This duration is configurable in the options of mp3directcut. * R * Allows to prepare a record and whether you can press spacebar to start. * Right Arrow * Lets do a brief forward of one second during playback, while giving the current duration. * This duration is configurable in the options of mp3directcut. * Ctrl+Right Arrow * Moves to the next splitting point, while giving the current duration. * Ctrl+Left Arrow * Moves to the previous splitting point, while giving the current duration. * Shift+Right Arrow * Lets do a brief forward of four hundredths of seconds during playback, while giving the current duration. * Shift+Left Arrow * Lets do a brief backwards of four hundredths of seconds during playback, while giving the current duration. * S * Used to stop the reading and give the current duration. * Space * If the recording is ready, start this recording. * If a recording is in progress, stop it by positioning the cursor at the beginning. * If a file is loaded, start the reading. * If a read is in progress, allows to do a pause by giving current duration. * If read is paused, allows to restart the reading from the current location. * Up Arrow * Lets you see the current position of the playhead. * This command also position the cursor at the location of the marker of the beginning of selection B, while giving the location of this marker if a selection has been made. * In the volume dialog box, vocalise the previous value that can be reached generally with upArrow. * This value is not vocalized default. * NVDA+H * Lets open the help of the current add-on.
ar: * B * يُمَكِّنكم من التَّأكُّد من صِحَّةِ وضع مؤشرِ بداية التحديد B. * Ctrl+Shift+B * يُمَكِّنكم من معرفةِ مكان تَوَاجُدِ مؤشرِ بداية التحديد B. * ضَغطٌ مُزْدَوِجٌ يعطي مُدَّةَ التحديد. * Ctrl+Shift+D * يعطي المُدَّةَ المسموعةَ من بداية المُسْتَند, إلى غاية المكان الحالي الَّذِي يوجد فيه رأسُ القراءة. * ضغطٌ مُزْدَوِجٌ يعطي الوقت الكامل. * Ctrl+R * يؤكد عمليةَ إلغاء التحديد. * Ctrl+Shift+R * يعطي المُدَّةَ المُتَبَقيةَ من المكان الحالي الَّذِي يوجد فيه رأسُ القراءة إلى نهاية الملف. * Ctrl+Shift+E * يُمَكِّنكم من معرفةِ مكان تَوَاجُدِ مؤشرِ نهايةِ التحديد N. * ضَغطٌ مُزْدَوِجٌ يُذكِّرُكم بمكان تَوَاجُدِ المؤشرَيْن B وَ N و يعطيكم مُدَّةََ التحديد. * Ctrl+Shift+P * يُمَكِّنكم من معرفة الجُزْءِ الحالي و كافَّةَ الأجزاء الخاصَّة بالمستند الحالي إذا كانت موجودة. * Ctrl+Shift+مسافة * يُمَكِّنكم من معرفةِ مُستَوى درجة التسجيل الحالي. * ضغطٌ مُزدَوِجٌ سَيعيد تحديد مُستَوى هذه الدَّرجة. * Down Arrow * يُمَكِّنكم من معرفة المدَّة المسموعة إلى الوقت الحالي, من بدايةِ المُستَنَد. * إذا كانت هناك منطقةٌ محدَّدَةٌ, يضع رأس القراءة عند مؤشّر نهايةِ التحديد N, مع إعطائ مكان هذا المؤشِّر. * إذا كُنْتُم داخلَ صندوق تحديد الصوت, يَضَعُكُم على الدرجة اللّاحقة; * و الَّتي لَيْست مَنْطوقَةً عادةً. * End * يضع رأس القراءة في نهاية المستند المفتوح حاليًا, مع إعطائ الوقت الكامل. * Home * يضع رأس القراءة في بداية المستند المفتوح حاليًا. * Left Arrow * يُمَكِّنكم من العوْدة إلى الوَرائ, مُدَّةَ ثانيةٍ واحدة أثنائَ القراءة, مع إعطائ الوقت الحالي. * يُمْكن تحديد هذه المُدَّة في إاعدادات mp3directcut. * N * يُمَكِّنكم من التَّأكُّد من صِحَّةِ وضع مؤشرِ نهايةِ التحديد N. * Page Down * يُمَكِّنكم من التقدُّم إلى الأمام , مُدَّةَ عشرِ ثَوَانٍ أثنائَ القراءة, مع إعطائ الوقت الحالي. * يُمْكن تحديد هذه المُدَّة في إاعدادات mp3directcut. * Page Up * يُمَكِّنكم من العوْدة إلى الوَرائ, مُدَّةَ عشرِ ثَوانٍ أثنائَ القراءة, مع إعطائ الوقت الحالي. * يُمْكن تحديد هذه المُدَّة في إاعدادات mp3directcut. * R * يمَكِّنكم من تحضير التسجيل, و يخبِرُكُم إنْ كنتم تستطيعون أنْ تَضْغطوا على زر المسافة لبدايةِ عمليّةِ التسجيل. * Right Arrow * يُمَكِّنكم من التقدُّم إلى الأمام , مُدَّةَ ثانيةٍ واحدة أثنائَ القراءة, مع إعطائ الوقت الحالي. * يُمْكن تحديد هذه المُدَّة في إاعدادات mp3directcut. * Ctrl+Right Arrow * يُمَكِّنُكم من التنقل إلى نقطة القطع المقبلة, مع معرفة الوقت الحالي. * Ctrl+Left Arrow * يُمَكِّنُكم من التنقل إلى نقطة القطع السَّابقة, مع معرفة الوقت الحالي. * Shift+Right Arrow * يُمَكِّنكم من التقَدُّم إلى الأمام , مُدَّةَ أربع أجزاء من المائة, أثنائَ القراءة, مع إعطائ الوقت الحالي. * Shift+Left Arrow * يُمَكِّنكم من العَودة إلى الوراء, مُدَّةَ أربع أجزاء من المائة, أثنائَ القراءة, مع إعطائ الوقت الحالي. * S * يُمَكِّنكم من توقيف القراءة, مع معرفة المُدَّةِ الحالية. * مسافة * اذا كان التسجيلُ جاهزًا, يُمَكِّنكم من بدايةِ هذا التسجيل. * إذا كان التسجيلُ جاريًا, يُمَكِّنكم من توقيف هذا التسجيل, و وضع رأس القراءة في بدايةِ المُستَند. * إذا كُنْتُم داخل مستند, يمَكِّنكم من بداية القراءة. * إذا كانت القِراءةُ جاريةً, يُمَكِّنكم من توقيف هذه القراءة. * إذا كانت القِراءةُ متوقفة, يُمَكِّنكم من استئناف القراءة من جديد من المكان الحالي. * Up Arrow * يُمَكِّنكم من معرفة المدَّةِ المسموعةِ إلى الوقت الحالي, من بدايةِ المُستَنَد. * إذا كانت هناك منطقةٌ مُحَدَّدَةٌ, يضع رأس القراءة عند مؤشّر بدايةِ التحديد B, مع إعطائ مكان هذا المؤشِّر. * إذا كُنْتُم داخلَ صندوق تحديد الصوتْ, يَضَعُكُم على الدرجة السابقة. * و الَّتي لَيْست مَنْطوقَةً عادةً. * NVDA+H * يُمَكِّنُكم من فتح ملف المساعدة للإضافة البرمجية الجارية.
fi: * B * Asettaa valinnan aloitusmerkin nykyiseen sijaintiin. * Ctrl+Vaihto+B * Ilmoittaa valinnan aloitusmerkin sijainnin. * Ilmoittaa kahdesti painettaessa valinnan keston. * Ctrl+Vaihto+D * Ilmoittaa keston tiedoston alusta toistokohdistimen nykyiseen sijaintiin saakka. * Ilmoittaa kahdesti painettaessa tiedoston kokonaiskeston. * Ctrl+R * Vahvistaa, että valinta on peruttu. * Ctrl+Vaihto+R * Ilmoittaa jäljellä olevan ajan toistokohdistimen nykyisestä sijainnista tiedoston loppuun saakka. * Ctrl+Vaihto+E * Ilmoittaa valinnan lopetusmerkin sijainnin. * Antaa kahdesti painettaessa yhteenvedon valinnan aloitus- ja lopetusmerkkien sijainneista sekä ilmoittaa valinnan keston. * Ctrl+Vaihto+P * Ilmoittaa nykyisen osan sekä tiedostossa olevien osien määrän. * Ctrl+Vaihto+Väli * Ilmoittaa VU-mittarin nykyisen tason äänityksen aikana. * Kahdesti painaminen nollaa tason. * Nuoli alas * Ilmoittaa toistokohdistimen nykyisen sijainnin. * Lisäksi, mikäli valinta on tehty, tämä komento siirtää kohdistimen valinnan lopetusmerkin kohdalle ja ilmoittaa sen sijainnin. * Ilmoittaa äänenvoimakkuusvalintaikkunassa seuraavan arvon. * Oletuksena arvoa ei ilmoiteta. * End * Siirtää toistokohdistimen tiedoston loppuun ja ilmoittaa kokonaiskeston. * Home * Siirtää toistokohdistimen tiedoston alkuun. * Nuoli vasemmalle * Siirtää toistettaessa sekunnin taaksepäin ja ilmoittaa nykyisen sijainnin. * Mp3DirectCutin asetuksista on mahdollista määrittää, paljonko tämä komento siirtää. * N * Asettaa valinnan lopetusmerkin nykyiseen sijaintiin. * Page down * Siirtää toistettaessa kymmenen sekuntia eteenpäin ja ilmoittaa nykyisen sijainnin. * Mp3DirectCutin asetuksista on mahdollista määrittää, paljonko tämä komento siirtää. * Page up * Siirtää toistettaessa 10 sekuntia taaksepäin ja ilmoittaa nykyisen sijainnin. * Mp3DirectCutin asetuksista on mahdollista määrittää, paljonko tämä komento siirtää. * R * Aktivoi äänityksen, jonka voit aloittaa painamalla Välilyöntiä. * Nuoli oikealle * Siirtää toistettaessa sekunnin eteenpäin ja ilmoittaa nykyisen sijainnin. * Mp3DirectCutin asetuksista on mahdollista määrittää, paljonko tämä komento siirtää. * Ctrl+Nuoli oikealle * Siirtää seuraavaan leikkauskohtaan ja ilmoittaa sen sijainnin. * Ctrl+Nuoli vasemmalle * Siirtää edelliseen leikkauskohtaan ja ilmoittaa sen sijainnin. * Vaihto+Nuoli oikealle * Siirtää toistettaessa neljä sekunnin sadasosaa eteenpäin ja ilmoittaa nykyisen sijainnin. * Vaihto+Nuoli vasemmalle * Siirtää toistettaessa neljä sekunnin sadasosaa taaksepäin ja ilmoittaa nykyisen sijainnin. * S * Pysäyttää toiston ja ilmoittaa nykyisen sijainnin. * Väli * Aloittaa äänityksen, mikäli se on valmiina aloitettavaksi. * Keskeyttää äänityksen, mikäli se on käynnissä, ja siirtää tiedoston alkuun. * Aloittaa toiston, mikäli tiedosto on avoinna. * Pysäyttää toiston, mikäli se on käynnissä, ja ilmoittaa nykyisen sijainnin. * Jatkaa toistoa nykyisestä sijainnista, mikäli se on pysäytetty. * Nuoli ylös * Ilmoittaa toistokohdistimen nykyisen sijainnin. * Lisäksi, mikäli valinta on tehty, tämä komento siirtää kohdistimen valinnan aloitusmerkin kohdalle ja puhuu sen sijainnin. * Ilmoittaa äänenvoimakkuusvalintaikkunassa edellisen arvon. * Oletuksena arvoa ei puhuta. * NVDA+H * Avaa lisäosan ohjeen.
ro: * B * Folosită pentru a confirma plasarea corectă a reperului la începutul selecției B. * Ctrl+Shift+B * Folosită pentru a indica poziția reperului a începutului selecției B. * Dubla apăsare oferă durata selecției. * Ctrl+Shift+D * Oferă durata de la începutul fișierului până la poziția curentă a cursorului de redare. * Dubla apăsare oferă durata totală. * Ctrl+R * Confirmă că selecția a fost anulată.. * Ctrl+Shift+R * Oferă timpul rămas de la poziția curentă a cursorului de redare până la sfârșitul fișierului.. * Ctrl+Shift+E * Folosită pentru indicarea poziției reperului sfârșitului de selecției N. * Dubla apăsare oferă recapitularea pozițiilor B și N și durata selecției.. * Ctrl+Shift+P * Oferă referința la partea prezentă și numărul total de părți în fișierul curent. * Ctrl+Shift+Space * Folosită pentru determinarea nivelului curent al vu-metrului, în timpul înregistrării. * Dubla apăsare îl resetează. * Down Arrow * Permite vederea poziției curente a capului de redare. * Această comandă poziționează și cursorul la locația reperului sfârșitului selecției N, oferind locația acestui reper dacă a fost făcută o selecție. * În caseta de dialog a volumului, pronunță următoarea valoare care poate fi atinsă în mod general cu săgeată jos. * Această valoare nu este pronunțată implicit. * End * Mută cursorul de redare la sfârșitul fișierului curent și oferă timpul total. * Home * Mută cursorul de redare la începutul fișierului curent. * Left Arrow * Permite execuția unei întoarceri scurte de o secundă în timpul redării, oferind și durata curentă. * Acest interval este configurabil din opțiunile mp3directcut. * N * Folosită pentru a confirma poziționarea corectă a reperului sfârșitului selecției N. * Page Down * Permite un salt în avans cu 10 secunde în timpul redării, oferind și durata curentă. * Acest interval este configurabil din opțiunile mp3directcut. * Page Up * Permite un salt înapoi cu 10 secunde în timpul redării, oferind și durata curentă. * Acest interval este configurabil din opțiunile mp3directcut. * R * Permite pregătirea unei înregistrări și dacă puteți apăsa tasta spațiu pentru a începe. * Right Arrow * Permite execuția unei salt scurt de o secundă în timpul redării, oferind și durata curentă. * Acest interval este configurabil din opțiunile mp3directcut. * Ctrl+Right Arrow * Mută la următorul punct de diviziune , oferind și durata curentă. * Ctrl+Left Arrow * Mută la anteriorul punct de diviziune , oferind și durata curentă. * Shift+Right Arrow * Permite execuția unei salt scurt înainte de patru sutimi de secundă în timpul redării, oferind și durata curentă. * Shift+Left Arrow * Permite execuția unei salt scurt înapoi de patru sutimi de secundă în timpul redării, oferind și durata curentă. * S * Folosită pentru a opri citirea și a oferi durata curentă. * Space * Dacă înregistrarea este pregătită, începe această înregistrare. * Dacă o înregistrare este în derulare, o oprește prin poziționarea cursorului la început. * Dacă este încărcat un fișier, începeți citirea. * Dacă o citire este în desfășurare, permite să faceți o pauză și oferă durata curentă. * Dacă citirea e pe pauză, permite repornirea acesteia de la locația curentă. * Up Arrow * Permite vederea poziției curente a capului de redare. * Acestă comandă, de asemenea, poziționează cursorul la locația reperului începutului slecției B, oferind și locația acestui reper, dacă a fost făcută o selecție. * În caseta de dialog a volumului, pronunță valoarea anterioară care poate fi atinsă în mod general cu săgeată sus. * Această valoare nu este pronunțată implicit. * NVDA+H * Permite deschiderea ajutorului pentru suplimentul curent.

source: Change for version 4.0
fi: Muutokset versiossa 4.0
ro: Modificări pentru versiunea 4.0

source: Added the Compatibility of the add-on with both Python 2.7 and 3;
fi: Lisäosa on nyt yhteensopiva sekä Python 2.7:n että 3:n kanssa;
ro: Adăugat compatibilitate pentru supliment atât cu Python 2.7 cât și 3;

source: Fixed a bug with add-on paths that contain non-ASCII characters.
fi: Korjattu bugi lisäosan hakemistopolkujen nimissä, jotka sisältävät muita kuin ASCII-merkkejä.
ro: Rezolvat defect cu căile suplimentului care conțin caractere non-ASCII.

source: Change for version 3.0
ar: مستجدات النسخة 3.0
fi: Muutokset versiossa 3.0
ro: Modificări pentru versiunea 3.0

source: Used the gui.guiHelper module to ensure the correct appearance of the addon's configuration dialog;
ar: إستعمال gui.guiHelper لعرض إعدادات الإضىفة البرمجية;
fi: Käytetään gui.guiHelper-moduulia lisäosan asetusvalintaikkunan asianmukaisen ulkoasun varmistamiseen;
ro: Folosit modulul gui.guiHelper pentru a asigura afișarea corectă a dialogului de configurare pentru supliment;

source: Used format instead of %s for formatted strings;
ar: إستعمال format عوض %s فيما يخص السلاسل المنسقة;
fi: Käytetään muotoa %s:n asemesta muotoilluille merkkijonoille;
ro: Folosit format în loc de %s pentru formatarea șirurilor de caractere;

source: Used compliance with guidelines for implementation.
ar: إستعمال استخدام توصيات المبادئ التوجيهية للتنفيذ.
fi: Noudatetaan toteutusohjeita.
ro: Folosit conformarea la principiile generale pentru implementare.

source: Change for version 2.3
ar: مستجدات النسخة 2.3
fi: Muutokset versiossa 2.3
ro: Modificări pentru versiunea 2.3

source: Added the GPL license to the addon;
ar: إضافة ترخيص GPL للإضافة البرمجية;
fi: Lisätty GPL-lisenssi;
ro: Adăugat licența GPL pentru supliment;

source: Changed the shortcut of the script giving the end of selection from Ctrl + Shift + N to Ctrl + Shift + E because Ctrl + Shift + N doesn't work with the latest versions of mp3DirectCut;
ar: تغيير مختصر لوحة المفاتيح الذي يعطي نهاية التحديد من 'Ctrl+Shift+N' إلى 'Ctrl+Shift+E' لأن 'Ctrl+Shift+N' لا يعمل مع النسخ الأواخر للبرنامج mp3DirectCut;
fi: Muutettu valinnan lopetuskohdan ilmoittavan komennon pikanäppäin Ctrl+Shift+N:stä Ctrl+Shift+E:ksi, koska ensin mainittu ei toimi mp3DirectCutin uusimmissa versioissa;
ro: Schimbat scurtătura scriptului care dă sfârșitul selecției din Ctrl+Shift+N în Ctrl+Shift+E, deoarece Ctrl+Shift+N nu funcționează cu noile versiuni de mp3DirectCut;

source: Added a script to confirm that the selection has been canceled with 'Ctrl+r';
ar: إضافةُ إمكانيةِ تأكيد إلغاؤ التحديد بالضغط على 'Ctrl+R';
fi: Lisätty skripti, joka varmistaa näppäinkomennolla Ctrl+R, että valinta on peruttu;
ro: Adăugat un script pentru a confirma că selecția a fost anulată cu ‚Ctrl+r’;

source: Made some corrections in the code of the appModule 'mp3directcut.py'.
fi: Tehty joitakin korjauksia mp3directcut.py-sovellusmoduulin koodiin.
ro: Făcut niște corecturi în codul modulului 'mp3directcut.py'.

source: Change for version 2.2
ar: مستجدات النسخة 2.2
fi: Muutokset versiossa 2.2
ro: Modificări aduse în versiunea 2.2
sr: Promene u verziji 2.2

source: Correction of the scripts giving the selection markers' locations.
ar: تصحيح البرامج التي تُعطي أماكن تواجد مؤشرات التحديد.
fi: Valitun alueen merkkien sijainnit ilmoittavat skriptit korjattu.
ro: Corecția scripturilor care dau locația selectată a marcajelor.
sr: Popravljene prečice za lokaciju izbora

source: Change for version 2.1.1
ar: مستجدات النسخة 2.1.1
fi: Muutokset versiossa 2.1.1
gl: Cambios para a versión 2.1.1
ro: Modificări aduse în versiunea 2.1.1
sr: Promene u verziji 2.1.1

source: Removing the script giving the total time and adding this information to the script giving the elapsed time;
ar: إزالةُ السكريبت الذي يُعطي الوقت الكامل و إضافة هذه المعلومة إلى السكريبت الذي يعطي الوقت المسموع;
fi: Kokonaisajan ilmoittava skripti poistettu ja lisätty sen antamat tiedot jäljellä olevan ajan ilmoitukseen;
gl: Borrado do script dando a duración total e engadida esta información para o script que da o tempo transcorrido;
ro: Eliminarea scriptului care dă timpul total și adaugă această informație la scriptul care dă timpul scurs.
sr: Uklonjena prečica za ukupno vreme i prebačena na prečicu za preostalo vreme

source: Added the ability to enable or disable the announcements related to the space key in the module's configuration options, separately from other announcements;
ar: إضافةُ إمكانيةِ تشغيل أو تعطيل الإعلانات المتعلقة بزر المسافة, في إعدادات الإضافة البرمجية, مع فصلها عن الإعلانات الأُخرى;
fi: Lisäosan asetuksiin lisätty mahdollisuus muista ilmoituksista erillisten välilyöntinäppäimeen liittyvien ilmoitusten käyttöön ottamiseen tai käytöstä poistamiseen;
gl: Engadida a posibilidade de activar ou desactivar os anuncios relacionados coa tecla de espazo nas opcións de configuración do complemento, por separado dos outros anuncios;
ro: A fost adăugată abilitatea de a activa sau dezactiva anunțurile relatate la tasta spațiu în opțiunile de configurare ale modulelor separat din alte anunțuri;
sr: Dodata mogućnost da onemogućite izgovor razmaka, odvojeno od drugih objava

source: Added the ability to enable or disable the announcement of placement of the selection marqueures in the module's configuration options;
ar: إضافةُ إمكانيةِ تشغيل أو تعطيل الإعلان الخاص بصِحَّة وضع مؤَ"شِرات التحديد, في إعدادات الإضافة البرمجية;
fi: Lisäosan asetuksiin lisätty mahdollisuus valintamerkkien sijainti-ilmoituksen käyttöön ottamiseen tai käytöstä poistamiseen;
gl: Engadida a posibilidade para activar ou desactivar o anuncio para a boa colocación de marcas de seleción nas opcións de configuración do complemento;
ro: A fost adăugată abilitatea de a activa sau dezactiva anunțul plasat selecției marque în opțiunile de configurare ale modulelor;
sr: Dodata mogućnost podešavanja izgovora izbora

source: Adding the announcement of the current part when moving through the cutting points;
ar: إضافةُ إعلان الجُزْءِ الحالي عند التنقل ما بين نِقط القطع;
fi: Lisätty mahdollisuus nykyisen sijainnin ilmoittamiseen leikkauskohtien välillä liikuttaessa;
gl: Engadido o anuncio da parte actual cando se move entre os pontos de corte;
ro: Adăugarea anunțării părții curente atunci când se deplasează prin punctele de tăiere;
sr: Dodat izgovor isečenih delova kada se krećete kroz zapis

source: Correction of announcements related to vertical keys;
ar: تصحيح الإعلانات الخاصة بالأزرار : 'upArrow' و 'downArrow';
fi: Korjattu nuoli ylös- ja nuoli alas -näppäimiin liittyvät ilmoitukset;
gl: Correción dos anuncios relacionados coas teclas verticais;
ro: Corectarea anunțurilor relatate la tastele verticale;
sr: Popravljen izgovor uspravnih tastera

source: Adding a script to open the help of the current add-on with 'NVDA+H';
ar: إضافةُ إمكانيةِ فتح ملف المساعدة للإضافة البرمجية الجارية بالضغط على 'NVDA+H';
fi: Lisätty skripti lisäosaohjeen avaamiseen näppäinkomennolla NVDA+H;
gl: Engadido un Script para abrir a axuda do actual complemento accesible grazas á orde de teclado "NVDA+H";
ro: Adăugarea unui script pentru a deschide ajutorul add-onului curent cu 'NVDA+H';
sr: Dodata prečica za otvaranje pomoći dodatka komandom NVDA+h
