Repository: nvdacn/screenReaderTranslations
Catalog: website/addons/mushClient.*.po
Languages: bg, de, es, fi, fr, gl, hr, ro, sr

source: [[!meta title="Mush Client"]]
bg: [[!meta title="Клиент за Mush (Mush Client)"]]

source: Author: Nick Stockton
bg: Автор: Nick Stockton
de: Autor: Nick Stockton
es: Autor: Nick Stockton
fi: Tekijä: Nick Stockton
fr: Auteur : Nick Stockton
gl: Autor: Nick Stockton
hr: Autor: Nick Stockton
ro: Autor: Nick Stockton
sr: Autor: Nick Stockton

source: download [development version][2]
bg: Изтегляне на [работна версия][2]
de: Herunterladen der [Entwicklerversion][2]
es: descargar [versión de desarrollo][2]
fi: Lataa [kehitysversio][2]
fr: Télécharger [version de développement][2]
gl: descargar [versión de desenvolvemento][2]
hr: preuzmi [development version][2]
ro: Descărcați [versiunea în dezvoltare][2]
sr: Preuzmi [razvojnu verziju][2]

source: This add-on enhances the mush Client for use with NVDA.
bg: Тази добавка подобрява ползваемостта на клиента за mush с NVDA.
de: Diese Erweiterung verbessert den Umgang mit MushClient und NVDA.
es: Este complemento mejora a mush Client para utilizarlo con NVDA.
fi: Tämä lisäosa laajentaa Mush Clientin käyttökokemusta NVDA:n kanssa.
fr: Ce module complémentaire améliore le Client mush pour une utilisation avec NVDA.
gl: Este complemento mellora ao mush Client para utilizalo co NVDA.
hr: Ovaj dodatak poboljšava program mush Client za korištenje uz NVDA.
ro: Acest supliment îmbunătățește utilizarea clientului Mush cu NVDA.
sr: Ovaj dodatak poboljšava program mush Client za korišćenjem uz program NVDA.

source: This add-on provides the following accessibility improvements for Mush Client:
bg: Тази добавка предоставя следните подобрения в достъпността при работа с клиента за mush:
de: Diese Erweiterung bietet die folgenden Zugänglichkeitsverbesserungen im MushClient:
es: Este complemento proporciona las mejoras de accesibilidad siguientes para Mush Client:
fi: Tämä lisäosa tarjoaa Mush Clientille seuraavat saavutettavuusparannukset:
fr: Ce module complémentaire offre les améliorations d'accessibilité suivantes pour le Client Mush :
gl: Este complemento proporciona as melloras de accesibilidade seguintes para o Mush Client:
hr: Ovaj dodatak pruža sljedeća poboljšanja pristupačnosti za Mush Client:
ro: El oferă următoarele îmbunătățiri de accesibilitate pentru Mush Client:
sr: Ovaj dodatak pruža sledeća poboljšanja pristupačnosti za Mush Client:

source: The NVDA navigator object is now automaticly set to the output window of Mush Client in order to make reviewing output easier.
bg: Обектният навигатор на NVDA сега бива автоматично позициониран в прозореца с изходната информация от клиента за Mush, с цел улесняване на прегледа му.
de: Das Navigatorobjekt von NVDA wird nun automatisch auf das Ausgabefenster vom MushClient gesetzt, um das Auslesen der Ausgaben zu vereinfachen.
es: El navegador de objetos de NVDA ahora se pone automáticamente en la ventana de salida de Mush Client para hacer que la revisión de la misma sea más fácil.
fi: Navigointiobjekti siirretään nyt automaattisesti Mush Clientin tulostusikkunaan, jotta tekstitulosteen tarkasteleminen on helpompaa.
fr: L'objet navigateur NVDA est maintenant automatiquement réglé sur la fenêtre de sortie du Client Mush afin de faciliter la lecture de la sortie.
gl: O navegador de obxectos do NVDA agora ponse automáticamente na ventá de saída do Mush Client para facer que a revisión da mesma sexa máis sinxela.
hr: NVDA navigacijski objekt je sada automatski postavljen na izlazni prozor Mush Clienta kako bi pregled teksta bio lakši.
ro: Obiectul navigator al NVDA-ului este acum setat automat la fereastra de ieșire a clientului Mush ca să facă examinarea mai ușoară a ieșirii.
sr: NVDA navigacioni objekat je automatski postavljen na izlazni prozor kako bi pregled teksta bio lakši

source: Two new hotkeys (NVDA-8 and NVDA-9) toggle the "speech interrupt for typed characters" and "speech interrupt for enter key" settings respectively.
bg: Две нови клавишни комбинации (NVDA+8 и NVDA+9) превключват съответно опциите "Прекъсване на речта при въвеждане на букви или знаци" и "Прекъсване на речта при натискане на Enter".
de: Zwei neue Tastenbefehle (NVDA+8 und NVDA+9) schalten jeweils die Ansage von eingegebenen Zeichen und die Unterbrechung der Sprachausgabe beim Drücken der Eingabetaste um.
es: Dos teclas rápidas nuevas (NVDA-8 y NVDA-9) conmutan las opciones "interrupción de voz para los caracteres escritos" e "interrupción de voz para la tecla Intro" respectivamente.
fi: Kaksi uutta pikanäppäintä (NVDA+8 ja NVDA+9) ottavat "Keskeytä puhe merkkejä kirjoitettaessa"- ja "Keskeytä puhe Enter-näppäintä painettaessa" -asetukset käyttöön tai poistavat ne käytöstä.
fr: Deux nouveaux raccourcis (NVDA-8 et NVDA-9) basculent respectivement les paramètres "Interruption de la parole à la frappe d''un caractère" et "Interruption de la parole à l'appui de la touche entrer".
gl: Dúas teclas rápidas novas (NVDA-8 e NVDA-9) conmutan as opcións "interrupción da voz para os caracteres escritos" e "interrupción da voz para a tecla Intro" respectivamente.
hr: Dvije nove prečice (NVDA-8 i NVDA-9) uključuju i isključuju "prekid izgovora za utipkane znakove" i "prekid izgovora za tipku enter"
ro: Două comenzi noi (NVDA-8 și NVDA-9) comută „întreruperea vorbirii pentru caracterele tastate” și „întreruperea vorbirii pentru tasta enter”, respectiv setări.
sr: Dve nove prečice(NVDA-8 i NVDA-9) uključuju i isključuju"Prekid govora za ukucane znakove" i "Prekid govora za taster enter".

source: Additionally, NVDA-Enter and numbpad-Enter will set the position of the NVDA navigator object to the last line of text in the output window and speak it.
bg: Освен това NVDA+ENTER и ENTER от цифровия блок ще позиционират обектния навигатор на NVDA до последния ред на текста в изходния прозорец и той ще бъде прочитан.
de: Zudem setzen die NVDA+Eingabetaste und die Eingabetaste auf dem Nummernblock die Position des Navigatorobjekts in NVDA auf die letzte Zeile im Ausgabefenster und diese wird dann von selbst vorgelesen.
es: Adicionalmente, NVDA-Intro e Intro del teclado numérico pondrán el navegador de objetos de NVDA en la última línea de texto en la ventana de salida y la verbalizarán.
fi: Lisäksi NVDA+Enter ja numeroryhmän Enter siirtävät navigointiobjektin tulostusikkunan tekstin viimeiselle riville ja puhuvat sen.
fr: En outre, NVDA-Entrée et pavNum-Entrée définiront la position de l'objet navigateur NVDA sur la dernière ligne de texte dans la fenêtre de sortie et l'annonce.
gl: Adicionalmente, NVDA-Intro e Intro do teclado numérico porán o navegador de obxectos do NVDA na derradeira liña de texto na ventá de saída e falarana.
hr: Također, NVDA-Enter i numerički Enter će podesiti poziciju navigacijskog objekta na posljednji red teksta u izlaznom prozoru i izgovoriti ga.
ro: În plus, NVDA-Enter și numbpad-Enter vor seta poziția obiectului navigator al NVDA-ului la ultimul rând al textului în fereastra de ieșire și o rostește.
sr: Takođe, NVDA-Enter i numerički Enter će podesiti poziciju navigacionog objekta na poslednji red teksta u izlaznom prozoru i izgovoriti ga.

source: The "report Dynamic Content Changes", "caret moves review cursor", "speech interrupt for typed characters", and "speech interrupt for enter key" settings are now automatically saved to a separate configuration file when the Mush Client window loses focus and restored when it receives focus again.
bg: Настройките "Докладвай динамичните промени в съдържанието", "Следвай каретката" (за курсора за преглед), "Прекъсване на речта при въвеждане на букви или знаци" и "Прекъсване на речта при натискане на Enter" сега биват автоматично записани в специален конфигурационен файл когато прозорецът на клиента за mush не е на фокус и биват възстановени когато прозорецът пак е на фокус.
de: Die Einstellungen von "Änderungen von dynamischen Inhalten ansagen", "NVDA-Cursor vom System-Cursor gelöst", "Sprachunterbrechung bei eingegebenen Zeichen", und "Sprachunterbrechung beim Drücken der Eingabetaste" wird nun automatisch in einer separaten Konfigurationsdatei gespeichert, sobald das Fenster im MushClient den Fokus verloren hat und wiederhergestellt wird.
es: Las opciones "anunciar cambios de contenido dinámico", "cursor del sistema mueve al cursor de revisión", "interrumpción de voz al escribir carácteres", e "interrupción de voz para la tecla Intro" ahora se guardan automáticamente en un fichero especial de configuración cuando la ventana de Mush Client pierda el foco y se restauran cuando lo reciba de nuevo.
fi: "Lue dynaamisen sisällön muutokset"-, "Järjestelmäkohdistin siirtää tarkastelukohdistinta"-, "Keskeytä puhe merkkejä kirjoitettaessa"- ja "Keskeytä puhe Enter-näppäintä painettaessa" -asetukset tallennetaan nyt automaattisesti erilliseen asetustiedostoon kohdistuksen siirtyessä pois Mush Clientin ikkunasta ja palautetaan kohdistuksen siirtyessä uudelleen siihen.
fr: Les paramètres "Annoncer les changements dynamiques de contenu", "suivi du curseur système par le curseur de revue", "Interruption de la parole à la frappe d''un caractère", et "Interruption de la parole à l'appui de la touche entrer" sont maintenant automatiquement sauvegardés dans un fichier de configuration séparé lorsque la fenêtre du Client Mush perd le focus et est restaurée lorsqu'elle reçoit à nouveau le focus.
gl: As opcións "anunciar cambios do contido dinámico", "cursor do sistema move ao cursor de revisión", "interrumpción da voz ao escribir carácteres", e "interrupción da voz para a tecla Intro" agora gárdanse automáticamente nun ficheiro especial de configuración cando a ventá do Mush Client perda o foco e restáuranse cando o reciba de novo.
hr: Opcije "Prijavi dinamičke promjene sadržaja", "Kursor pomiče pregledni kursor", "Prekid izgovora za utipkane znakove" i "Prekid izgovora za tipku enter" se čuvaju u posebnoj datoteci kada program izgubi fokus i vraćaju se kada se fokus vrati.
ro: Setările „Raportarea modificărilor conținutului dinamic”, „caret-ul deplasează cursorul de examinare”, „vorbirea întreruptă pentru caracterele tastate”, și „întreruperea vorbirii pentru tasta Enter” sunt acum salvate automat într-un fișier de configurare când fereastra Mush Client pierde focalizarea și a restaurat când primește din nou focalizarea.
sr: Opcije "Prijavi dinamičke promene sadržaja", "Kursor pomera pregledni kursor", "Prekid govora za ukucane znakove", i"Prekid govora za taster enter" se čuvaju u posebnoj datoteci kada program izgubi fokus i vraćaju se kada se fokus vrati.

source: Note: since most people will be using Mush Client with a speech plugin for auto-speaking incoming text, NVDA's "report Dynamic Content Changes" setting is disabled by default to avoid speaking incoming lines twice. If you want to turn on the automatic speaking of incoming lines by NVDA, toggle this setting on with the NVDA-5 hotkey.
bg: Забележка: Тъй като повечето хора ще използват клиента за Mush с речева добавка за автоматично изчитане на постъпващия текст, настройката "Докладвай динамичните промени в съдържанието" на NVDA по подразбиране е изключена, с цел да се избегне двойното четене на входящия текст. Ако желаете да включите автоматичното прочитане на входящия текст от NVDA, включете тази настройка с клавишната комбинация NVDA+5.
de: Anmerkung: Seitdem die Meisten die Plugins in MushClient zur automatischen Ansage eingehender Meldungen im Ausgabefenster verwenden, ist die Einstellung zur Ansage von dynamischen Inhalten standardmäßig ausgeschaltet, um doppelte Ansagen zu verhindern. Falls Sie dies trotzdem einschalten möchten, können Sie das mit der Tastenkombination NVDA+5 erledigen.
es: Nota: ya que la mayoría de la gente utilizará Mush Client con un plugin de voz para autoverbalizar el texto entrante, la opción de NVDA "Anunciar Cambios para el Contenido Dinámico" se desactiva por omisión para evitar la verbalización de las líneas entrantes dos veces. Si quieres encender la verbalización automática de líneas de entrada por NVDA, activa esta opción con la tecla rápida NVDA-5.
fi: Huom: Koska useimmat käyttävät Mush Clientiä puhelisäosan kanssa saapuvien viestien tekstin automaattiseen puhumiseen, NVDA:n "Lue dynaamisen sisällön muutokset" -asetus ei ole oletusarvoisesti käytössä viestien tekstin automaattisen kahdesti puhumisen välttämiseksi. Mikäli haluat NVDA:n puhuvan automaattisesti saapuvien viestien tekstin, ota tämä asetus käyttöön pikanäppäimellä NVDA+5.
fr: Note : étant donné que la plupart des personnes utilisent Mush Client avec un plugin de parole pour annoncer automatiquement le texte entrant, le paramètre de NVDA "annonce des changements dynamiques de contenu" est désactivé par défaut Pour éviter de prononcées les lignes entrantes deux fois. Si vous souhaitez activer l'annonce automatique des lignes entrantes par NVDA, basculer ce paramètre en activée avec le raccourci NVDA-5.
gl: Nota: xa que a maioría da xente utilizará Mush Client cun plugin de voz para autofalar o texto entrante, a opción do NVDA "Anunciar Cambios para o Contido Dinámico" desactívase por omisión para evitar a fala das liñas entrantes dúas veces. Se queres encender a fala automática de liñas de entrada polo NVDA, activa esta opción coa tecla rápida NVDA-5.
hr: Napomena: budući da većina ljudi koristi Mush Client sa dodatkom za automatski izgovor dolaznog teksta, opcija "prijavi dinamičke promjene sadržaja" je onemogućena kako bi se izbjeglo čitanje dolaznog teksta dva puta. Ako želite ovo uključiti, pritisnite NVDA-5.
ro: Deoarece mulți oameni vor utiliza Mush Client cu un plugin de vorbire pentru auto-rostirea textului, setarea „raportarea modificărilor conținutului dinamic al NVDA-ului este dezactivată în mod implicit pentru a evita repetarea textului de două ori. Dacă vreți să activați auto-rostirea textului cu NVDA, comutați la activarea setării cu scurtătura NVDA+5.
sr: Napomena: Budući da većina ljudi koristi Mush client sa dodatkom za automatski izgovor dolaznog teksta, opcija "Prijavi dinamičke promene sadržaja" je onemogućeno kako bi se izbeglo čitanje dolaznog teksta dva puta. Ako želite ovo da uključite, pritisnite NVDA-5.

source: From the add-on description:
de: Aus der Beschreibung der Erweiterung:
es: Descripción del complemento:
fi: Lisäosan kuvauksesta:
fr: Depuis la description du module complémentaire :
gl: Descripción do complemento:
hr: Iz opisa dodatka:
ro: Descrierea suplimentului:
sr: Iz opisa dodatka:
