Repository: nvdacn/screenReaderTranslations
Catalog: website/addons/noBeepsSpeechMode.*.po
Languages: de, fi, fr, hu, it, ne, nl, pt_pt, ro, ru

source: [[!meta title="NoBeepsSpeechMode"]]
de: [[!meta title="Sprachausgabenmodus Signaltöne ausblenden"]]
fi: [[!meta title="Ei äänimerkit-puhetilaa"]]
hu: [[!meta title="Hangjelzőmód kikapcsolása"]]
ne: [[!meta title="टीँ नगर्ने मुद्रा"]]

source: Author: Alberto Buffolino.
fi: Tekijä: Alberto Buffolino
fr: Auteur : Alberto Buffolino.
hu: Készítő: Alberto Buffolino.
it: Autore: Alberto Buffolino.
ne: लेखक: अल्वर्टो बुफोलिनो ।
nl: Auteur: Alberto Buffolino.
pt_pt: Autor: Alberto Buffolino.
ro: Autor: Alberto Buffolino.
ru: Автор: Alberto Buffolino.

source: download [stable version][1]
de: lade [stable version][1] herunter
fi: Lataa [vakaa versio][1]
fr: téléchargement [version stable][1]
hu: Letöltés: [Stabil verzió][1]
ne: अनुबहन [version 1][1]
nl: download [stabiele versie][1]
pt_pt: baixar [versão estável][1]
ro: descarcă [versiunea stabilă][1]
ru: загрузить [стабильную версию][1]

source: download [development version][2]
de: lade [development version][2] herunter
fi: Lataa [kehitysversio][2]
fr: téléchargement [version de développement][2]
hu: Letöltés: [Fejlesztői verzió][2]
ne: अनुबहन [version २][1]
nl: download [ontwikkelversie][2]
pt_pt: baixar [versão de desenvolvimento][2]
ro: descarcă [versiunea în dezvoltare][2]
ru: загрузить [разрабатываемую версию][2]

source: This add-on excludes beeps in the speech mode when pressing NVDA+s. You can only toggle between off or talk.
de: Diese Erweiterung schließt den Sprachausgabenmodus Signaltöne aus. Wenn Sie NVDA+s drücken, können sie nur zwischen den Modi Sprache und aus wechseln.
fi: Tämä lisäosa poistaa äänimerkit-vaihtoehdon puhetilasta painettaessa NVDA+S. Valittavissa ovat vain "ei puhetta" tai "puhe käytössä".
fr: Ce module supprime les bips dans le mode parole quand on presse NVDA+s. Vous n'avez le choix qu'entre désactivé et activé.
hu: A kiegészítővel kikerülhető a hangjelzés beszédmód, így az NVDA+s lenyomásával a beszéd és a csendes üzemmód között lehet váltogatni.
it: Questo componente aggiuntivo rimuove la modalità beep tra le scelte disponibili quando si preme NVDA+s. è possibile quindi selezionare solo la modalità di voce spenta o la modalità parlare.
ne: यो उप-कर्मीले नेत्रवाणी+ s कुञ्जी दबाएको खण्डमा वाचन मुद्रामा टीँ गर्ने अवस्था निस्तेज पार्ने छ ।. तपाइ केवल वाचन वा मौन मुद्रामा साटोफेरो गर्न सक्नु हुन्छ ।
nl: Deze add-on onderdrukt pieptonen in de spraakmodus als u op NVDA+s drukt. U kan enkel wisselen tussen uit en spreek.
pt_pt: Este extra exclui sinais sonoros no modo de fala ao pressionar NVDA + s. Pode alternar entre desligar ou falar.
ro: Acest supliment exclude bipurile în modurile de vorbire când apeși NVDA+S. Poți doar să comuți între modurile dezactivat și Vorbește.
ru: Это дополнение исключает сигналы в режиме озвучивания при нажатии NVDA+S. Можно переключать только между выключено или речь.

source: Changes for 2.0
de: Änderungen bis 2.0
fr: Changements pour la version 2.0
it: Modifiche per la versione 2.0
ne: २.० संस्करणमा गरिएका परिवर्तनहरू
nl: Veranderingen voor 2.0
pt_pt: Mudanças para 2.0
ro: Modificări aduse în 2.0.
ru: Изменения в версии 2.0

source: Add-on help is available from the Add-ons Manager.
de: Hilfe zur Erweiterung ist über den Dialog Erweiterungen verwalten verfügbar.
fr: L'aide du module complémentaire est disponible à partir du Gestionnaire de modules complémentaires.
it: L'aiuto è disponibile nella gestione componenti aggiuntivi di NVDA.
ne: उप-कर्मी सहयोग उप-कर्मी व्यबस्थापकमा उपलब्ध छ ।.
nl: Hulp voor de add-on is beschikbaar in de Add-ons Beheerder.
pt_pt: A ajuda do extra está disponível a partir do gestor de extras.
ro: Ajutorul add-on-ului este disponibil din managerul de add-on-uri.
ru: Справка по дополнению доступна из менеджера дополнений.

source: Changes for 1.5
de: Änderungen bis 1.5
fi: Muutokset versiossa 1.5
fr: Changements pour la version 1.5
hu: Az 1.5 verzió változásai
it: Modifiche per la versione 1.5
ne: १.५ मा गरिएका परिवर्तनहरू
nl: Veranderingen voor 1.5
pt_pt: Alterações para 1.5
ro: Modificări din 1.5.
ru: Изменения в версии 1.5

source: Added script category (speech).
de: Skript-Kategorie Sprache hinzugefügt.
fi: Lisätty skriptikategoria (puhe).
fr: Ajout script catégorie (parole).
hu: Hozzáadtak szkript kategóriát (beszéd).
it: Aggiunta nello script la categoria (speech).
ne: script वर्गिकरण (वाचन) थप गरियो ।
nl: Scriptcategorie (speech) toegevoegd.
pt_pt: Adicionada categoria de script (discurso).
ro: A fost adăugat scriptul pentru vorbire.
ru: Добавлена категория скрипта (речь).

source: Check for an older version of the addon which is not community supported, and prompt user before removing it.
de: Überprüfe auf alte Version der Erweiterung, die nicht von der Comunity unterstützt wird. Nach Rückfrage wird diese gelöscht.
fi: Tarkistetaan, onko lisäosan vanhempi, epävirallinen versio asennettuna ja kysytään käyttäjältä vahvistus ennen sen poistamista.
fr: Vérification d'une ancienne version du module complémentaire qui n'est pas pris en charge par la communauté, et avertir l'utilisateur avant de la suppression de celui-ci.
hu: Ellenőrzi, hogy van-e korábbi, nem támogatott verzió telepítve, és értesíti a felhasználót, mielőtt eltávolítaná azt.
it: Controllo dell'eventuale esistenza di una vecchia versione del componente aggiuntivo, con richiesta all'utente di rimuoverlo.
ne: यो उप-कर्मीको समुदायद्वारा समर्थन न गरिएको पुरानो संस्करण छ कि पहिले जाच्नु होस् र रहेछ भने यो नयाँ संस्करण भित्र्याउनु अघि यसलाई हटाउनु होस् ।
nl: Controleert of er een oudere versie van de add-on is die niet community supported is en informeert de gebruiker alvorens deze te verwijderen.
pt_pt: Verifica se há uma versão anterior do addon que não é suportada pela comunidade e pergunta ao utilizador antes de removê-la.
ro: Verifică pentru o versiune mai veche a add-onului care nu este suportat de către comunitate înainte de a-l șterge.
ru: Проверяется старая версия дополнения, которая не поддерживается сообществом, и выводится подсказка пользователю перед его удалением.

source: Changes for 1.4
de: Änderungen bis 1.4
fi: Muutokset versiossa 1.4
fr: Changements pour la version 1.4
hu: Az 1.4 verzió változásai
it: Modifiche per la versione 1.4
ne: १.४ मा गरिएका परिवर्तनहरू
nl: Veranderingen voor 1.4
pt_pt: Alterações para 1.4
ro: Modificări aduse în 1.4
ru: Изменения в версии 1.4

source: From this version, the messages about speech mode are automatically translated from NVDA in the correct language, no specific translation for addon required (with the possible obvious exception of manifest.ini and script documentation).
de: Seit dieser Version werden Meldungen bzgl. des Sprachausgabenmodus automatisch von NVDA in die richtige Sprache übersetzt. Es werden keine spezifischen Übersetzungen mit Ausnahme der Manifest.ini sowie der Dokumentation benötigt.
fi: Puhetilailmoitusten käännökset otetaan tästä versiosta lähtien automaattisesti NVDA:sta asianmukaisella kielellä, lisäosan kääntämistä ei siis tarvita (manifest.ini-tiedostoa ja ohjetta mahdollisesti lukuunottamatta).
fr: A partir de cette version, les messages sur le mode de la parole sont automatiquement traduits de NVDA dans la langue correcte, pas de traduction spécifique nécessaire (à l'exception évidemment de la documentation et du fichier Manifest.ini et du script).
hu: Ettől a verziótól kezdve a beszéd állapotára vonatkozó szöveg az NVDA saját fordításából hangzik el, nem a kiegészítő nyelvi fájljából.
it: Da questa versione, i messaggi riguardo la modalità di voce vengono automaticamente tradotti da NVDA nella lingua corretta, non è richiesta alcuna traduzione, eccezion fatta chiaramente per manifest.ini ed eventuale documentazione sullo script.
ne: यो संस्करण देखि, वाचन मुद्रा सम्बन्धी सन्देसहरू नेत्रवाणीले सहि भाषामा स्वतः अनुवाद गर्ने छ । उप-कर्मीको छुट्टै अनुवाद गरि रहनु पर्दैन ।(manifest.ini र script कागजातहरू का निश्चित अपवाद बाहेक)
nl: Vanaf deze versie worden de reeds vertaalde meldingen in verband met spraakmodus overgenomen uit NVDA.
pt_pt: A partir desta versão, as mensagens são traduzidas automaticamente a partir do NVDA no idioma correcto, não sendo necessária nenhuma tradução específica para o extra (com a possível exceção óbvia de manifest.ini e documentação de script).
ro: Din această versiune, mesajele despre modul de vorbire sunt traduse automat din NVDA în limba corentă, fără a fi nevoie de a traduce add-on-ul (cu excepții posibile a manifest.ini și documentația script-ului).
ru: Начиная с этой версии, сообщения о режиме вывода автоматически транслируется в NVDA на правильном языке, никаких переводов не нужно (заисключением manifest.ini и документации скрипта).

source: Changes for 1.3
de: Änderungen bis 1.3
fi: Muutokset versiossa 1.3
fr: Changements pour la version 1.3
hu: Az 1.3 verzió változásai
it: Modifiche per la 1.3
ne: १.३ मा गरिएका परिवर्तनहरू
nl: Veranderingen voor 1.3
pt_pt: Alterações para 1.3
ro: Modificări dn 1.3
ru: Изменения в версии 1.3

source: Fixed bug in translations support: added python sources to make strings translatable.
de: Fehler in der Unterstützung von Sprachen behoben: Python Quellen hinzugefügt, sodass Zeichenketten übersetzt werden können.
fi: Korjattu käännöstuen ohjelmavirhe: python-lähdekoodit lisätty merkkijonojen kääntämisen mahdollistamiseksi.
fr: Correction d'un bug à l'appui des traductions: ajout d'un module python pour faire des chaînes traduisibles.
hu: Hibajavítás A fordítás támogatásában: Hozzáadták a Python forrásokat, hogy a szövegek lefordíthatóak legyenek.
it: Risolto un bug per il supporto traduzioni. Aggiunti i sorgenti python per rendere il testo traducibile.
ne: अनुवाद समर्थन सम्बन्धी समस्या हटाइयो: पदावलीहरूलाई अनुवाद योग्य बनाउन पाइथन श्रोत थपियो ।
nl: Een probleem opgelost met de ondersteuning voor vertalingen: Python-code toegevoegd om teksten vertaalbaar te maken.
pt_pt: Corrigido bug no suporte de tradução: adicionadas fontes de python para tornar as cadeias traduzíveis.
ro: A fost fixată eroarea referitoare la suportul de traducere: a fost adăugat surse Python care fac frazele traductibile.
ru: Исправлена ошибка в поддержке переводов: добавлены строки в Python-источник для обеспечения возможности перевода.

source: Changes for 1.2
de: Änderungen bis 1.2
fi: Muutokset versiossa 1.2
fr: Changements pour la version 1.2
hu: Az 1.2 verzió változásai
it: Modifiche per la versione 1.2
ne: १.२ संस्करणमा गरिएका परिवर्तनहरू
nl: Veranderingen voor 1.2
pt_pt: Alterações para 1.2
ro: Modificări din 1.2
ru: Изменения в версии 1.2

source: Initial version.
de: Erstveröffentlichung
fi: Ensimmäinen versio.
fr: Version initiale
hu: Első változat
it: Versione iniziale
ne: सुरुको संस्करण
nl: Eerste versie.
pt_pt: Versão inicial.
ro: Lansarea oficială.
ru: Начальная версия.

source: [[!tag dev stable]]
ne: [[!tag dev स्थिर]]
