Repository: nvdacn/screenReaderTranslations
Catalog: website/addons/nvSpeechPlayer.*.po
Languages: ar, bg, de, es, fr, gl, hr, hu, pl, sk

source: Concatinative synthesis is now starting to show promise as a replacement as the responsiveness and smoothness is improving. However, most if not all of the acceptable quality synthesizers are commercial and are rather expensive.
ar: تطور آلات النطق المصنعة بالطريقة التسلسلية, Concatinative, من سرعة استجابتها وسرعة نطقها. ومع ذلك, فإن معظم هذه الآلات, بل كل المقبول منها آلات نطق تجارية وباهظة الثمن.
bg: Съставният синтез вече започва да показва обещаващи резултати като заместител на формантно-честотния синтез, като пъргавостта и гладкостта се подобряват. Въпреки това, повечето, ако не всички от синтезаторите с приемливо качество са комерсиални и доста скъпи.
de: Die konkatinative Synthese beginnt nun vielversprechend als Ersatz dienen zu können , da sich die Reaktionsfähigkeit und Geschmeidigkeit verbessert. Allerdings sind die meisten, wenn nicht gar alle Synthesizer von akzeptabler Qualität kommerziell und ziemlich teuer.
es: La síntesis concatenativa ahora está comenzando a ser prometedora como un reemplazo ya que la capacidad de respuesta y la suavidad está mejorando. Sin embargo, la mayoría si no todos los sintetizadores de calidad aceptable son commerciales y son bastante caros.
fr: Les synthèse concatinative commence maintenant à s'avèrent prometteurs comme substitut de la réactivité et la souplesse s'améliore. Cependant, la qualité acceptable de la plupart sinon la totalité des synthétiseurs sont disponible sur le marché et sont assez chers.
gl: A síntesis concatenativa agora está comezando a ser prometedora como un reemplazo xa que a capacidade de resposta e a suavidade está mellorando. Sen embargo, a maioría se non todos os sintetizadores de calidade aceptable son commerciales e son bastante caros.
hr: Ljudski sintetizatori sada postaju dobra zamjena budući da se njihov odziv poboljšao. Ali, većina, ako ne i svi sintetizatori visoke kvalitete su komercijalni i skupi za nabavljanje.
hu: Az emberi hangmintákon alapuló, összefűzéses beszédképzés csak mostanában kezd abba a szakaszba jutni, hogy szóba jöhessen a régebbi technológiák felváltása; csak mostanában számolnak azzal, hogy a gyors válaszidővel és a semleges, kielégítő kiejtéssel képesek lesznek felváltani azokat. Azonban a ma kapható szintetizátorok egy része nem éri el a kielégítő minőséget, másrészt pedig drágák.
pl: Synteza konkatenacyjna jest coraz bardziej obiecująca jako zastępnik , ponieważ jej responsywność i płynność się poprawia. Mimo to, większość jeśli nie wszystkie syntezatory akceptowalnej jakości, są komercyjne i raczej kosztowne.
sk: hlasy založené na hlasových vzorkách majú v súčasnosti čoraz lepšiu odozvu a zvyšuje sa aj zrozumiteľnosť ich prejavu. Takmer všetky kvalitné produkty sú komerčné a pomerne drahé.

source: Both Dectalk and Eloquence were closed-source commercial products themselves. However, there is a substantial amount of source code and research material on Klatt synthesis available to the community. NV Speech Player tries to take advantage of this by being a modern prototype of a Klatt synthesizer, in the hopes to either be a replacement for synthesizers like Dectalk or Eloquence, or at least restart research and conversation around this synthesis method.
ar: تعد كل من آلتي النطق Dectalk و Eloquence منتجات تجارية ومغلقة المصدر. إلا أنه توجد بعض الأبحاث وبعض المعلومات عن الشفرات البرمجية يمكن دراستها. يحاول مطورو آلة النطق NV Speech Player الاستفادة من هذه المواد ببناء نموذج حديث من آلات النطق المصنعة بطريقة الكلات, على أمل أن تكون آلة النطق هذه بديل عن Dectalk أو Eloquence أو على أقل تقدير إعادة البحث والحديث عن آلات النطق المصنعة بهذه الطريقة.
bg: Както Dectalk, така и Eloquence са комерсиални продукти със затворен изходен код. Въпреки това, има значително количество изходен код и научни материали върху Klatt синтеза, налични за общността. NV Speech Player се опитва да се възползва от това като бъде съвременен прототип на Klatt синтезатор, с надеждата или да бъде заместител на синтезатори като Dectalk или Eloquence, или най-малкото да поднови изследванията и разговорите около този метод за синтез на реч.
de: Sowohl Dectalk als auch Eloquence waren selbst kommerzielle Closed-Source-Produkte. Allerdings steht der Community eine beträchtliche Menge an Quellcode und Forschungsmaterial zur Klatt-Synthese zur Verfügung. NV Speech Player versucht dies zu nutzen, indem er ein moderner Prototyp eines Klatt-Synthesizers ist. Wir hoffen mit dem NV Speech Player entweder ein Ersatz für Synthesizer wie Dectalk oder Eloquence zu ermöglichen, oder zumindest die Forschung und Diskussion über diese Synthesemethode wieder aufzunehmen.
es: Tanto Dectalk como Eloquence fueron productos comerciales de fuente cerrada. No obstante, hay una cantidad sustancial de código fuente y recursos materiales sobre síntesis Klatt disponible para la comunidad. NV Speech Player trata de tomar ventaja de esto por ser un prototipo moderno de un sintetizador Klatt, con la esperanza de ser un reemplazo de sintetizadores como Dectalk o Eloquence, o al menos el reinicio de la investigación y conversación acerca de este método de síntesis.
fr: Dectalk et Eloquence étaient des produits commerciaux de source fermé (non libres) eux-mêmes. Cependant, il y a une quantité considerable de code source et matériel de recherche sur la synthèse Klatt disponible pour la communauté. NV Speech Player essaie de tirer profit de cela en étant un prototype modern d'un synthétiseur Klatt, dans l'espoir soit d'être un remplacement pour les synthétiseurs comme Dectalk ou Eloquence, ou au moins de relancer la recherche et la conversation autour de cette méthode de synthèse.
gl: Dectalk e Eloquence foron productos comerciais de fonte pechada. Non obstante, hai unha cantidade sustancial de código fonte e recursos materiais sobre síntesis Klatt dispoñibles para a comunidade. NV Speech Player trata de tomar avantaxe desto por seres un prototipo moderno dun sintetizador Klatt, ca esperanza de ser un reemplazo de sintetizadores como Dectalk ou Eloquence, ou ó menos o reinicio da investigación e conversación acerca deste método de síntesis.
hr: Dectalk i Eloquence su bili komercijalni i proizvodi zatvorenog koda. Međutim, postoji materijal i određeni dio koda o Klatt sintetizatoru dostupan zajednici. NV Speech Player pokušava ovo iskoristiti kako bi bio moderan Klatt sintetizator, u nadi da će biti ili zamjena za Dectalk ili Eloquence, ili da barem ponovno započne pretragu i razgovore o ovoj metodi sintetizatora.
hu: A Dectalk és az Eloquence zárt forráskódú kereskedelmiszoftverek voltak. Ennek ellenére a fejlesztő közösség számára van elegendő használható forráskód és kutatási anyag a Klatt beszédképzés megvalósítására. Az NV Speech Player megkísérli ezeket az előnyöket kihasználni, és egy új generációs Klatt beszédszintetizátorrá válni annak reményében, hogy alkalmas lesz felváltani a Dectalkot vagy az Eloquence-t, vagy hogy legalább alkalmas legyen arra, hogy újraindítsa a kutatásokat, vagy felélessze az e beszédképzési módszerrel kapcsolatos eszmecserét.
pl: Dectalk i Eloquence były komercyjnymi produktami o zamkniętych źródłach. Jednakże, istnieje znaczna ilość kodów źródłowych i materiałów badawczych na temat syntezy Klatt'a dostępnych dla społeczności. NV Speech Player próbuje wykorzystać tę sytuację i stać się nowoczesnym prototypem syntezatora Klatt'a, w nadziei, że zostanie zastępnikiem syntezatorów takich jak Dectalk lub Eloquence, albo przynajmniej wznowi badania i dyskusję wokół tej metody syntezy.
sk: Aj Dectalk a Eloquence boli komerčné produkty s uzavretým kódom. Existuje však množstvo zdrojových kódov a výskumov zameraných na Klatt syntézu. NV Speech Player sa pokúša využiť tieto možnosti a byť tak novodobím prototypom Klatt syntézy, v snahe byť náhradou produktov Dectalk alebo Eloquence, alebo aspoň obnoviť výskum a diskusiu o tomto type syntézy.

source: The eSpeak synthesizer, itself a free and open-source product has proved well as a replacement to a certain number of people in the community, but many people who hear it are extremely quick to point out its "metallic" sound and cannot seem to continue to use it. Although the authors of NV Speech Player still prefer eSpeak as their synthesizer of choice, they would still hope to try and understand better this strange resistance to eSpeak which may have something to do with eSpeak's spectral frequency synthesis verses Klatt synthesis. It may also have to do with the fact that consonants are also gathered from recorded speech and can therefore be perceived as being injected into the speech stream.
ar: إن آلة النطق eSpeak هي آلة نطق مجانية ومفتوحة المصدر وقد أثبتت كفاءتها واستغنى بعض الأشخاص بها عن آلات النطق الأخرى, إلا أن الكثير ممن استخدموها أشاروا إلى صعوبة التكيف مع صوتها الخشن ولم يستطيعوا الاستمرار في استخدامها. وعلى الرغم من أن مطوري آلة النطق NV Speech Player يفضلون استخدام eSpeak, إلا أنهم ما زالوا يأملون في تجربة وفهم بشكل أفضل هذه المقاومة الغريبة ل eSpeak والتي ربما يرجع سببها إلى التردد الطيفي ل eSpeak على عكس آلات النطق امصنعة بطريقة الكلات. ربما يرجع السبب أيضا إلى أن الأحرف الساكنة يتم تجميعها من الكلام المسجل ولذا يتم استيعابها على أنها محقونة في الحديث.
bg: Синтезаторът eSpeak, продукт със свободен лиценз и с отворен изходен код се е доказал като заместител за доста хора в общността, но много хора които го чуят много бързо отбелязват неговото "металическо" звучене и не желаят да продължат да го използват. Макар, че създателите на NV Speech Player все още предпочитат eSpeak като техния избор за синтезатор, те все още се надяват да опитат и разберат по-добре тази странна съпротива към eSpeak, която може да има нещо общо със спектрално-честотния синтез на eSpeak съпоставен с Klatt синтеза. Може да има общо и с факта, че съгласните са събрани от записана реч и следователно може да се възприема, че са били инжектирани в речевия поток.
de: Der eSpeak-Synthesizer, selbst ein freies und quelloffenes Produkt, hat sich als Ersatz für eine bestimmte Anzahl von Nutzern in der Community bewährt. Doch viele Anwender, die die Sprachausgabe zum ersten mal hören, sind extrem schnell dabei, auf den "metallischen" Sound hinzuweisen und können ihn nicht weiter verwenden. Obwohl die Autoren von NV Speech Player immer noch eSpeak als Synthesizer ihrer Wahl bevorzugen, hoffen sie dennoch diese seltsame Resistenz gegen eSpeak besser verstehen zu können, die etwas mit der spektralen Frequenzsynthese von eSpeak zu tun haben könnte. Es kann auch damit zusammenhängen, dass Konsonanten auch aus der aufgezeichneten Sprache gewonnen werden und dadurch so wahrgenommen werden, als wären sie in den Sprachstrom eingespeist worden.
es: El sintetizador eSpeak, en sí un producto libre y de código abierto ha demostrado ser bueno como un reemplazo para un cierto número de gente en la comunidad, pero mucha gente que lo escuchan señala rápidamente su sonido "metálico" y no parecen querer continuar utilizándolo. Aunque los autores de NV Speech Player todavía prefieren a eSpeak como su sintetizador de elección, aún tratarían de entender mejor esta extraña resistencia a eSpeak que puede tener algo que ver con la síntesis de frecuencia espectral de versos de eSpeak de la síntesis Klatt. También puede tener que vber con el hecho de que las consonantes también se recolectan de voz grabada y por lo tanto puede percibirse como se inyectan en el proceso del habla.
fr: Le synthétiseur eSpeak, lui-même un produit libre et open source s'est avéré bien en remplacement d'un certain nombre de personnes dans la Communauté, mais beaucoup de personnes qui l'entende sont très prompts à souligner sa voix "métallique" et n'arrive pas à continuer à l'utiliser. Bien que les auteurs de NV Speech Player préfèrent encore eSpeak comme leur synthétiseur de choix, ils espère toujours tenter de mieux comprendre cette étrange résistance à eSpeak susceptible qui peut avoir quelque chose à voir avec les fréquence spectrale de la synthèse d'eSpeak versets synthèse Klatt. Il peut-être aussi lié au fait que les consonnes sont également rassemblés à partir de la voix enregistré et peut donc être perçue comme étant injectés dans le flux de la voix.
gl: O sintetizador eSpeak, en sí un producto libre e de código aberto demostrou ser bo como un reemplazo para un certo número de xente na comunidade, pero moita xente que o escoitan sinalan rápidamente o seu son "metálico" e non parecen continuar utilizándoo. Aíndaque os autores do NV Speech Player todavía prefiren ó eSpeak como o seu sintetizador de elección, aínda tratarían de entender mellor esta extrana resistencia a eSpeak que pode ter algo que ver ca síntesis de frecuencia espectral de versos de eSpeak da síntesis Klatt. Tamén pode ter que vber co feito de que as consoantes tamén se recolectan de voz grabada e polo tanto pode percibirse como se inxectan no proceso da fala.
hr: Espeak, kao sintetizator otvorenog koda pokazao se kao dobra zamjena za ove sintetizatore određenom broju ljudi, ali puno ljudi koji ga čuju primijeti njegov "Mentalni" zvuk i ne mogu nastaviti s korištenjem. Iako autori NV Speech Playera koriste Espeak kao njihov sintetizator, pokušavaju shvatiti ovaj čudan zvuk Espeaka što može biti uzrokovano njegovom frekvencijom sinteze koja je suprotna Klatt sintetizatoru. Također može imati veze s tim što su neki glasovi snimljenog govora i može izgledati kao da su ubačeni u govor.
hu: Az Espeak beszédszintetizátor, mely egy nyílt forráskódú szoftver, már önmagában is bizonyította, hogy e közösségben alternatívája az említett szoftvereknek, azonban sokan, akik hallották, nagyon hamar rámutattak arra, hogy az Espeak a fémes, rideg hangja miatt nem tűnik használhatónak. Annak ellenére, hogy az NV Speech Player fejlesztői is az Espeaket részesítik előnyben, próbálják megérteni, hogy mi az oka ennek az erős ellenállásnak, és érzik annak szükségét, hogy valamit tenni kell az Espeak beszédszintézisével, vagy a Klatt szintézissel. Kezdeni kell valamit azzal a helyzettel, hogy az összefűzéses beszédképzés során emberi hangmintákat gyűjtenek, és sokkal jobban érthető, ha ezeket illesztik a beszédfolyamba.
pl: Syntezator eSpeak, będąc produktem darmowym i open-source, okazał się dobrym zamiennikiem dla pewnej liczby użytkowników, ale wiele słuchających go osób szybko podkreśla jego "metaliczne" brzmienie i nie jest w stanie go używać. Chociaż autorzy NV Speech Player preferują eSpeak jako syntezator, to jednak chcieliby zrozumieć lepiej tę dziwną niechęć do Espeak, która może mieć coś wspólnego z syntezą spektralno-częstotliwościową inną niż używana w syntezatorach Klatt. Może to również mieć związek z faktem, że spółgłoski są pozyskane z nagranej mowy i mogą przez to być odbierane jako wstrzyknięte do strumienia mowy.
sk: Hlasový výstup eSpeak, ktorý je voľne dostupný a má otvorený kód, sa ukázal ako dobrá náhrada pre niektorých ľudí. Avšak veľa ľudí, ktorí ho počuli, poukazujú na jeho "plechový" zvuk a nedokážu ho dlhodobo používať. Autori NV Speech Playeru stále primárne používajú eSpeak, snažia sa však pochopiť tento zvláštny otpor k eSpeaku. Domnievame sa, že jedným s problémov môže byť spektrálna analýza vs. Klatt syntéza. Je tiež možné, že problém spôsobujú spoluhlásky, ktoré pochádzajú z reálnych nahratých vzoriek a sú preto vnímané ako umelo vložené do toku reči.

source: Implementation
ar: التنفيذ
bg: Изпълнение
de: Implementierung
es: Implementación
fr: Mise en œuvre
gl: Implementación
hr: Implementacija
hu: Kódolás
pl: Implementacja
sk: Implementácia

source: The synthesis engine itself is written in C++ using modern idioms, but closely following the implementation of klsyn-88, found at http://linguistics.berkeley.edu/phonlab/resources/
ar: آلة النطق هذه مكتوبة بلغة C++ باستخدام اصتلاحات لغوية حديثة, لكنها تتبع عن قرب تنفيذ klsyn-88 والتي يمكن الرجوع إليها عبر الرابط http://linguistics.berkeley.edu/phonlab/resources/
bg: Самата речева машина е написана на C++ с използването на модерни идиоми, но следвайки стриктно изпълнението на klsyn-88, намиращ се на http://linguistics.berkeley.edu/phonlab/resources/
de: Die Synthesenplatform selbst ist in C++ unter Verwendung moderner Idiome geschrieben, folgt aber genau der Implementierung von klsyn-88. Zu finden unter http://linguistics.berkeley.edu/phonlab/resources/
es: El motor de síntesis de voz mismo está escrito en C++ utilizando idiomas modernos, pero siguiendo de cerca la implementación de klsyn-88, que se encuentra en http://linguistics.berkeley.edu/phonlab/resources/
fr: Le moteur de synthèse lui-même est écrit en C++ en utilisant des expressions modernes, mais suit de près la mise en œuvre de klsyn-88, trouvé à http://linguistics.berkeley.edu/phonlab/resources/
gl: O motor de síntesis de voz mesmo está escribido en C++ utilizando idiomas modernos, pero seguindo de perto a implementación de klsyn-88, que se atopa en http://linguistics.berkeley.edu/phonlab/resources/
hr: Sintetizator je napisan u jeziku C++ korištenjem modernih idioma, ali više prateći implementaciju klsyn-88, koju možete pronaći na adresi http://espeak.sourceforge.net/
hu: Maga a szintetizátor motorja C++ nyelven íródott modern kifejezéseket használva, de szorosan követve a klsyn-88 kódolását, ami itt található http://linguistics.berkeley.edu/phonlab/resources/
pl: Sam silnik syntezy jest napisany w C++ z wykorzystaniem nowoczesnych idiomów, ale blisko związany z implementacją klsyn-88, znalezionego pod http://linguistics.berkeley.edu/phonlab/resources/
sk: Samotná syntéza je napísaná v jazyku C++ s použitím moderného jazyk, ale pridržiavali sme sa implementácie klsyn-88, ktorú môžete nájsť (anglicky) na http://linguistics.berkeley.edu/phonlab/resources/

source: eSpeak is used to parse text into phonemes represented in IPA, making use of existing eSpeak dictionary processing. eSpeak can be found at: http://espeak.sourceforge.net/
ar: يستخدم eSpeak لتقسيم النص إلى مقاطع لفظية ممثلة في الأحرف الهجائية الصوتية الدولية, IPA, مع استغلال معالجة قواميس eSpeak الموجودة بالفعل.
bg: eSpeak се използва за превод на текст до фонеми представени в IPA, преизползвайки съществуващата езикова база на eSpeak. eSpeak може да бъде намерен на: http://espeak.sourceforge.net/
de: eSpeak wird verwendet, um Text in Phoneme zu parsen, die in IPA dargestellt werden. Dabei wird die bestehende eSpeak Wörterbuchverarbeitung genutzt. eSpeak ist zu finden unter: http://espeak.sourceforge.net/
es: se utiliza eSpeak para interpretar texto en fonemas representados en IPA, haciendo uso del procesamiento de diccionarios existente de eSpeak. eSpeak puede encontrarse en: http://espeak.sourceforge.net/
fr: eSpeak est utilisé pour analyser le texte en phonèmes représentés dans l'IPA, faisant usage du traitement de dictionnaire eSpeak existants. eSpeak peut être trouvé à: http://espeak.sourceforge.net/
gl: Utilízase eSpeak para interpretar texto en fonemas representados en IPA, facendo uso do procesamento de diccionarios existente de eSpeak. eSpeak pódese atopar en: http://espeak.sourceforge.net/
hr: eSpeak se koristi za analizu teksta u foneme koji su prikazani u IPA, koristeći postojeću obradu eSpeak rječnika. eSpeak možete pronaći na adresi: http://espeak.sourceforge.net/
hu: Az Espeak a szöveget az IPA-ban ábrázolt nyelvi jelekre (fonémákra) bontva elemzi, a már meglévő espeak szótárak feldolgozásával. Az Espeak a http://espeak.sourceforge.net/címen érhető el.
pl: eSpeak jest używany do zamiany tekstu na fonemy reprezentowane w IPA, korzystając z istniejącego przetwarzania słownika eSpeak. eSpeak można znaleźć na: http://espeak.sourceforge.net/
sk: Text na fonémy reprezentované v IPa rozkladáme pomocou eSpeaku, aby bolo možné zachovať existujúce slovníky pre eSpeak.eSpeak môžete nájsť na http://espeak.sourceforge.net/

source: The Klatt formant data for each individual phoneme was collected mostly from a project called PyKlatt: http://code.google.com/p/pyklatt/ However it has been further tweaked based on testing and matching with eSpeak's own data.
ar: لقد تم تجميع البيانات التعبيرية المصنعة بطريقة الكلات لكل مقطع لفظي من خلال مشروع يسمى PyKlatt: http://code.google.com/p/pyklatt/ إلا أنه تم إعادة تشكيلها معتمدين في ذلك على التجربة والمقارنة ببيانات eSpeak.
bg: Данните за Klatt формантите за всяка отделна фонема бяха събрани главно от проект наречен PyKlatt: http://code.google.com/p/pyklatt/ но въпреки това бяха допълнително нагласени чрез тестове и сравнение с данните на eSpeak.
de: Die Klatt-Formant-Daten für jedes einzelne Phonem stammen größtenteils aus dem Projekt PyKlatt: http://code.google.com/p/pyklatt/ Es wurden jedoch weitere Optimierungen vorgenommen, die auf Tests und dem Abgleich mit den eSpeak-eigenen Daten beruhen.
es: Los datos formantes de Klatt para cada fonema individual fueron recolectados en su mayor parte de un proyecto llamado PyKlatt: http://code.google.com/p/pyklatt/ Asimismo ha sido modificado aún más basándose en las pruebas y la comparación con los propios datos de eSpeak.
fr: Les données de formants Klatt pour chaque phonème individuel ont été recueillies pour la plupart d'un projet appelé PyKlatt: http://code.google.com/p/pyklatt/ Cependant il a été d'avantage peaufiner basé sur les tests et la mise en correspondance avec les données propres à eSpeak.
gl: Os dados formantes de Klatt para cada fonema individual foron recolectados na súa meirande parte dun proxecto chamado PyKlatt: http://code.google.com/p/pyklatt/ Asimesmo foi modificado aínda máis baseándose nas probas e na comparación cos proprios dados de eSpeak.
hr: Klatt podaci za svaki pojedini fonem prikupljeni su uglavnom iz projekta PyKlatt: http://code.google.com/p/pyklatt/ Međutim, dalje se sve baziralo na testiranju i uspoređivanju s podacima za eSpeak.
hu: Habár az egyes nyelvi jelek Klatt formáns adatai túlnyomó részben a PyKlatt projekt keretében lettek összegyűjtve: http://code.google.com/p/pyklatt/ , azonban tovább lettek fejlesztve, hogy vizsgálhatók legyenek és illeszkedjenek az Espeak saját adataihoz.
pl: Dane formantów Klatt dla każdego fonemu zostały pozyskane głównie z projektu PyKlatt: http://code.google.com/p/pyklatt/ jakkolwiek zostały następnie ulepszone na bazie testów i powiązań z danymi eSpeak.
sk: Klatt formantové dáta pre fonémy vychádzajú z projektu PyKlatt http://code.google.com/p/pyklatt/ avšak dáta sme ďalej vylepšili testovaním a porovnaním s dátami v eSpeaku.
