Repository: nvdacn/screenReaderTranslations
Catalog: website/addons/nvSpeechPlayer.*.po
Languages: ar, bg, de, es, fr, gl, hr, hu, pl, sk

source: The rules for phoneme lengths, gaps, speed and intonation have been coded by hand in Python, though eSpeak's own intonation data was tried to be copied as much as possible.
ar: تم كتابة قواعد أطوال المقاطع اللفظية والفراغات بينها وسرعتها وأدائها بلغة python, إلا أنه تم نسخ بيانات أداء Espeak قدر المستطاع.
bg: Правилата за дължината на фонемите, паузите и интонацията бяха кодирани на ръка на Python, макар че беше направен опит за копиране до колкото е възможно на данните за интонацията на eSpeak.
de: Die Regeln für Phonemlängen, Lücken, Geschwindigkeit und Intonation wurden in Python von Hand kodiert, wobei eSpeaks eigene Intonationsdaten so weit wie möglich kopiert werden sollten.
es: Las reglas para longitud de fonemas, cortes, velocidad y entonación han sido codificados a mano en Python, aunque los propios datos de entonación de eSpeak se trataron de copiar tanto como fuese posible.
fr: Les règles pour les longueurs de phonème, d'intervalle, de vitesse et d'intonation ont été codés à la main en Python, bien que l'intonation des données propre à eSpeak a été essayé de copier autant que possible.
gl: As regras para lonxitude de fonemas, cortes, velocidade e entoación foron codificados a man en Python, aíndaque os proprios dados de entoación de eSpeak tratáronse de copiar tanto como fose posible.
hr: Pravila za dužinu fonema, razmak između fonema i intonaciju ručno su programirana u Pythonu, iako se pokušalo kopirati eSpeakove podatke za intonaciju koliko god je bilo moguće.
hu: Azok a szabályok, melyek a nyelvi jelek hosszát, szüneteit, gyorsaságát és kiejtését adják meg, kézzel pythonban lettek megírva, csupán az Espeak saját hanglejtési adatai másolását kísérelték meg olyan mértékben, amennyire csak lehetséges.
pl: Zasady długości fonemów, przerw, prędkości i intonacji zostały ręcznie zakodowane w Python, chociaż próbowano skopiować intonację eSpeaka tak bardzo, jak to było możliwe.
sk: pravidlá pre dĺžku foném, pauzy, rýchlosť a intonáciu sme ručne napísali v Pythone, pričom sme sa snažili čo najviac sa držať intonácie použitej v eSpeaku.

source: Building NV Speech Player
ar: بناء NV Speech Player
bg: Подготвяне на NV Speech Player
de: Building von NV Speech Player
es: Compilando NV Speech Player
fr: Construction NV Speech Player
gl: Compilando NV Speech Player
hr: Izrada NV Speech Playera
hu: Az NV Speech Player elkészítése
pl: Kompilacja NV Speech Player
sk: Kompilovanie doplnku

source: You will need: - Python 2.7: http://www.python.org - SCons 2.3.0: http://www.scons.org/ - Visual Studio 2012 Desktop (Express or professional)
ar: لبناء NV Speech Player فإنك ستحتاج إلى: - Python 2.7: http://www.python.org - SCons 2.3.0: http://www.scons.org/ - Visual Studio 2012 Desktop (Express or professional)
bg: Ще се нуждаете от: - Python 2.7: http://www.python.org - SCons 2.3.0: http://www.scons.org/ - Visual Studio 2012 Desktop (Express или professional)
de: Sie benötigen: - Python 2.7: http://www.python.org - SCons 2.3.0: http://www.scons.org/ - Visual Studio 2012 Desktop (Express oder professional)
es: Necesitarás: - Python 2.7: http://www.python.org - SCons 2.3.0: http://www.scons.org/ - Visual Studio 2012 Desktop (Express o professional)
fr: Vous aurez besoin: - Python 2.7: http://www.python.org - SCons 2.3.0: http://www.scons.org/ - Visual Studio 2012 Desktop (Express ou professional)
gl: Necesitarás: - Python 2.7: http://www.python.org - SCons 2.3.0: http://www.scons.org/ - Visual Studio 2012 Desktop (Express ou professional)
hr: Trebat će vam: - Python 2.7: http://www.python.org - SCons 2.3.0: http://www.scons.org/ - Visual Studio 2012 Desktop (Express or professional)
hu: Python 2.7 szükséges: http://www.python.org - SCons 2.3.0: http://www.scons.org/ - Visual Studio 2012 Desktop (Express or professional)
pl: Potrzebne będzie: - Python 2.7: http://www.python.org - SCons 2.3.0: http://www.scons.org/ - Visual Studio 2012 Desktop (Express lub professional)
sk: Potrebujete:- Python 2.7: http://www.python.org - SCons 2.3.0: http://www.scons.org/ - Visual Studio 2012 Desktop (Express alebo professional)

source: To build: run scons
ar: للبناء من المصدر: run scons
bg: За да подготвите добавката: стартирайте scons
de: Um aufzubauen: Scons ausführen
es: Para compilar: ejecuta scons
fr: Pour construire: exécutez scons
gl: Para compilar: executa scons
hr: Za izradu, pokrenite scons
hu: A futtatható változat elkészítéséhez futtassa a Scons nevű szoftvert!
pl: Aby skompilować: uruchom scons
sk: Na skompilovanie: spustite scons

source: After building, there will be a nvSpeechPlayer_xxx.nvda-addon file in the root directory, where xxx is the git revision or hardcoded version number. Installing this add-on into NVDA will allow you to use the Speech Player synthesizer in NVDA. Note everything you need is in the add-on, no extra dlls or files need to be copied.
ar: بعد البناء, سينتج ملف باسم nvSpeechPlayer_xxx.nvda-addon في المجلد الرئيسي, حيث أن xxx مراجعة ال Git أو رقم الإصدار. بتثبيت هذه الإضافة في NVDA, سيسمح لك باستخدام آلة النطق. لاحظ أن كل شيء موجود بالإضافة, لن تحتاج لنسخ المزيد من ملفات ال DLL أو الملفات الأخرى.
bg: След подготовката, в кореновата директория ще намерите файл с име nvSpeechPlayer_xxx.nvda-addon, където xxx е ревизията от git или друг посочен номер. Инсталирането на тази добавка в NVDA ще ви позволи да използвате синтезаторът Speech Player в NVDA. Обърнете внимание, че всичко, което ви е нужно се намира в добавката и няма нужда да копирате допълнителни dll или други файлове.
de: Nach der Erstellung wird es eine nvSpeechPlayer_xxx.nvda Addon-Datei im Stammverzeichnis geben, wobei xxx die Git-Revision oder die fest programmierte Versionsnummer ist. Wenn Sie diese Erweiterung in NVDA installieren, können Sie den Speech Player-Synthesizer in NVDA verwenden. Beachten Sie, dass alles, was Sie benötigen, in der Erweiterung enthalten ist. Es müssen keine zusätzlichen DLLs oder Dateien kopiert werden.
es: Después de la compilación, habrá un fichero nvSpeechPlayer_xxx.nvda-addon en el directorio raíz, donde xxx es la revisión git o número de versión codificado. Instalando este complemento en NVDA te permitirá utilizar el sintetizador Speech Player en NVDA. Ten en cuenta que cada vez que lo necesites está en el complemento, no se necesitan dlls extra o ficheros a copiar.
fr: Après la construction, il y aura un fichier nvSpeechPlayer_xxx.nvda-addon dans le répertoire racine, où xxx est le numéro de version de git révision ou codé en dur. Lorsque vous installer ce module complémentaire dans NVDA il vous permettra d'utiliser le synthétiseur Speech Player dans NVDA. Remarque tout ce dont vous avez besoin est dans le module complémentaire, aucune dll supplémentaire ou fichiers ne doivent être copiés.
gl: Despois da compilación, haberá un ficheiro nvSpeechPlayer_xxx.nvda-addon no directorio raíz, onde xxx é a revisión git ou número de versión codificado. Instalando este complemento no NVDA permitirache utilizar o sintetizador Speech Player en NVDA. Ten en conta que cada vez que o necesites está no complemento, non se necesitan dlls extra ou ficheiros a copiar.
hr: Nakon izrade, u glavnoj mapi nalazit će se datoteka nvSpeechPlayer_xxx.nvda-addon, gdje je xxx broj prve verzije dodatka. Instaliranjem ovog dodatka u NVDA bit će vam dozvoljeno da koristite Speech Player sintezu u NVDA. Napominjemo da je sve što trebate u dodatku, ne treba kopirati nikakve dodatne datoteke.
hu: A folyamat létrehoz egy nvSpeechPlayer_xxx.nvda-addon fájlt a gyökérkönyvtárban, az xxx a "git revision" vagy a "hardcoded" verzió számát jelenti. Ha telepíti ezt a bővítményt az NVDA-ba, használhatja a Speech Player beszédszintetizátort aképernyőolvasójában. A bővítményben benne van minden szoftverösszetevő, további dll vagy egyéb fájlokat már nem kell másolni.
pl: Po kompilacji, pojawi się plik nvSpeechPlayer_xxx.nvda-addon w głównym folderze projektu, gdzie xxx jest numerem wersji, lub poprawki git. Instalacja tego dodatku do NVDA pozwoli używać syntezatora Speech Player w NVDA. Uwaga: wszystko co niezbędne znajduje się w dodatku, nie trzeba kopiować zewnętrznych bibliotek i plików.
sk: po skompilovaní by ste v koreňovom adresári mali vidieť súbor nvSpeechPlayer_xxx.nvda-addon, kde XXX je Git revízia alebo nastavené číslo verzie. Po nainštalovaní doplnku do NVDA môžete syntézu okamžite používať. Všetko, čo potrebujete je priamo v doplnku, nie sú vyžadované externé knižnice a súbory.

source: [1]: http://files.nvaccess.org/nvda-addons/speechPlayerInEspeak-0.2.nvda-addon[1]: http://files.nvaccess.org/nvda-addons/speechPlayerInEspeak-0.3.nvda-addon
ar: [1]: http://files.nvaccess.org/nvda-addons/speechPlayerInEspeak-0.2.nvda-addon

source: Download [0.2][1]
hu: Letöltés [0.2][1]

source: [[!tag dev synth]]
hu: [[!tag dev]] [[!tag dev synth]]
