Repository: nvdacn/screenReaderTranslations
Catalog: website/addons/nvSpeechPlayer.*.po
Languages: ar, bg, de, es, fr, gl, hr, hu, pl, sk

source: A Klatt-based speech synthesis engine written in c++ Author: NV Access Limited
ar: محرك آلة نطق مصنع بطريقة ال كلات ومكتوب بلغة c++ . مطورو الإضافة: منظمة NV Access Limited
bg: Klatt-базиран речев синтезатор написан на c++ Автор: NV Access ООД
de: Eine Klatt-basierte Sprachsynthese in c++ geschrieben. Autor: NV Access Limited
es: Un sintetizador de voz basado en el motor Klatt escrito en c++ Autor: NV Access Limited
fr: Un moteur de synthèse vocale basé sur Klatt, écrit en c ++ Auteur: NV Access Limited
gl: Un sintetizador de voz baseado no motor Klatt escribido en c++ Autor: NV Access Limited
hr: Klatt-baziran sintetizator govora napisan u jeziku c++ Autor: NV Access Limited
hu: Klatt-alapú beszédszintetizátor motor, mely c++ nyelven íródott. Készítő: NV Access Limited
pl: Silnik syntezy mowy bazujący na metodzie Klatt'a, napisany w c++ Autor: NV Access Limited
sk: Syntéza reči postavená na systéme Klatt, napísaná vjazyku c++. autorh: NV Access, spoločnosť s ručením obmedzeným.

source: Download [development version][1]
ar: تحميل [0.2][1]
es: Descargar [versión de desarrollo][1]

source: Overview
ar: نظرة عامة
bg: Резюме
de: Überblick
es: Información General
fr: Vue d'ensemble
gl: Información Xeral
hr: Pregled
hu: Áttekintés
pl: Przegląd
sk: Úvod

source: NV Speech Player is a free and open-source prototype speech synthesizer that can be used by NVDA. It generates speech using Klatt synthesis, making it somewhat similar to speech synthesizers such as Dectalk and Eloquence.
ar: إن NV Speech Player هو عبارة عن نموذج لآلة نطق مجانية ومفتوحة المصدر يمكن استخدامها من قبل NVDA. فهي تقوم بتوليد الكلام باستخدام طريقة الكلات, مما تجعله يشبه إلى حد كبير آلات النطق المعروفة مثل Dectalk و Eloquence.
bg: NV Speech Player е прототип на речев синтезатор със свободен лиценз и с отворен изходен код, който може да се използва с NVDA. Той генерира речта с използването на Klatt синтез, правейки го да звучи подобно на синтезатори като Dectalk и Eloquence.
de: NV Speech Player ist ein kostenloser und quelloffener Prototyp eines Sprachsynthesizers, der von NVDA verwendet werden kann. Es erzeugt Sprache mit Hilfe der Klatt-Synthese und ähnelt damit in gewisser Weise Sprachausgaben wie Dectalk und Eloquence.
es: NV Speech Player es un prototipo de sintetizador de voz libre y de código abierto que se puede utilizar con NVDA. Genera habla utilizando síntesis Klatt, haciéndolo parecerse un poco a sintetizadores de voz tales como Dectalk y Eloquence.
fr: NV Speech Player est un prototype de synthétiseur vocal libre et en open-source qui peut être utilisé par NVDA. Il génère la voix utilisant la synthèse Klatt, ce qui en fait est un peu similaires aux synthétiseurs vocaux Dectalk et Eloquence.
gl: NV Speech Player é un prototipo libre e de código aberto de sintetizador de voz que se pode utilizar co NVDA. Xenera fala utilizando síntesis Klatt, facéndoo un pouco semellante ós sintetizadores de voz como Dectalk e Eloquence.
hr: NV Speech Player je eksperimentalan sintetizator otvorenog koda i može se besplatno koristiti uz NVDA. Generira govor koristeći Klatt sintezu, što ga čini sličnim sintetizatorima kao što su Dectalk i Eloquence.
hu: Az NV Speech Player egy ingyenes, nyílt forráskódú kísérleti beszédszintetizátor az NVDA-hoz. A beszédet az ún. Klatt technológiával állítja elő, akár csak a Dectalk vagy az Eloquence beszédszintetizátor.
pl: NV Speech Player to bezpłatny, oparty na licencji open-source prototyp syntezatora mowy , którego można używać w NVDA. Generuje mowę przy użyciu syntezy Klatt'a, a jego głos jest trochę podobny do syntezatorów takich jak Dectalk i Eloquence.
sk: NV Speech Player je voľne dostupný prototyp syntézy reči s otvoreným kódom. Môžete ho používať s čítačom obrazovky NVDA. Na generovanie reči sa používa Syntéza Klatt, ktorá pripomína v zahraničí populárne syntézy reči ako Dectalk alebo Eloquence.

source: Licence and copyright
ar: الترخيص وحقوق النشر
bg: Лиценз и запазени права
de: Lizenz und Kopierrecht
es: Licencia y copyright
fr: Licence et copyright
gl: Licenza e copyright
hr: Licenca i autorska prava
hu: Licenc és copyright
pl: Licencja i prawa autorskie
sk: Licencia a autorské práva

source: NV Speech Player is Copyright (c) 2014 NV Speech Player contributors NV Speech Player is covered by the GNU General Public License (Version 2). You are free to share or change this software in any way you like as long as it is accompanied by the license and you make all source code available to anyone who wants it. This applies to both original and modified copies of this software, plus any derivative works. For further details, you can view the license online at: http://www.gnu.org/licenses/old-licenses/gpl-2.0.html
ar: حقوق النشر ل NV Speech Player محفوظة (c) 2014 للمساهمين. تخضع آلة النطق NV Speech Player للإصدار الثاني من رخصة جي أن يو العمومية GNU General Public License. وهي تقضي للمستخدم بكامل الحرية بتوزيع البرنامج أو تعديل مكوّناته البرمجية بأي طريقة شاء ما دام يُرفِق الرخصة مع البرنامج ويجعل مصدر الشفرة متاحًا لكل من يطلبه. وينطبق ذلك على كل من النسخة الأصلية والنسخة المعدَّلة من البرنامج بالإضافة إلى أية برامج تستعمل شفرة برمجية مأخوذة من هذا البرنامج.ولمزيد من المعلومات يمكنكم الاطلاع على الرخصة عبر الإنترنت فللترجمة باللغة العربية لنصّ رخصة جينو العمومية http://www.linuxfuture.org/download/Arabic_GPL_2.0.htm وللاطلاع على الرخصة باللغة الانكليزية GNU General Public License Version 2 http://www.gnu.org/licenses/old-licenses/gpl-2.0.html
bg: NV Speech Player Запазени права (c) 2014 Сътрудници на NV Speech Player NV Speech Player се покрива от правото на обществено ползване на GNU (Версия 2). Вие сте свободни да променяте и споделяте този софтуер по всякакъв начин, до колкото той е придружен от същия лиценз и пълният изходен код е наличен за всеки, който го иска. Това важи както за оригиналното, така и за модифицираните копия, плюс всякакви довършителни работи. За повече детайли можете да видите пълния лиценз на: http://www.gnu.org/licenses/old-licenses/gpl-2.0.html
de: NV Speech Player ist urheberrechtlich geschützt (c) 2014 NV Speech Player Mitwirkende NV Speech Player unterliegt der GNU General Public License (Version 2). Es steht Ihnen frei, diese Software auf jede beliebige Art und Weise weiterzugeben oder zu verändern, solange sie von der Lizenz begleitet wird und Sie den gesamten Quellcode jedem zugänglich machen, der sie haben möchte. Dies gilt sowohl für Original- als auch für modifizierte Kopien dieser Software sowie für alle davon abgeleiteten Werke. Für weitere Details können Sie die Lizenz online einsehen unter: http://www.gnu.org/licenses/old-licenses/gpl-2.0.html
es: NV Speech Player es Copyright (c) 2014 Colaboradores de NV Speech Player NV Speech Player está cubierto por la GNU General Public License (Versión 2). eres libre de compartir o modificar este software de cualquier manera que quieras siempre que esté acompañado por la licencia y hagas todo el código fuente disponible para quien lo quiera. Esto se aplica tanto a las copias originales como a las modificadas de este software, más cualquier trabajo derivado. Para detalles adicionales, puedes ver la licencia en línea: http://www.gnu.org/licenses/old-licenses/gpl-2.0.html
fr: NV Speech Player est Copyright (c) 2014 NV Speech Player contributeurs NV Speech Player est couvert par la GNU General Public License (Version 2). Vous êtes libre de partager ou de modifier ce logiciel De toute façon aussi longtemps qu'il vous plaît tant qu'il est accompagnée de la licence et que vous rendez le code source disponible à quiconque le désire. Cela s'applique aux copies originales et modifiées de ce logiciel, ainsi que toute œuvre dérivée. Pour plus de détails, vous pouvez consulter la licence en ligne à: http://www.gnu.org/licenses/old-licenses/gpl-2.0.html
gl: NV Speech Player é Copyright (c) 2014 Colaboradores do NV Speech Player NV Speech Player está cuberto pola GNU General Public License (Versión 2). es libre de compartir ou modificar este software de calquera maneira que queras sempre que estea acompañado pola licenza e fagas todo o código fonte dispoñible para quen o queira. Esto aplícase tanto ás copias orixinais como ás modificadas deste software, máis calquera traballo derivado. Para detalles adicionais, podes ver a licenza en liña: http://www.gnu.org/licenses/old-licenses/gpl-2.0.html
hr: NV Speech Player je pod autorskim pravima (c) 2014 NV Speech Player doprinositelji NV Speech Player je pokriven GNU General Public licencom (verzija 2). Slobodno možete mijenjati i dijeliti ovaj program na bilo koji način dok god ga prati ova licenca i dok učinite izvorni kod dostupnim svakome tko to zatraži. Ovo važi za originalne i izmijenjene kopije ovog programa, plus kao i svaki drugi rad. Za dodatne informacije, možete pročitati licencu online na adresi: http://www.gnu.org/licenses/old-licenses/gpl-2.0.html
hu: Az NV Speech Player készítésében közreműködők minden jogot fenntartanak (c), 2014. Az NV Speech Player a GNU általános nyilvános Licenc 2. verzió feltételei szerint készült. A szoftvert bárki ingyenesen és szabadon használhatja, megoszthatja, módosíthatja, feltéve, hogy e licencia feltételeit továbbra is követi és elfogadja, és minden forráskódot hozzáférhetővé tesz bárki számára, aki azt igényli. Ez alkalmazandó az eredeti, a módosított szoftverre, valamint minden származékos munkára. További információkért keresse fel a http://www.gnu.org/licenses/old-licenses/gpl-2.0.html honlapot.
pl: NV Speech Player Copyright (c) 2014 współpracownicy projektu NV Speech Player. NV Speech Player jest objęty licencją GNU General Public License (Version 2). Możesz udostępniać lub zmieniać to oprogramowanie w dowolny sposób tak długo, jak długo dołączona jest do niego ta licencja, a kod źródłowy jest dostępny dla wszystkich zainteresowanych. Dotyczy to oryginalnej i zmienionych kopii tego oprogramowania, oraz wszystkich utworów pochodnych. Aby uzyskać więcej szczegółów, możesz przeczytać licencję pod adresem: http://www.gnu.org/licenses/old-licenses/gpl-2.0.html
sk: Copyright (c) 2014Distribúcia je možná pod licenciou GNU General Public License 2.0.Tento produkt môžete voľne šíriť a meniť rôznym spôsobom, podmienkou však je pripojiť k nemu túto licenciu a sprístupniť zdrojový kód každému, kto si to vyžiada.Týka sa to oboch pôvodných, aj upravených kópií daného software a odvodených diel.Celú licenciu si môžete prečítať (anglicky) na http://www.gnu.org/licenses/old-licenses/gpl-2.0.html

source: Background
ar: نظرة تاريخية
bg: Произход
de: Hintergrund
es: Antecedentes
fr: Arrière-plan
gl: Antecedentes
hr: Pozadina
hu: Háttér
pl: Tło
sk: Pozadie

source: The 70s and 80s saw much research in speech synthesis. One of the most prominent synthesis models that appeared was a formant-frequency synthesis known as Klatt synthesis. Some well-known Klatt synthesizers are Dectalk and Eloquence. They are well suited for use by the blind as they are extremely responsive, their pronunciation is smooth and predictable, and they are small in memory footprint. However, research soon moved onto other forms of synthesis such as concatinative speech, as although this was slower, it was much closer to the human voice. This was an advantage for usage in mainstream applications such as GPS units or telephone systems, but not necessarily so much of an advantage to the blind, who tend to care more about responsiveness and predictability over prettiness.
ar: شهدت فترة السبعينيات والثمانينيات من القرن الماضي طفرة كبيرة في البحث في مجال آلات النطق. فمن أهم نماذج آلات النطق التي ظهرت في هذا الوقت آلة نطق تعتمد على الترددات التعبيرية والمعروفة بآلات النطق المصنعة بطريقة الكلات. ومن بين آلات النطق المعروفة للمستخدمين المكفوفين والمصنعة بهذه الطريقة, Dectalk و Eloquence. تتناسب هذه الآلات جيدا مع استخدام المكفوفين من حيث كونها أكثر استجابة, فضلا عن أنها تتميز بنطق جيد وقدرة على التنبؤ, وصغر حجمها على ذاكرة الحاسوب. ومع ذلك, تغيرت وجهة الباحثون لأشكال أخرى من آلات النطق ومثل ذلك الطريقة التسلسلية concatinative, والتي على الرغم من بطء استجابتها, إلا أنها أقرب للأصوات البشرية. وتستخدم هذه الآلات في التطبيقات المنتشرة مثل وحدات ال gps أو أنظمة الهواتف, لكنها ليست ميزة بالنسبة للمكفوفين, الذين يعمدون إلى الاهتمام بسرعة الاستجابة والقدرة على التنبؤ أكثر من الاهتمام بجمال الصوت.
bg: През 70-те и 80-те бяха направени много изследвания в областта на речевия синтез. Един от най-обещаващите модели на речев синтез, които се появиха беше формантно-честотния синтез, познат още като Klatt синтез. Някои добре известни Klatt синтезатори са Dectalk и Eloquence. Те са много удобни за използване от хората с нарушено зрение поради това, че са изключително пъргави, произношението им е гладко и предсказуемо и използват малко памет. Въпреки това, изследванията скоро преминаха към други форми на синтез например съставната реч, и макар че този метод е по-бавен, той беше много по-близо до човешкия глас. Това беше предимство при използване в приложения за широката публика като GPS навигатори или телефонни системи, но не непременно чак такова предимство за слепите, които в повечето случаи се интересуват предимно от пъргавостта и предсказуемостта пред красотата.
de: In den 70er und 80er Jahren wurde viel Forschung in der Sprachsynthese betrieben. Eines der bekanntesten Synthesemodelle war eine Formant-Frequenz-Synthese, die als Klatt-Synthese bekannt ist. Einige bekannte Klatt-Synthesizer sind Dectalk und Eloquence. Sie eignen sich gut für den praktischen Einsatz für blinde Menschen, da sie extrem reaktionsschnell sind, ihre Aussprache weich und vorhersagbar ist und sie einen geringen Speicherbedarf haben. Doch die Forschung ging bald auf andere Formen der Synthese über, wie z.B. die konkatinative Sprachausgabe, denn obwohl diese langsamer war, war sie der menschlichen Stimme viel näher. Dies war ein Vorteil für den Einsatz in Mainstream-Anwendungen wie GPS-Geräten oder Telefonanlagen, aber nicht unbedingt ein Vorteil für Blinde Anwender. Den für blinde Anwender ist die Reaktionsfähigkeit und Vorhersagbarkeit wichtiger als die Schönheit der Stimme.
es: En los años 70 y 80 se vió una gran investigación en la síntesis de voz. Uno de los más prominentes modelos de síntesis que apareció fue una síntesis de formantes de frecuencia conocida como síntesis Klatt. Algunos sintetizadores Klatt bien conocidos son Dectalk y Eloquence. Son muy adecuados para su uso por parte de ciegos ya que son extremadamente sensibles, su pronunciación es suave y fácil de entender, y son pequeños en memoria. Sin embargo, la investigación pronto se trasladó a otras formas de síntesis tales como el habla concatenativa, ya que aunque ésta era más lenta, era mucho más cercana a la voz humana. Esto era una ventaja para su utilización en aplicaciones de uso común tales como unidades de GPS o sistemas de telefonía, pero no fue necesariamente una ventaja para los ciegos, quienes tienden a preocuparse más de la capacidad de respuesta y la inteligibilidad.
fr: Les années 70 et 80 ont vu beaucoup de recherches dans la synthèse vocale. Un des modèles de synthèse plus éminents qui est apparue était une synthèse de fréquence des formants appelée synthèse Klatt. Certains synthétiseurs Klatt connus sont Dectalk et Eloquence. Ils sont bien adaptés pour une utilisation par les aveugles car ils sont extrêmement sensibles, leur prononciation est souple et prévisible, et ils sont petit en mémoire occupée. Cependant, la recherche change bientôt sur d'autres formes de synthèse comme la voix concatinative, car bien que cela a été plus lente, il était beaucoup plus proche de la voix humaine. Il s'agissait d'un avantage pour l'utilisation dans les applications grand public tels que les appareils GPS ou les systèmes téléphoniques, mais pas nécessairement ainsi beaucoup d'avantage pour l'aveugle, qui à tendance à se soucier plus sur la réactivité et la prévisibilité que sur le plaisir.
gl: Os anos 70 e 80 viron unha grande investigación na síntesis de voz. Un dos máis prominentes modelos de síntesis que apareceu foi unha síntesis de formantes de frecuencia coñecido como síntesis Klatt. Algúns sintetizadores Klatt ben coñecidos son Dectalk e Eloquence. Son moi adecuados para o seu uso por parte de cegos xa que son extremadamente sensibles, a súa pronuncia é suave e intelilixible, e son pequenos en memoria. Nembargantes, a investigación pronto se moveu cara outros xeitos de síntesis como a fala concatenativa, xa que aíndaque ésta era máis lenta, estaba moito máis perto á voz humana. Esto era unha avantaxe para a súa utilización en aplicacións de uso común como unidades de GPS ou sistemas de telefonía, pero non foi necesariamente unha avahntaxe para os cegos, quenes tenden a preocuparse máis da capacidade de resposta e a intelixibilidade.
hr: Sedamdesete i osamdesete su donijele puno istraživanja sintetizatora govora. Jedan od sintetizatora koji je najviše obećavao zvao se Klatt sintetizator. Neki od najpoznatijih Klatt sintetizatora su Dectalk i Eloquence. Vrlo su korisni za slijepe zbog njihovog brzog odziva, njihov izgovor je vrlo čist i predvidljiv, i zauzimaju malo memorije. Ali, istraživanje je brzo prešlo na druge oblike sintetizatora kao što su ljutski govor, budući da iako je ovo bilo sporije, bilo je mnogo bliže ljutskom glasu. Ovo je bila prednost za korištenje u aplikacijama kao što su GPS uređaji ili telefonski sustavi, ali ne toliko za slijepe, kojima treba brz odziv više nego lijeep zvuk.
hu: A 70-es és 80-as években komoly kutatásokat folytattak a gépi beszédképzés területén. Az egyik kiemelkedő modell a formáns frekvenciakövetéses módszeren alapuló beszédképzést alkalmazó ún. Klatt beszédalkotás volt. Ilyen jól ismert Klatt beszédszintetizátor volt a Dectalk és az Eloquence. Ezek különösen alkalmasnak bizonyultak a vakok számára, mert kiemelkedően gyors a válaszidejük, a kiejtésük egyszerű, kiszámítható és előrelátható, és kevés memóriát foglalnak. Azonban a kutatások más beszédképzés irányába haladtak, mint például az összefűzéses beszédképzés. Bár ezek lassabbak voltak, jobban megközelítették az emberi hangot. Ez előnynek bizonyult a mindennaposan használt alkalmazásokban, pl. gps-egységekben, telefonrendszerekben, de ez az előny kevésbé szükséges a vakoknak, akik számára fontosabb a gyors válaszidő, valamint a semleges kiejtés.
pl: W latach 70 i 80-tych interesowano się bardzo syntezą mowy ludzkiej. Jednym z najbardziej obiecujących modeli syntezy, była synteza formantowo-częstotliwościowa, znana jako synteza Klatt'a. Niektóre dobrze znane syntezatory bazujące na tej metodzie, to Dectalk i Eloquence. Są one dobrze przystosowane do użytku dla osób niewidomych, ponieważ są szybkie, ich wymowa jest wyraźna i przewidywalna, powodują niewielkie zużycie pamięci. O ile badania poszły w stronę innych form syntezy, takich jak synteza konkatenacyjna, która, chociaż wolniejsza, była bliższa naturalnego głosu ludzkiego. Była to zaleta dla ogólnych zastosowań, takich jak nawigacje GPS, systemy telefoniczne, chociaż niekoniecznie była to również zaleta dla niewidomych, którym bardziej zależy na responsywności i przewidywalności niż ładnym głosie.
sk: V sedemdesiatych a osemdesiatych rokoch bolo viacero výskumov zameraných na syntézu reči. Jedným z najvýznamnejších modelov bola formantová syntéza, známa ako Klatt syntéza. Veľmi známe Klatt syntézy reči sú Dectalk a Eloquence. Sú veľmi vhodné pre nevidiacich používateľov, lebo majú rýchlu odozvu, výslovnosť je zrozumiteľná a nezaberajú veľa pamäte. Výskum sa však v súčasnosti posunul k iným formám syntézy, napríklad k syntéze založenej na hlasových vzorkách, ktorá má pomalšiu odozvu, ale viac pripomína ľudský hlas. Toto sa ukazuje ako výhoda v telefónnych systémoch, alebo GPS zariadeniach, ale ako nevýhoda pre nevidiacich, ktorí uprednostňujú rýchlu odozvu a presnosť pred dobre znejúcim hlasom.

source: Although synthesizers such as Dectalk and Eloquence continued to be maintained and available for nearly 20 years, now they are becoming harder to get, with multiple companies saying that these, and their variants, have been end-of-lifed and will not be updated anymore.
ar: على الرغم من أن آلات نطق ك Dectalk و Eloquence يتم صيانتها وتوفيرها منذ 20 سنة تقريبا, إلا أنه أصبح من الصعب الحصول عليها, حيث تقول العديد من الشركات بأن هذه الآلات, وأصواتها, ستنتهي مدتها وستتوقف صيانتها.
bg: Макар, че синтезатори като Dectalk и Eloquence продалжиха да се поддържат и да са налични за почти 20 години, към момента е трудно човек да се сдобие с тях, като много компании казват, че те и техните варианти са изведени от употреба и няма да бъдат обновявани повече.
de: Obwohl Sprachausgaben wie Dectalk und Eloquence seit fast 20 Jahren gewartet und zur Verfügung gestellt wurden, sind sie nun immer schwieriger zu bekommen, da mehrere Firmen die standard und ihre benutzerdefinierten Varianten nicht mehr aktualisieren.
es: Aunque los sintetizadores tales como Dectalk y Eloquence continuaron manteniéndose y disponibles por casi 20 años, ahora se están volviendo más difíciles de conseguir, con múltiples compañías diciendo que éstos, y sus variantes, se han terminado definitivamente y no serán actualizados nunca más.
fr: Bien que les synthétiseurs tels que Dectalk et Eloquence continue à être maintenu et disponible depuis près de 20 ans, maintenant ils deviennent plus difficiles à obtenir, avec plusieurs sociétés, disant que ceux-ci et leurs variantes, ont été en fin-de-vie et ne serons plus mis à jour.
gl: Aíndaque os sintetizadores como Dectalk e Eloquence continuaron manteñéndose e disponibles por casi 20 anos, agora estanse a volver máis difíciles de conseguir, con múltiples compañías dicindo que éstos, e as súas variantes, remataron definitivamente e non serán actualizados nunca máis.
hr: Iako su sintetizatori kao što su Dectalk i Eloquence bili dostupni skoro dvadeset godina, sada postaju teži za dobivanje, uz kompanije koje govore da su oni, i njihove varijante, završili sa podrškom i više neće biti ažurirani.
hu: Annak ellenére, hogy az olyan beszédszintetizátorokat, mint a Dectalk és Eloquence több mint húsz éven át hozzáférhetővé tették és frissítették, mára beszerzésük nehézkessé vált, az ezeket és különféle változataikat gyártó cégek szerint elavultak, és többé nem frissítik és forgalmazzák őket.
pl: O ile syntezatory Dectalk and Eloquence były udoskonalane i dostępne przez blisko 20 lat, teraz coraz trudniej je zdobyć, ponieważ firmy twierdzą, że cykl życia tych produktów został zakończony.
sk: Hoci hlasy ako Dectalk a Eloquence sa používajú už vyše dvadsať rokov, je čoraz ťažšie sa k nim dostať, lebo firmy ich považujú za zastaralé a viac ich nevyvíjajú.
