Repository: nvdacn/screenReaderTranslations
Catalog: website/addons/objPad.*.po
Languages: fr, hu, ko, pl, pt_pt

source: [[!meta title="ObjPad"]]
hu: [[!meta title="Nyílmódok"]]

source: Author: Joseph Lee, Cleverson Uliana and others
fr: Auteur : Joseph Lee, Cleverson Uliana et autres
hu: Szerzők: Joseph Lee, Cleverson Uliana és mások
pl: Autorzy: Joseph Lee, Cleverson Uliana and others
pt_pt: Autores: Joseph Lee, Cleverson Uliana and others

source: Download [stable version][1]
fr: Télécharger [version stable][1]
hu: Letöltés [stabil verzió][1]
ko: Download [안정 버전][1]
pl: Pobierz [wersja stabilna][1]
pt_pt: Baixar [versão estável][1]

source: Download [development version][2]
fr: Télécharger [version de développement][2]
hu: Letöltés [fejlesztői verzió][2]
ko: Download [개발 버전][2]
pl: Pobierz [wersja rozwojowa][2]
pt_pt: Baixar [versão de desenvolvimento][2]

source: This add-on provides quick commands to manage objects on screen, including navigation and other possibilities.
fr: Ce module complémentaire fournit des commandes rapides pour gérer les objets sur l'écran, y compris la navigation et autres possibilités.
hu: Ez a bővítmény lehetővé teszi, hogy gyorsparancsokat végezzen a képernyőn lévő elemekkel, beleértve a navigációt és egyéb lehetőségeket is.
ko: 이 추가 기능에서 제공하는 빠른 단축키를 사용하여 화면의 객체를 관리하고, 탐색하는 등의 작업이 가능합니다.
pl: Ta wtyczka dodaje szybkie komendy służące do zarządzania obiektami na ekranie, między innymi nawigację i inne udogodnienia.
pt_pt: Este extra fornece comandos rápidos para gerir objetos no ecrã, incluindo navegação e outras possibilidades.

source: Commands
fr: Commandes
hu: Parancsok
ko: 단축키
pl: Komendy
pt_pt: Comandos:

source: Control+NVDA+TAB: Steps through arrow key modes (see below for details).
fr: Contrôle+NVDA+TAB : Parcourt les modes touche fléchée (voir ci-dessous pour plus de détails).
hu: Ctrl+NVDA+Tab: Vált a nyílbillentyűk kezelésének módjai (a továbbiakban: nyílmód) között, lásd alább.
ko: Control+NVDA+TAB: 화살표 키 모드를 전환합니다(자세한 내용은 다음을 참조하싶시오).
pl: Control+NVDA+TAB: przełącza między trybami nawigacji (Szczegóły znajdziesz poniżej).
pt_pt: Control+NVDA+TAB: deslocamentos através dos modos de tecla de seta (veja abaixo detalhes).

source: Arrow key modes
fr: Modes touche fléchée
hu: Nyílmódok
ko: 화살표 키 모드
pl: Tryby nawigacji
pt_pt: Modos das teclas de setas:

source: The add-on provides four ways to use arrow keys:
fr: Le module complémentaire offre quatre façons d’utiliser les touches fléchées :
hu: A bővítmény négy módot tesz lehetővé a nyíl billentyűk használatakor.
pl: Dodatek pozwala używać klawiszy strzałek w czterech różnych trybach:
pt_pt: O extra apresenta quatro maneiras para usar as teclas de setas:

source: Classic (or normal mode): use arrow keys to move cursor.
fr: Classique (ou mode normal) : utiliser les touches fléchées pour déplacer le curseur.
hu: Klasszikus (vagy normál) mód: használja a nyíl billentyűket a kurzor mozgatására.
ko: Classic (또는 normal mode): 화살표 키를 사용하여 커서를 이동합니다.
pl: Tryb klasyczny lub standardowy: Klawisze strzałek przemieszczają kursor.
pt_pt: Clássico (ou modo normal): usa as teclas de seta para mover o cursor.

source: Object nav: use arrow keys to move to next/previous/parent/first child objects.
fr: Object nav : utiliser les touches fléchées pour se déplacer aux objets suivant/précédent/parent/premier enfant.
hu: Elemnavigáció: használja a nyíl billentyűket az előző vagy következő, illetve a szülő- vagy gyermekelem eléréséhez.
pl: Tryb nawigacji obiektowej: klawisze strzałek przemieszczają do następnego/poprzedniego/nadrzędnego/pierwszego obiektu podrzędnego.
pt_pt: Navegação por objectos: usa as teclas de seta para mover para os objetos seguintes / anteriores / pai / primeiro filho.

source: Web: use arrow keys to cycle through elements and move between them.
fr: Web : utilisez les touches fléchées pour parcourir les éléments et vous déplacer entre eux.
hu: Web: használja a nyíl billentyűket az elemtípusok váltogatására és a közöttük való mozgásra.
pl: Tryb sieciowy: klawisze strzałek przełączają cyklicznie między elementami lub służą do przemieszczania się między nimi.
pt_pt: Web: use as setas para percorrer os elementos e mover-se entre eles.

source: Scan mode: use arrow keys to move through objects on screen regardless of hierarchy.
fr: Mode scan : utiliser les touches fléchées pour naviguer dans les objets à l’écran quelle que soit la hiérarchie.
hu: áttekintőmód: használja a nyíl billentyűket a képernyőn az elemeken való mozgáshoz függetlenül attól, hogy azok milyen kapcsolatban vannak egymással.
pl: Tryb skanowania: klawisze strzałek służą do przemieszczania się między obiektami na ekranie, niezależnie od ich hierarchii.
pt_pt: Modo de varredura: use as setas para se mover entre os objetos no ecrã, independentemente da hierarquia.

source: The following commands are available with arrow keys set to object nav:
fr: Les commandes suivantes sont disponibles avec les touches fléchées définie par object nav :
hu: Elemnavigációs módban a következő parancsok érhetők el:
pl: Komendy trybu nawigacji:
pt_pt: Os seguintes comandos estão disponíveis com as teclas de seta definidas para a navegação por objectos:

source: Right arrow: next object.
fr: Flèche droite : objet suivant.
hu: Jobbra nyíl: következő elem.
ko: 오른쪽 화살표: 다음 객체로 이동.
pl: Strzałka w prawo: następny obiekt.
pt_pt: Seta para a direita: próximo objecto.

source: Left arrow: previous object.
fr: Flèche gauche : objet précédent.
hu: Balra nyíl: előző elem.
ko: 왼쪽 화살표: 이전 객체로 이동.
pl: Strzałka w lewo: poprzedni obiekt.
pt_pt: Seta para a esquerda: objecto anterior.

source: Up arrow: parent object.
fr: Flèche haut : objet parent.
hu: Felnyíl: szülőelem.
ko: 위쪽 화살표: 부모 객체로 이동.
pl: Strzałka w górę: obiekt nadrzędny.
pt_pt: Seta para cima: objecto pai.

source: Down arrow: first child object.
fr: Flèche bas : premier objet enfant.
hu: Lenyíl: az első gyermekelem.
pl: Strzałka w dół: pierwszy obiekt podrzędny.
pt_pt: Seta para baixo: primeiro objecto filho.

source: SPACE: activate.
fr: ESPACE : activer.
hu: Szóköz: aktiválja az elemet.
ko: SPACE: 객체 활성화.
pl: SPACJA: uaktywnij.
pt_pt: ESPAÇO: activar.

source: With web mode active (elements are normal or moving by object, link, form field, heading, frame, table, list, landmark):
fr: Avec le mode Web actif (les éléments sont normal ou se déplacent par objet, lien, champ de formulaire, titre, cadre, tableau, liste, région) :
hu: Webmódban elérhető a normál és az elemenkénti navigáció. A választható elemek: hivatkozás, űrlapmező, címsor, keret, táblázat, lista, jelzőpont.
pl: W aktywnym trybie sieciowym, można przemieszczać się po elementach standardowo lub poruszać się po obiektach, linkach, polach formularza, nagłówkach, ramkach, tabelach, listach, punktach orientacyjnych:
pt_pt: Com o modo web activo (os elementos são normais ou em movimento por objecto, link, campo do formulário, título, quadro, tabela, lista, marcador):

source: Right arrow: next element.
fr: Flèche droite : élément suivant.
hu: Jobbra nyíl: következő webes elem.
pl: Strzałka w prawo: następny element.
pt_pt: Seta para a direita: próximo elemento.

source: Left arrow: previous element.
fr: Flèche gauche : élément précédent.
hu: Balra nyíl: előző webes elem.
pl: Strzałka w lewo: poprzedni element.
pt_pt: Seta para a esquerda: elemento anterior.

source: Up arrow: previous element type.
fr: Flèche haut : type d'élément précédent.
hu: Felnyíl: előző webes elemtípus.
pl: Strzałka w górę: poprzedni typ elementu.
pt_pt: Seta para cima: tipo de elemento anterior.

source: Down arrow: next element type.
fr: Flèche bas : type d'élément suivant.
hu: Lenyíl: következő webes elemtípus.
pl: Strzałka w dół: następny typ elementu.
pt_pt: Seta para baixo: próximo tipo de elemento.

source: With scan mode active:
fr: Avec le mode scan actif :
hu: Áttekintőmód:
ko: 스캔 모드가 활성화된 경우:
pl: W aktywnym trybie skanowania:
pt_pt: Com o modo de varredura activo:

source: Down arrow: next object.
fr: Flèche bas : objet suivant.
hu: Lenyíl: következő elem.
ko: 아래쪽 화살표: 다음 객체
pl: Strzałka w dół: następny obiekt.
pt_pt: Seta para baixo: próximo objecto.

source: Up arrow: previous object.
fr: Flèche haut : objet précédent.
hu: Felnyíl: előző elem.
ko: 위쪽 화살표: 이전 객체
pl: Strzałka w górę: poprzedni obiekt.
pt_pt: Seta para cima: objecto anterior.

source: Right arrow: review next character.
fr: Flèche droite : visualiser le caractère suivant.
hu: Jobbranyíl: következő karakter.
ko: 오른쪽 화살표: 다음 글자로 이동.
pl: Strzałka w prawo: odczytaj następny znak.
pt_pt: Seta para a direita: ver o próximo caracter.

source: Left arrow: previous character.
fr: Flèche gauche : caractère précédent.
hu: Balnyíl: előző karakter.
ko: 왼쪽 화살표: 이전 글자로 이동.
pl: Strzałka w lewo: odczytaj poprzedni znak.
pt_pt: Left arrow: caracter anterior.

source: Version 16.12
hu: A 16.12 verzió változásai:
pl: Wersja 16.12
pt_pt: Versão 16.12:

source: Added web mode.
fr: Ajout du mode web.
hu: Hozzáadták a webmódot.
pl: Dodano tryb sieciowy.
pt_pt: Adicionado o modo web.

source: Version 16.10
hu: 16.10-es verzió:
pl: wersja 16.10
pt_pt: Versão 16.10:

source: Initial stable version.
fr: Première version stable.
hu: Eredeti stabil verzió.
pl: Pierwsza wersja stabilna
pt_pt: Versão inicial estável.

source: [1]: https://addons.nvda-project.org/files/get.php?file=objPad
hu: [1]: http://addons.nvda-project.org/files/get.php?file=objPad

source: [2]: https://addons.nvda-project.org/files/get.php?file=objPad-dev
hu: [2]: http://addons.nvda-project.org/files/get.php?file=objPad-dev

source: Version 18.03
pl: Wersja 18.03
pt_pt: Versão 18.03

source: Better compatibility with NVDA 2018.1.
pl: Lepsza zgodność z NVDA 2018.1.
pt_pt: Melhor compatibilidade com o NVDA 2018.1.

source: Author: Joseph Lee
ko: 저자: Joseph Lee

source: The add-on provides three ways to use arrow keys:
ko: ObjPad 추가 기능은 세 가지 방법으로 화살표 키 모드를 사용합니다.

source: Control+right/left arrows: move by word.
ko: Control+오른쪽/왼쪽 화살표: 다음/이전 단어로 이동.
