Repository: nvdacn/screenReaderTranslations
Catalog: website/addons/pcKeyboardBrailleInput.*.po
Languages: fi, fr, hu, nl, pl, pt_br, ro, sk

source: [[!meta title="PC Keyboard Braille Input for NVDA"]]
fi: [[!meta title="Pistekirjoituksen syöttäminen tietokoneen näppäimistöllä"]]
fr: [[!meta title="PC Keyboard Braille Input pour NVDA"]]
hu: [[!meta title="Braille bevitel PC billentyűzetről"]]
nl: [[!meta title="PC-toetsenbord Braille-invoer voor NVDA"]]
pl: [[!meta title="Wprowadzanie brajla na klawiaturze PC dla NVDA"]]
pt_br: [[!meta title="Insersão de braile com o teclado do PC para NVDA"]]
ro: [[!meta title="PC Keyboard Braille Input pentru NVDA"]]
sk: [[!meta title="Brailovská klávesnica pre NVDA"]]

source: - Author: NV Access Limited - Copyright: 2012-2014 NV Access Limited - License: GNU General Public License version 2.0 - Download: [version 2014.1][1]
fi: - Tekijä: NV Access Limited - Copyright: 2012-2014 NV Access Limited - Lisenssi: GNU General Public License versio 2.0 - Lataa: [versio 2014.1][1]
fr: - Auteur: NV Access Limited - Copyright: 2012-2014 NV Access Limited - License: GNU General Public License version 2.0 - Télécharger: [version 2014.1][1]
hu: - Készítő: NV Access Limited - Copyright: 2012-2014 NV Access Limited - Licenc: GNU General Public License version 2.0 - Letöltés: [version 2014.1][1]
nl: - Auteur: NV Access Limited - Copyright: 2012-2014 NV Access Limited - Licentie: GNU General Public License versie 2.0 - Download: [version 2014.1][1]
pl: - Autor: NV Access Limited - Copyright: 2012-2014 NV Access Limited - Licencja: GNU General Public License wersja 2.0 - Pobierz: [wersja 2014.1][1]
pt_br: - Autor: NV Access Limitada - Copyright: 2012-2014 NV Access Limitada - Licença: Licença Pública Geral GNU versão 2.0 - Baixe: [versão 2014.1][1]
ro: Autor: NV Access Limited. Drept de autor 2012-2014 NV Access Limited - Licență: GNU General Public License versiunea 2.0. Descară {versiunea 2014.1][1]
sk: - Autor: NV Access Limited - Copyright: 2012-2014 NV Access Limited - Licencia: GNU General Public License verzia 2.0 - Stiahnuť: [verzia 2014.1][1]

source: This NVDA add-on allows braille to be entered via the PC keyboard. Currently, only the English QWERTY keyboard layout is supported.
fi: Tämän lisäosan avulla voidaan kirjoittaa pistekirjoitusta tietokoneen näppäimistöllä. Toistaiseksi tuetaan vain englanninkielistä QWERTY-näppäimistöasettelua.
fr: Ce module complémentaire pour NVDA permet d'introduire la saisie braille au moyen du clavier de votre PC. Actuellement, est supporté uniquement la disposition de clavier anglais QWERTY.
hu: Ez az NVDA kiegészítő Braille bevitelt tesz lehetővé PC billentyűzetről. Jelenleg még csak az angol QWERTY billentyűzetkiosztás támogatott.
nl: Deze NVDA add-on stelt u in staat om braille in te voeren via het PC-toetsenbord. Op het moment wordt alleen de Engelse QWERTY toetsenbordindeling ondersteund.
pl: Ten dodatek NVDA umożliwia wprowadzanie brajla na klawiaturze PC. Aktualnie obsługiwany jest tylko angielski układ klawiatury QWERTY.
pt_br: Este complemento para NVDA possibilita inserir braile pelo teclado do PC. No momento, somente o esquema de teclado QWERTY em Inglês é suportado.
ro: Acest add-on permite introducerea braille utilizând tastatura. În acest moment, doar QWERTY în limba Engleză este acceptată.
sk: Tento doplnok umožňuje písať na klávesnici počítača tak, ako by ste písali na pichtovom stroji. V súčasnosti je podporované len anglické qwerty rozloženie klávesnice.

source: How to Use
fi: Käyttö
fr: Comment l'utilisé
hu: Használat
nl: Gebruik
pl: Jak używać
pt_br: Como usar
ro: Cum se utilizează
sk: Ako to funguje

source: Press NVDA+z to enable braille input.
fi: Ota pistekirjoituksen syöttö käyttöön painamalla NVDA+Z.
fr: Appuyez sur NVDA + z pour activer la saisie braille.
hu: nyomja meg az NVDA+Z billentyűparancsot a braille bevitel bekapcsolásához.
nl: Druk op NVDA+z om braille-invoer te activeren.
pl: Naciśnij NVDA+z aby włączyć wprowadzanie brajla.
pt_br: Pressione NVDA+z para abilitar a insersão de braile.
ro: Apasă NVDA+Z pentru a activa introducerea în mod Braille.
sk: Písanie brailovských znakov povolíte skratkou nvda+z.

source: 2. Type braille by pressing keys together on the PC keyboard as if it were a braille keyboard. - Use the keys s, d and f for dots 1, 2 and 3 respectively. - Use the keys j, k and l for dots 4, 5 and 6 respectively. - Use the keys a and ; (semi-colon) for dots 7 and 8, respectively. - You can also use the keys on the row above; i.e. q, w, e, r, u, i, o and p. 3. You can press most other keys as normal, including space, backspace, enter and function keys. 4. Press NVDA+z to disable braille input.
fi: 2. Kirjoita pistekirjoitusta painamalla yhtaikaa näppäimiä tietokoneen näppäimistöltä aivan kuin se olisi pistenäppäimistö. - Käytä näppäimiä s, d ja f pisteinä 1, 2 ja 3. - Käytä näppäimiä j, k ja l pisteinä 4, 5 ja 6. - Käytä näppäimiä a ja ; (puolipiste) pisteinä 7 ja 8. - Voit käyttää myös ylärivin näppäimiä, ts. q, w, e, r, u, i, o ja p. 3. Useimpia muita näppäimiä voit painaa tavalliseen tapaan, välilyönti, askelpalautin, Enter sekä toimintonäppäimet mukaan lukien. 4. Poista pistekirjoituksen syöttö käytöstä painamalla NVDA+Z.
fr: 2. taper braille en appuyant sur les touches ensemble sur le clavier du PC comme s'il s'agissait d'un clavier braille. - Utiliser les touches s, d et f pour les points 1, 2 et 3 respectivement. - Utiliser les touches j, k et l pour les points 4, 5 et 6 respectivement. - Utiliser les touches a et ; (point virgule) pour les points 7 et 8, respectivement. - Vous pouvez également utiliser les touche de la rangée supérieur; c'est-à-dire q, w, e, r, u, i, o et p. 3. Vous pouvez appuyer la plupart des autres touches comme d'habitude, y compris espace, retour arrière, entrée et les touches de fonction. 4. Appuyez sur NVDA+z pour désactiver la saisie braille.
hu: 2. Vigye be a Braille jeleket a gombok egyszerre történő lenyomásával, mintha a PC billentyűzet Braille billentyűzet lenne. - s, d és f billentyűk az 1, 2 és 3 pontokhoz. - j, k és l billentyűk a 4, 5 és 6 pontokhoz. - a és ; (pontosvessző) billentyűk a 7 és 8 pontokhoz. - A feljebb lévő sor billentyűi is használhatók, azaz q, w, e, r, u, i, o és p. 3. Vannak gombok, amik a szokásos módon működnek, ilyenek a space, backspace, enter és a funkcióbillentyűk. 4. A Braille bevitel kikapcsolásához használja az NVDA+z billentyűparancsot.
nl: 2. Typ braille door toetsen op het pc-toetsenbord tegelijkertijd in te voeren alsof het een braille-toetsenbord is. - Gebruik de toetsen s, d en f voor respectievelijk punt 1, 2 en 3. - Gebruik de toetsen j, k en l voor respectievelijk punt 4, 5 en 6. - Gebruik de toetsen a en ; (puntcomma) voor respectievelijk punt 7 en 8. - U kunt ook de toetsen op de rij hierboven gebruiken; bijv. q, w, e, r, u, i, o en p. 3. U kunt de meeste andere toetsen normaal gebruiken, waaronder spatie, backspace, enter en functietoetsen. 4. Druk op NVDA+z om braille-invoer uit te schakelen.
pl: 2. Wpisuj brajla naciskając razem klawisze na klawiaturze PC, tak jakby była ona klawiaturą brajlowską. - Użyj klawiszy s, d i f jako punktów odpowiednio 1, 2 i 3. - Użyj klawiszy j, k and l jako punktów odpowiednio 4, 5 and 6. - Użyj klawiszy a i ; (średnik) jako punktów odpowiednio 7 and 8. - Możesz również użyć klawiszy z rzędu powyżej;tzn. q, w, e, r, u, i, o and p. 3. Możesz używać normalnie większości pozostałych klawiszy takich jak spacja, backspace, enter and klawisze funkcyjne. 4. Naciśnij NVDA+z aby wyłączyć wprowadzanie brajla.
pt_br: 2. Digite em braile pressionando teclas juntas no teclado do PC como se fosse um teclado braile. - Use as teclas s, d e f para os pontos 1, 2 e 3 respectivamente. - Use as teclas j, k e l para os pontos 4, 5 e 6 respectivamente. - Use as teclas a e ; (ponto e vírgula) para os pontos 7 e 8, respectivamente. - Você pode também usar as teclas da carreira de cima, ou seja: q, w, e, r, u, i, o e p. 3. Pode pressionar a maioria das outras teclas normalmente, incluindo espaço, backspace, enter e teclas de função. 4. Pressione NVDA+z para desabilitar a insersão de braile.
ro: 2. Scrie în braille apăsând împreună tasele la PC-ul tău cum ar fi o tastatură braille. - Folosește tasele s, d și f. Pentru punct 1, 2 și 3 respectiv. -Folosește tasele j, k și l. Pentru puncte 4, 5 și 6 respectiv. -Folosește tasele a și ; pentru puncte 7 și 8, respectiv. 3. Poți să tastezi majoritatea tastelor în mod normal, inclusiv spațiu, backspace, enter și fn. 4. Apasă NVDA+Z pentru a dezactiva introducerea braille.
sk: 2.Znaky píšte tak, že budete klávesy stláčať súčasne, ako keby ste písali na písacom stroji. - Písmená s, d a f sú body 1, 2 a 3 presne v tomto poradí. - Písmená j, k a l sú body 4, 5 and 6. - Pre body 7 a 8 použite znaky a a ; (bodkočiarka). - Môžete tiež písať na klávesoch o rad vyššie, teda q, w, e, r, u, i, o a p. 3. Väčšina ostatných kláves, ako enter, medzera, backspace a funkčné klávesy budú fungovať normálne. 4. Písanie vypnete skratkou nvda+z.

source: Important Notes
fi: Tärkeitä huomautuksia
fr: Remarques Importantes
hu: Fontos megjegyzések
nl: Belangrijke Opmerkingen
pl: Ważne uwagi
pt_br: Notas importantes
ro: Note importante!
sk: Dôležité

source: This add-on uses NVDA's in-built braille input support. Therefore, the input table used is that specified in NVDA's Braille Settings dialog. NVDA only supports computer braille input at present, so this limitation also applies to this add-on.
fi: Tämä lisäosa käyttää NVDA:n sisäänrakennettua pistekirjoituksen syötön tukea. Tämän vuoksi syöttötaulukkona käytetään NVDA:n Pistenäytön asetukset -valintaikkunassa määritettyä taulukkoa. NVDA tukee tällä hetkellä vain tietokonemerkistöä, joten tämä rajoitus koskee myös tätä lisäosaa.
fr: Ce module utilise le support de la saisie braille intégrée dans NVDA. Par conséquent, la table de saisie utilisée est spécifiée dans Le dialogue des Paramètres braille NVDA. NVDA prend en charge uniquement la saisie braille informatique aujourd'hui, donc cette limitation s'applique également à ce module complémentaire.
hu: Ez a bővítmény az NVDA beépített Braille beviteli támogatására épül, ebből fakadóan azt a beviteli táblát használja, ami a Braille kijelző beállításai párbeszédablakon be van állítva. Az NVDA jelenleg csak a számítógépes Braille bevitelt támogatja, ez a korlát érvényes erre a bővítményre is.
nl: Deze add-on gebruikt de ingebouwde braille-ondersteuning van NVDA. De gebruikte invoertabel is dan ook de geselecteerde tabel in het dialoogvenster Braille-instellingen van NVDA. Nvda ondersteunt op het moment alleen computerbraille-invoer, deze beperking geldt dus ook voor deze add-on.
pl: Ten dodatek używa wbudowanych w NVDA mechanizmów wspierających wprowadzanie brajla. Dlatego też, używaną tablicą wprowadzania brajla jest tablica wybrana w oknie ustawień brajla NVDA. NVDA obecnie obsługuje wprowadzanie tylko komputerowego brajla i to ograniczenie ma zastosowanie również do tego dodatku.
pt_br: Este complemento usa o suporte interno do NVDA para insersão de braile. Assim, a tabela de entrada usada é aquela especificada no diálogo de opções de braile do NVDA. O NVDA só suporta braile de computador até o momento, portanto essa limitação aplica-se também a este complemento.
ro: Acest add-on folosește suportrul de introducere Braille din NVDA. Prin urmare, masa de scriere folosită în setările braille din NVDA. NVDA doar suportă introducerea braille pe computer în acest moment, deci această limită deasemenea se aplică pentru acest add-on.
sk: Tento doplnok využíva vstavané písanie cez brailovské riadky, integrované v NVDA. Preto je aj v tomto prípade použitá vstupná tabuľka, ktorú nastavíte v nastaveniach brailu. V súčasnosti NVDA podporuje len písanie pomocou počítačového kódu a toto sa týka aj tohto doplnku.

source: Some keyboards, particularly laptop keyboards, cannot handle certain combinations of keys being pressed. When this happens, certain keys are simply ignored. Unfortunately, there is nothing that can be done to fix this, as the keys are simply never received by Windows or NVDA. In some cases, using the upper row of keys with either or both hands might help, as your keyboard may allow these keys.
fi: Jotkin näppäimistöt, erityisesti kannettavien,, eivät pysty käsittelemään määrättyjen yhdistelmien painamista. Kun tätä tapahtuu, näppäinpainallukset yksinkertaisesti ohitetaan. Valitettavasti tämän asian korjaamiseksi ei ole tehtävissä mitään, koska Windows tai NVDA ei yksinkertaisesti ota vastaan näitä näppäinpainalluksia. Ylärivin näppäinten käyttäminen jommallakummalla tai molemmilla käsillä saattaa joissain tapauksissa auttaa , koska näppäimistö saattaa sallia näiden näppäinten painamisen.
fr: Certains claviers, y compris des claviers portables en particulier, ne peut pas gérer certaines combinaisons de touches. Lorsque cela se produit, certaines touches sont simplement ignorés. Malheureusement, il n'y a rien qui peut être fait pour résoudre ce problème, car les touches sont tout simplement jamais reçus par Windows ou NVDA. Dans certains cas, en utilisant la rangée supérieure des touches avec une ou deux mains pourrait aider, puisque le clavier peut permettre ces touches.
hu: Egyes billentyűzetek, különösen a laptop billentyűzetek nem tudnak kezelni bizonyos billentyűkombinációkat. Ilyen esetekben az érintett gombokat egyszerűen figyelmen kívül hagyja a program. Sajnos nem lehet megoldani a problémát, mert a Windows, és az NVDA az érintett gombnyomásokat egyszerűen nem fogadja. Egyes esetekben a felső sor gombjai egy vagy két kéz segítségével inkább működhetnek.
nl: Sommige toetsenborden, in het bijzonder laptop toetsenborden, kunnen niet overweg met het tegelijkertijd indrukken van bepaalde toetscombinaties. Wanneer dit gebeurt worden bepaalde toetsen simpelweg genegeerd. Er kan helaas niets gedaan worden om dit op te lossen, aangezien de toetsaanslagen simpelweg niet ontvangen worden door Windows of NVDA. In sommige gevallen kan het gebruik van de bovenste rij toetsen door één of beide handen helpen en wordt dit mogelijk wel door uw toetsenbord toegestaan.
pl: Niektóre klawiatury, szczególnie klawiatury laptopów, nie obsługują niektórych kombinacji klawiszy naciśniętych jednocześnie. Jeśli to się zdarzy, niektóre klawisze są po prostu ignorowane. Niestety nie da się nic zrobić, aby to naprawić, ponieważ te klawisze nigdy nie trafiają do Windows czy NVDA. W niektórych przypadkach może pomóc użycie górnego rzędu klawiszy jedną lub obiema rękami, ponieważ twoja klawiatura może zezwalać na te klawisze.
pt_br: Alguns teclados, em particular os teclados de laptop, não conseguem processar certas combinações de teclas quando pressionadas. Quando isso ocorre, certas teclas são simplesmente ignoradas. Infelizmente, não há nada que se possa fazer para corrigir isso, visto que as teclas simplesmente não chegam a ser recebidas pelo Windows ou o NVDA. Em alguns casos, usar a carreira de teclas de cima com uma ou as duas mãos pode ajudar, pois seu teclado pode liberar essas teclas.
ro: Unele tastaturi, sau tastaturile particulare ale laptopului, nu suportă acest mod. Când se întâmplă asta, unele taste sunt pur și simplu ignorate. Din păcate, nu este posibil nimic de făcut ca să se rezolve asta, deoarece tastele nu sunt niciodată primite de către NVDA și Windows. În unele cazuri, folosing primul rând de tase cu ambele mâini poate ajuta, deoarece tastatura ta poate permite aceste taste.
sk: Niektoré klávesnice, najčastejšie na notebookoch, nedokážu spracovať niektoré klávesové kombinácie. V takom prípade sú niektoré znaky jednoducho ignorované. kV takáýchto situáciách neexistuje riešenie, lebo tieto klávesy sa n ikdy nedostanú k operačnéu systému a tým pádom ani k NVDA. Môžete skúsiť písať na vyššom rade kláves, prípadne rady kombinovať.

source: Contributors
fi: Avustajat
fr: Contributeurs
hu: Közreműködők
nl: Bijdragen door
pl: Współpracownicy
pt_br: Colaboradores
ro: Contributori
sk: Ďalší vývojári
