Repository: nvdacn/screenReaderTranslations
Catalog: website/addons/placeMarkers.*.po
Languages: ar, da, de, fi, fr, hu, ja, ne, nl, pl, ro, sk, sr, tr

source: [[!meta title="placeMarkers"]]
da: [[!meta title="placeMarkers (Stedmærker)"]]
de: [[!meta title="Lesezeichen"]]
fi: [[!meta title="Paikkamerkit"]]
hu: [[!meta title="Könyvjelzők"]]
ne: [[!meta title="स्थान चिनो"]]
pl: [[!meta title="Znaczniki miejsc / placeMarkers"]]
sk: [[!meta title="Záložky"]]
sr: [[!meta title="Postavljanje obeleživača"]]
tr: [[!meta title="yerİmleri"]]

source: Authors: Noelia, Chris.
ar: مطورو الإضافة: Noelia, Chris.
da: Forfattere: Noelia, Chris.
de: Autoren: Noelia, Chris.
fi: Tekijät: Noelia, Chris
fr: Auteurs : Noelia, Chris.
hu: Készítők: Noelia, Chris.
ja: 作者: Noelia, Chris.
ne: लेखक: Noelia, Chris.
nl: Auteur: Noelia, Chris.
pl: Autorzy: Noelia, Chris.
ro: Autori: Noelia, Chris.
sk: Autori): Noelia, Chris.
sr: Autori: Noelia, Chris.
tr: Yazarlar: Noelia, Chris.

source: download [stable version][1]
ar: تحميل [الإصدار النهائي][1]
da: Download [stabil version][1]
de: [stabile version:][1] herunterladen
fi: Lataa [vakaa versio][1]
fr: Télécharger [version stable][1]
hu: letöltés [stabil verzió][1] letöltése
ja: ダウンロード [安定版][1]
ne: अनुबहन[version 1.0][1]
nl: Download [stabiele versie][1]
pl: Pobierz [wersja stabilna][1]
ro: Descărcați [versiunea stabilă][1]
sk: Stiahnuť [Stabilná verzia][1]
sr: preuzmi [stabilnu verziju][1]

source: download [development version][2]
ar: تحميل [الإصدار التجريبي][2]
da: download [testversion][2]
de: [Testversion][2] herunterladen
fi: Lataa [kehitysversio][2]
fr: Télécharger [version de développement][2]
hu: letöltés [fejlesztői verzió][2] letöltése
ja: ダウンロード [開発版][2]
ne: अनुबहन [development version][2]
nl: Download [ontwikkelversie][2]
pl: Pobierz [wersja rozwojowa][2]
ro: Descărcați [versiunea în dezvoltare][2]
sk: Stiahnuť [Vývojová verzia][2]
sr: preuzmi [verziju u razvoju][2]

source: This addon is used for saving and searching specific text strings or bookmarks. It can be used on web pages or documents in NVDA's browse mode. It can also be used for saving or searching strings of text in multi-line controls; in this case, if it's not possible to update the caret, the corresponding string will be copied to the clipboard, so that it can be searched using other tools. The plugin saves the specified strings and bookmarks to files whose name is based on the title and URL of the current document. This addon is based on SpecificSearch and Bookmark&Search, developed by the same author. You should uninstall them to use this one, since they have common keystrokes and features.
da: Dette tilføjelsesprogram bruges til at gemme og søge efter bestemte tekststrenge på websider eller i dokumenter, som understøtter NVDAs gennemsynstilstand. Det kan også bruges til at gemme eller søge efter tekststrenge i felter med flere linjer. I dette tilfælde, hvis det ikke er muligt at flytte markøren, vil den relevante tekst blive kopieret til udklipsholderen, så man kan søge med andre værktøjer. Tilføjelsesprogrammet gemmer de valgte strenge og bogmærker til filer der har lignende navne svarende til de gemte strenge og bogmærker. Denne tilføjelsespakke er baseret på Specific Search og Bookmark Search, der er udviklet af samme forfatter. Disse tilføjelser deler tastetryk og funktionalitet, så det anbefales at du afinstallerer dem, før du bruger denne tilføjelse.
de: Mit dieser Erweiterung können Sie innerhalb des Lesemodus von NVDA Suchanfragen oder Lesezeichen speichern Bzw. Suchläufe durchführen. Die Erweiterung kann auch dazu verwendet werden, Suchanfragen in mehrzeiligen Elementen zu starten und zu speichern. Wenn der Cursor nicht an die Fundposition gezogen werden kann, wird die Stelle in die Zwischenablage kopiert, sodass Sie den Text mittels anderer Tools suchen können. Die Lesezeichen und Suchanfragen werden dabei in Text- und «pickle»-Dateien gespeichert. Die Namen der Dateien richten sich dabei nach den Titeln und URLs der angezeigten Dokumente.
fi: Tätä lisäosaa käytetään NVDA:n selaustilassa määrättyjen merkkijonojen tai paikkamerkkien tallentamiseen ja etsimiseen verkkosivuilta tai dokumenteista. Sitä voidaan käyttää myös merkkijonojen tallentamiseen tai etsimiseen monirivisistä säätimistä. Mikäli järjestelmäkohdistimen siirtäminen ei ole tällöin mahdollista, hakua vastaava merkkijono kopioidaan leikepöydälle, jotta sitä voidaan etsiä muilla tavoilla. Merkkijonot ja paikkamerkit tallennetaan tiedostoihin, joiden nimet perustuvat nykyisen dokumentin nimeen ja URL-osoitteeseen. Tämä lisäosa perustuu saman tekijän SpecificSearch- ja Bookmark&Search-lisäosiin. Sinun tulisi poistaa ne tämän version käyttämiseksi, sillä niissä on samoja näppäinkomentoja ja ominaisuuksia.
fr: Ce module complémentaire sert à sauvegarder et rechercher des chaînes de caractères ou des marqueurs spécifiques sur des pages web ou des documents en Mode navigation de NVDA. Ce module complémentaire peut également être utilisé pour sauvegarder et rechercher des chaînes de caractères Dans des contrôleurs multilignes; dans ce cas, s'il n'est pas possible de mettre à jour le point d'insertion, la chaîne correspondante sera copiée dans le Presse-papiers, afin de pouvoir la rechercher à l'aide d'autres outils. Le module complémentaire sauvegarde les textes et les marqueurs spécifiés dans des fichiers. Le nom des fichiers est basé sur le titre et l'url du document en cours. Ce module complémentaire est basé sur les modules complémentaires SpecificSearch et Bookmark&Search, développé par le même auteur. Vous devriez les désinstaller pour utiliser celui-ci, car ils ont des raccourcis et des caractéristiques communes.
pl: Ten dodatek jest używany do zapisywania i wyszukiwania określonych ciągów tekstowych lub zakładek, na stronach internetowych lub dokumentach trybu czytania NVDA. Może również być użyta do zapisania lub wyszukania ciągów tekstowych w kontrolkach wieloliniowych; w takim przypadku, jeśli nie jest możliwe przemieszczenie kursora, odpowiadający łańcuch zostanie skopiowany do schowka, dzięki czemu może zostać wyszukany przy użyciu innych narzędzi. Wtyczka zapisuje określone ciągi tekstowe i zakładki w plikach tekstowych i .pickle. Nazwa tych plików oparta jest na tytule i adresie bieżącego dokumentu.

source: Key Commands:
ar: مفاتيح الاختصار:
da: Tastaturkommandoer
de: Tastenkombinationen:
fi: Näppäinkomennot:
fr: Touches de commandes :
hu: Billentyűparancsok:
ja: キー操作:
ne: कुञ्जी आदेस:
nl: Belangrijke commando's:
pl: Skróty klawiszowe:
ro: Combinații de taste:
sk: Klávesové skratky:
sr: Prečice
tr: Tuş Komutları:

source: control+shift+NVDA+f: Opens a dialog with an edit box that shows the last saved search; in this dialog you can also select the previously saved searches from a combo box or remove the selected string from the history using a checkbox. You can choose if the text contained in the edit box will be added to the history of your saved texts. Finally, choose an action from the next group of radio buttons (between Search next, Search previous or Don't search), and specify if NVDA will make a case sensitive search. When you press okay, NVDA will search for this string.
da: CTRL+Skift+NVDA+F: Åbner en dialog der viser den seneste søgning. I denne dialog kan du vælge tidligere udførte søgninger fra en comboboks, eller fjerne dem fra historikken ved hjælp af en checkboks. Du kan vælge om teksten i boksen skal tilføjes til historikken af gemte tekster. Endelig skal du vælge en handling fra gruppen af radioknapper (herunder søg fremad, søg bagud eller søg ikke), og dernæst beslutte om NVDA skal gøre forskel på store og små bogstaver under søgningen. Når du trykker på "ok", vil NVDA udføre din søgning.
de: STRG+Umschalt+NVDA+f: Öffnet einen Dialog mit einem Eingabefeld, in dem die zuletzt gespeicherte Suche angezeigt wird. In diesem Dialog können Sie auch die zuvor gespeicherten Suchen aus einem Kombinationsfeld auswählen oder die ausgewählte Zeichenkette über ein Kontrollkästchen aus dem Verlauf entfernen. Sie können wählen, ob der im Eingabefeld enthaltene Text im Verlauf Ihrer gespeicherten Texte aufgenommen werden soll. Wählen Sie abschließend eine Aktion aus der nächsten Gruppe von Auswahlschaltern aus (weiter suchen, Rückwärtssuche oder keine Suche) und geben Sie an, ob NVDA die Groß- und Kleinschreibung berücksichtigen soll. Wenn Sie auf OK drücken, sucht NVDA nach dieser Zeichenfolge.
fi: Ctrl+Vaihto+NVDA+F: Avaa muokkausruudun sisältävän valintaikkunan, joka näyttää viimeksi tallennetun haun. Tässä ikkunassa voit myös valita yhdistelmäruudusta aiemmin tallennettuja hakuja tai poistaa valitun merkkijonon hakuhistoriasta valintaruutua käyttäen. Voit lisäksi valita, lisätäänkö muokkausruudun sisältämä teksti hakuhistoriaasi. Valitse lopuksi toiminto seuraavasta valintapainikeryhmästä (Etsi seuraava, Etsi edellinen tai Ei hakua) ja määritä, suorittaako NVDA kirjainkoon huomioivan haun. Kun painat OK, NVDA etsii antamaasi merkkijonoa.
fr: Contrôle+maj+NVDA+f : Ouvre un dialogue avec une zone d'édition qui affiche la dernière recherche enregistrée; Dans ce dialogue, vous pouvez également sélectionner les recherches précédemment enregistrées dans une zone de liste déroulante ou supprimer la chaîne sélectionnée de l'historique à l'aide d'une case à cocher. Vous pouvez choisir si le texte contenu dans la zone d'édition sera ajouté à l'historique de vos textes enregistrés. Enfin, choisissez une action du prochain groupe de boutons radio (entre Recherche suivante, Recherche précédente ou Ne pas rechercher), et spécifiez si NVDA effectuera une recherche Respecter la casse. Lorsque vous appuyez sur OK, NVDA recherche cette chaîne.
pl: control+shift+NVDA+f: Otwiera dialog z polem edycyjnym wyświetlające ostatnie wyszukiwanie; W tym oknie można także zaznaczyć wczesne wyszukiwania z pola kombi, albo usunąć łańcuch tekstu z historii używając pole wyboru. Można wybierać, czy podany tekst ma być zachowany w historii wyszukiwań,. Nareście można wybrać akcje z następujących przycisków opcji (pomiędzy wyszukaj następny, wyszukaj poprzedni albo nie wyszukuj), i określić, czy NVDA ma zrwacać uwagę na wielkość liter. When you press okay, NVDA will search for this string.
ro: control+shift+NVDA+f: Deschide un dialog cu o casetă de editare care arată ultima căutare salvată; în acest dialog puteți, de asemenea, să selectați căutările precedente salvate dintr-o casetă combinată sau să ștergeți fraza selectată din istoric folosind o casetă de bifat. Puteți alege dacă textul conținut în caseta de editare va fi adăugat la istoricul textelor salvate. În final, alegeți o acțiune din următorul grup al butoanelor rotative (între caută următorul, caută anteriorul, sau nu căuta), și specificați dacă NVDA va face un caz senzitiv de căutare. Când apăsați OK, NVDA va căuta pentru această frază.

source: control+shift+NVDA+k: Saves the current position as a bookmark. If you want to provide a name for this bookmark, select some text from this position before saving it.
da: CTRL+skift+NVDA+k: Gemmer den aktuelle position som et bogmærke. Hvis du vil angive et navn til dette bogmærke, skal du vælge en tekst fra denne position, før du gemmer den.
de: STRG+Umschalt+NVDA+k: Speichert die aktuelle Position als Lesezeichen. Wenn Sie einen Namen für dieses Lesezeichen vergeben möchten, wählen Sie einen Teil vom Text an dieser Position aus, bevor Sie das Lesezeichen speichern.
fi: Ctrl+Vaihto+NVDA+K: Tallentaa nykyisen sijainnin paikkamerkiksi. Jos haluat antaa sille nimen, valitse sijainnista lyhyt tekstipätkä ennen paikkamerkin tallentamista.
fr: Contrôle+maj+NVDA+k : Enregistre la position actuelle comme un marqueur. Si vous souhaitez donner un nom à ce marqueur, sélectionner un texte à partir de cette position avant de l'enregistrer.
pl: control+shift+NVDA+k: Zapisuje terażniejszą pozycję jako zakładkę. Jeżeli chcesz nadać nazwę tej zakładce, zaznacz jakiś tekst z tej pozycji przed zapisywaniem zakładki.

source: control+shift+NVDA+delete: Deletes the bookmark corresponding to this position.
da: CTRL+skift+NVDA+delete: Sletter bogmærket, der svarer til den aktuelle position.
de: STRG+Umschalt+NVDA+Entfernen: Löscht das Lesezeichen an der aktuellen Position.
fi: Ctrl+Vaihto+NVDA+Delete: Poistaa paikkamerkin nykyisestä sijainnista.
fr: Contrôle+maj+NVDA+effacement : Supprime le marqueur correspondant à cette position.
pl: control+shift+NVDA+delete: Usuwa zakładkę, odnoszącą się do konkretnej pozycji.
ro: control+shift+NVDA+delete: Șterge semnul de carte corespunzător acestei poziții.

source: NVDA+k: Moves to the next bookmark.
da: NVDA+K: Flytter til det næste bogmærke.
de: NVDA+k: Wechselt zum nächsten Lesezeichen.
fi: NVDA+K: Siirtää seuraavaan paikkamerkkiin.
fr: NVDA+k : Déplacer vers le marqueur suivant.
pl: NVDA+k: Przemieszcza się do następującej zakładki.
ro: NVDA+k: Deplasează la semnul de carte următor.

source: shift+NVDA+k: Moves to the previous bookmark.
da: Skift+NVDA+K: Flytter til det forrige bogmærke.
de: Umschalt+NVDA+k: Wechselt zum vorherigen Lesezeichen.
fi: Vaihto+NVDA+K: Siirtää edelliseen paikkamerkkiin.
fr: Maj+NVDA+k : Déplacer vers le marqueur précédent.
pl: shift+NVDA+k: Przemieszcza się do poprzedniej zakładki.
ro: shift+NVDA+k: Deplasează la semnul de carte precedent.

source: control+shift+k: Copies the file name where the place markers data will be saved to the clipboard, without an extension.
da: CTRL+Skift+K: Kopierer filnavnet på filen hvor data på stedmærker bliver gemt til Udklipsholderen uden filtypenavn.
de: STRG+Umschalt+k: Kopiert den Dateinamen (ohne Dateierweiterung), unter welchem die Daten der Lesezeichen in der Zwischenablage gespeichert werden.
fi: Ctrl+Vaihto+K: Kopioi paikkamerkkitiedoston nimen leikepöydälle ilman tarkennetta.
fr: Control+maj+k : Copier le nom du fichier où les données des marqueurs de position seront enregistrées dans le presse-papiers, sans l'extension.
pl: control+shift+k: kopiuję nazwę pliku, w którym dane znacznika miejsc mają być zapisane do schowka, bez rozszerzenia.
ro: control+shift+k: Copiază pe planșetă numele fișierului unde data place markers va fi salvată, fără o extensie.

source: alt+NVDA+k: Opens a dialog with the bookmarks saved for this document. You can write a note for each bookmark; press Save note to save changes. Pressing Delete you can remove the selected bookmark. Pressing OK you can move to the selected position.
fi: Alt+NVDA+K: Avaa valintaikkunan, jossa näkyvät nykyiselle dokumentille tallennetut paikkamerkit. Voit kirjoittaa kullekin paikkamerkille muistiinpanon. Tallenna muutokset painamalla Tallenna muistiinpano. Voit poistaa valitun paikkamerkin painamalla Delete. Siirry valittuun sijaintiin painamalla OK.
fr: Alt+NVDA+k : Ouvre un dialogue avec les marqueurs sauvegardés pour ce document. Vous pouvez écrire une note pour chaque marqueur ; Appuyez sur Enregistrer note pour enregistrer les modifications. En appuyant sur Supprimer vous pouvez supprimer le marqueur sélectionné. En appuyant sur OK vous pouvez vous déplacer à la position sélectionnée.

source: Not assigned: Saves a position as a temporary bookmark.
fi: Ei määritetty: Tallentaa nykyisen sijainnin tilapäiseksi paikkamerkiksi.
fr: Non assigné : Enregistrer la position actuelle en tant que marqueur temporaire.

source: Not assigned: Moves to the temporary bookmark for the current document.
fi: Ei määritetty: Siirtää tilapäiseen kirjanmerkkiin nykyisessä dokumentissa.
fr: Non assigné : Ce déplacer au marqueur temporaire pour le document en cours.

source: Place markers Submenu (NVDA+N)
ar: العلامات المرجعية قائمة فرعية (NVDA+N)
da: Undermenu for stedmærker (NVDA+n)
de: Lesezeichen Untermenü (nvda+n)
fi: Paikkamerkit-alavalikko (NVDA+N)
fr: Sous-menu des marqueurs (NVDA+N)
hu: Helyjelzők almenü (az NVDA menüben)
ja: プレイスマーカーのサブメニュー(NVDA+N)
ne: स्थान आदेस उप मेनु(नेत्रवानी+N)
pl: Podmenu Znaczniki miejsc (NVDA+N)
ro: Submeniul Place markers (NVDA+N)
sk: Podmenu záložky (nvda+n)
sr: Podmeni za dodatak Postavljanje obeleživača (NVDA+N)
tr: Yer imi Alt menüsü (NVDA + N)

source: Using the Place markers submenu under NVDA's Preferences menu, you can access:
da: Ved hjælp af undermenuen for stedmærker (place markers) kan du komme til:
de: Über das Untermenü Lesezeichen in NVDA-Einstellungen können Sie auf folgende Elemente zugreifen:
fi: Asetukset-valikosta löytyvästä Paikkamerkit-alavalikosta pääset käyttämään seuraavia toimintoja:
fr: En utilisant le sous-menu des marqueurs, dans le menu préférences de NVDA, vous pouvez accéder à :
pl: Używając podmenu znaczniki miejsc, w menu NVDA Ustawienia, możesz uzyskać dostęp do:
ro: Folosind submeniul Place markers din meniul Preferințe, puteți accesa:

source: Specific search folder: opens a folder of specific searches previously saved.
ar: مجلد كلمات البحث: يقوم بفتح المجلد الخاص بكلمات البحث التي قمت بحفظها من قبل.
da: Mappe med specifikke søgninger: Åbner en mappe med tidligere gemte specifikke søgninger.
de: Suchanfragen: Öffnet einen Ordner, in dem zuvor gespeicherte Suchanfragen abgelegt sind.
fi: Sivukohtaisen haun kansio: avaa tallennettujen sivukohtaisten hakujen kansion.
fr: Dossier des recherches spécifiques : Ouvre le dossier des recherches spécifiques précédemment sauvegardées.
hu: Speciális keresési mappa: Megnyitja az elmentett speciális keresések mappáját.
ja: 検索保存フォルダー: 検索保存フォルダーを開きます。
nl: Specific search folder: opent een map met eerder opgeslagen specific searches.
pl: Folder wyszukiwania: otwiera poprzednio zapisany folder specyficznych wyszukiwań.
ro: Dosarul Căutări specificate: Deschide un director al căutărilor specificate salvate înainte.
sk: Priečinok s reťazcami hľadania: Otvorí priečinok so súbormi, v ktorých sú uložené reťazce pre hľadanie.
sr: Folder pretraga: Otvara folder sa ranije sačuvanim pretragama
tr: Özel arama klasörü: Önceden kaydedilen özel aramalar klasörü açılır.

source: Bookmarks folder: Opens a folder of the saved bookmarks.
da: Mappe med bogmærker: Åbner en mappe med de tidligere gemte bogmærker.
de: Lesezeichen-Ordner: öffnet einen Ordner mit gespeicherten Lesezeichen
fi: Paikkamerkkien kansio: Avaa tallennettujen paikkamerkkien kansion.
fr: Dossier des marqueurs : Ouvre le dossier des marqueurs sauvegardés.
pl: Folder zakładek; otwiera folder zapisanych zakładek.
ro: Dosarul semnelor de carte; deschide un folder al semnelor de carte salvate.

source: Copy placeMarkers folder: You can save a copy of the bookmarks folder.
da: Kopier mappe med stedmærker: Du kan gemme en kopi af mappen med bogmærker.
de: Lesezeichen-Ordner kopieren: Speichert eine Kopie des Lesezeichen-Ordners
fi: Kopioi paikkamerkkien kansio: Tallentaa kopion paikkamerkkien kansiosta.
fr: Copier le dossier des marqueurs : Vous pouvez sauvegarder une copie du dossier des marqueurs.
pl: Kopiuj folder znaczników miejsc; możesz zapisać kopię folderu z zakładkami.
ro: Copiere folder placeMarkers; puteți salva o copie a a folderului cu semne de carte.

source: Restore placeMarkers: You can restore your bookmarks from a previously saved placeMarkers folder.
da: Gendan stedmærker: Du kan gendanne dine bogmærker fra en tidligere gemt mappe med stedmærker.
de: Lesezeichen wiederherstellen: Stellt die Lesezeichen aus einem zuvor gespeicherten Lesezeichen-Ordner wieder her.
fi: Palauta paikkamerkit: Palauttaa paikkamerkit aiemmin tallennetusta paikkamerkkien kansiosta.
fr: Restorer des marqueurs : Vous pouvez restorer vos marqueurs à partir d'un dossier de marqueurs précédemment sauvegardé.
pl: Przywróć zakładki; możesz przywrócić zakładki z poprzednio zapisanego folderu znaczników miejsc.
ro: Restaurare placeMarkers; puteți restaura semnele dumneavoastră de carte dintr-un folder placeMarkers salvat înainte.

source: Note: The bookmark position is based on the number of characters; and therefore in dynamic pages it is better to use the specific search, not bookmarks.
da: Bemærk: Positionen for et bogmærke er baseret på antallet af tegn. På dynamiske sider er det derfor bedre at bruge specifikke søgninger og ikke bogmærker, som gemmer en præcis position.
de: Anmerkung: Die Lesezeichen basieren auf der Position im Dokument (welche in Zeichen vom Dokumentanfang gemessen wird). Bei dynamischen Webseiten empfielt sich daher stattdessen Suchanfragen zu verwenden.
fi: Huom: Paikkamerkin sijainti perustuu merkkien lukumäärään, joten muuttuvan sisällön sivuilla kannattaa käyttää tarkan sijainnin tallentavien paikkamerkkien asemesta sivukohtaista hakua.
fr: Note : la position du marqueur est basé sur le nombre de caractères. Dans les pages au contenu dynamique, il vaut mieux utiliser la recherche de texte spécifique, pas les marqueurs.
pl: Uwaga: pozycja zakładki opiera się na ilości znaków; na stronach z dynamiczną treścią lepiej używać wyszukiwania , by precyzyjnie zapamiętać określone miejsce.
ro: Notă: Poziția semn de carte se bazează pe numărul de caractere; și, prin urmare, în pagini cu un conținut dinamic este mai bine să utilizați căutarea specifică, și nu marcajele care economisesc o poziție precisă.

source: Changes for 10.0
fi: Muutokset versiossa 10.0
fr: Changements pour la version 10.0

source: In Edge, gestures associated with bookmarks selection, such as NVDA+k, NVDA+shift+k or NVDA+alt+k, will be sent to the application instead of trying to move the cursor to bookmarks, to avoid errors, especially in long documents.
fi: Virheiden välttämiseksi (erityisesti pitkissä dokumenteissa) paikkamerkkien valintaan liittyvät syötekomennot, kuten NVDA+K, NVDA+Vaihto+K tai NVDA+Alt+K, lähetetään Edgessä sovellukselle sen sijaan, että yritettäisiin siirtää kohdistinta paikkamerkkeihin.
fr: Dans Edge, les gestes associés à la sélection de marqueurs tels que NVDA+k, NVDA+maj+k ou NVDA+alt+k, seront envoyés à l'application au lieu d'essayer de déplacer le curseur sur les marqueurs pour éviter les erreurs, en particulier dans de longs documents.

source: Now specific search is supported in Edge.
fi: Sivukohtaista hakua tuetaan nyt Edgessä.
fr: La recherche de texte spécifique est maintenant prise en charge dans Edge.

source: Changes for 9.0
fi: Muutokset versiossa 9.0
fr: Changements pour la version 9.0

source: When moving to a bookmark from the Notes dialog, the review cursor follows the system cursor.
fi: Tarkastelukohdistin seuraa järjestelmän kohdistinta siirryttäessä paikkamerkkiin Muistiinpanot-valintaikkunasta.
fr: Lorsque vous déplacez un marqueur dans le dialogue Notes, le curseur de revue suit le curseur système.

source: The command to select the previous bookmark works properly again.
fi: Edellisen paikkamerkin valitseva komento toimii jälleen asianmukaisesti.
fr: La commande permettant de sélectionner le marqueur précédent fonctionne à nouveau correctement.

source: Bookmarks can be deleted from the Notes dialog.
fi: Paikkamerkkejä on mahdollista poistaa Muistiinpanot-valintaikkunasta.
fr: Les marqueurs peuvent être supprimés depuis le dialogue Notes.

source: Now you can assign gestures to save and move to a temporary bookmark for each document.
fi: Voit nyt määrittää kullekin dokumentille syötekomennot paikkamerkkien tallentamista ja niihin siirtymistä varten.
fr: Vous pouvez maintenant assigner des gestes pour sauvegarder et déplacer un marqueur temporaire pour chaque document.

source: Changes for 8.0
da: Ændringer i 8.0
de: Änderungen in 8.0
fi: Muutokset versiossa 8.0
fr: Changements pour la version 8.0
pl: Zmiany dla wersji 8.0
