Repository: nvdacn/screenReaderTranslations
Catalog: website/addons/placeMarkers.*.po
Languages: ar, da, de, fi, fr, hu, ja, ne, nl, pl, ro, sk, sr, tr

source: Removed fragment identifiers from bookmark filenames, which can avoid issues in the VitalSource Bookshelf ePUB reader.
da: Fjernet fragmenter af identificeringsstrenge fra filnavne på bogmærker. Dette kan forhindre problemer i VitalSource Bookshelf ePUB reader.
de: Fragment-Identifikatoren aus den Dateinamen der Lesezeichen entfernt. Dadurch werden Fehler im ePUBREADER VitalSource Bookshelf vermieden.
fi: Osatunnisteet poistettu paikkamerkkitiedostojen nimistä VitalSource Bookshelf -ePub-lukijaan liittyvien ongelmien välttämiseksi.
fr: Identificateurs de fragment Supprimé pour les noms de fichiers des marqueurs, qui peut éviter des problèmes dans le lecteur VitalSource Bookshelf ePUB.
pl: Usunięto identyfikatory fragmentów z nazw plików zakładek, co może spowodować uniknięcie problemów VitalSource ePUBREADER.

source: Added a Notes dialog, to associate comments for saved bookmarks and move to the selected position.
da: Tilføjet en dialogboks, noter, for at knytte kommentarer til gemte bogmærker og flytte til den valgte placering.
de: Ein Notizen-Dialog wurde hinzugefügt, um Kommentare für gespeicherte Lesezeichen zuzuordnen und an die ausgewählte Position zu verschieben.
fi: Lisätty Muistiinpanot-valintaikkuna, jossa on mahdollista liittää tallennettuihin paikkamerkkeihin muistiinpanoja sekä siirtyä valittuun sijaintiin.
fr: Ajout d'un dialogue Notes, pour associer des commentaires aux marqueurs sauvegardés et se déplacer à la position sélectionnée.
pl: Dodano dialog notatek, aby skojarzyć komentarze zapisanych zakładek i przemieszczać się do danej pozycji.

source: Changes for 7.0
da: Ændringer i 7,0
de: Änderungen in 7.0
fi: Muutokset versiossa 7.0
fr: Changements pour la version 7.0
pl: Zmiany dla wersji 7.0
ro: Modificări în 6.0

source: The dialog to save a string of text for specific search has been removed. This functionality is now included in the Specific search dialog, which has been redesigned to allow different actions when pressing the OK button.
da: Dialogen til at gemme en tekststreng til specifikke søgninger er blevet fjernet. Denne funktionalitet er nu inkluderet i dialogen specifik søgning, som er blevet redesignet til at tillade forskellige handlinger, når du trykker på knappen OK.
de: Der Dialog zum Speichern einer Zeichenkette für die spezifische Suche wurde entfernt. Diese Funktionalität ist nun auch im Dialog Spezifische Suche enthalten, der neu gestaltet wurde, um verschiedene Aktionen beim Drücken der Schaltfläche OK zu ermöglichen.
fi: Merkkijonon sivukohtaiseen hakuun tallentava valintaikkuna on poistettu. Tämä toiminnallisuus on sisällytetty Sivukohtainen haku -valintaikkunaan, joka on uudelleensuunniteltu mahdollistamaan eri toimintoja OK-painiketta painettaessa.
fr: Le dialogue pour enregistrer une chaîne de caractères pour la recherche spécifique a été supprimée. Cette fonctionnalité est maintenant incluse dans le dialogue Recherche spécifique, qui a été redessinée pour permettre différentes actions lorsque vous appuyez sur le bouton OK.
pl: Dialog do przeszukiwania określonego łańcuchu tekstu jest usunięty. Ta funkcjonalność jest przeniesiona do okna dialogowego określone wyszukiwanie, który jest zmieniony, aby z niego użytkownicy mogli wypełniać różne komendy.
ro: Dialogul pentru salvarea unui string a textului pentru căutarea specificată a fost șters. Această funcționalitate acum este inclusă în dialogul căutării specificate care a fost reproiectat pentru a permite acțiuni diferite la apăsarea butonului OK.

source: The visual presentation of the dialogs has been enhanced, adhering to the appearance of the dialogs shown in NVDA.
da: Dialogens visuelle præsentation er blevet forbedret og overholder udseendet af de dialoger, der vises i NVDA.
de: Die visuelle Darstellung der Dialoge wurde verbessert und entspricht dem Erscheinungsbild der Dialoge in NVDA.
fi: Valintaikkunoiden visuaalista esitystä on parannettu noudattamaan NVDA:n ikkunoiden ulkoasua.
fr: La présentation visuelle des dialogues a été améliorée, en respectant l'apparence des dialogues présentés dans NVDA.
pl: Wizualna prezentacja dialogów została ulepszona, aby była zgodna z wyświetlanymi dialogami w NVDA.
ro: Prezentarea vizuală a dialogurilor a fost îmbunătățită, aderând la aspectul dialogurilor afișate în NVDA.

source: Performing a Find Next or Find Previous command in Browse Mode will now correctly do a case sensitive search if the original Find was case sensitive.
da: Udføring af en Find næste eller Find forrige kommando i gennemsynstilstand vil nu korrekt udføre en bogstavsøgning der gør forskel på store og små bogstaver, hvis den oprindelige søgning gjorde forskel på store og små bogstaver.
de: Wenn Sie im Lesemodus den Befehl"Weiter suchen" oder"Rückwärtssuche" ausführen, wird nun korrekt nach Groß- und Kleinschreibung gesucht, sofern bei der ursprünglichen Suche die Groß- und Kleinschreibung beachtet wurde.
fi: Etsi seuraava- tai Etsi edellinen -komento suorittaa nyt selaustilassa kirjainkoon huomioivan haun, mikäli alkuperäinen haku oli sellainen.
fr: L'exécution d'une commande Rechercher Suivant ou Rechercher Précédent dans le Mode Navigation effectuera maintenant correctement une recherche Respecter la casse si la recherche d'origine était Respecter la casse.
pl: Przy wywołaniu komendy szukaj następne /poprzednie w trybie przeglądania teraz sprawnie zrobi wyszukiwanie uwzględniające wielkie litery, jeżeli wyszukiwanie oryginalne uwzględniało wielkość liter.
ro: Efectuând comanda găsirea anterioară sau găsirea următoare în modul navigare acum va face în mod corect un caz de căutare sensitiv, dacă căutarea originală este în cazul sensitiv.

source: Requires NVDA 2016.4 or later.
da: Kræver NVDA 2016.4 eller nyere.
de: Benötigt NVDA 2016.4 oder höher.
fi: Edellyttää NVDA 2016.4:ää tai uudempaa.
fr: Nécessite NVDA 2016.4 ou ultérieur.
pl: Wymagane NVDA 2016.4 lub nowsze.
ro: Necesită 2016.4 sau mai nou.

source: Now you can assign gestures to open the Copy and Restore place markers dialogs.
da: Nu kan du tildele bevægelser til at åbne dialogerne kopier og gendan stedmærker.
de: Nun können Tastenkombinationen im NVDA Eingabendialog unter Einstellungen zugewiesen werden, um die Dialogfelder Lesezeichen Kopieren und Wiederherstellen aufzurufen.
fi: Paikkamerkkien kopiointi- ja palautusvalintaikkunoille on nyt mahdollista määrittää syötekomennot.
fr: Vous pouvez maintenant assigner des gestes pour ouvrir les dialogues Copier et Restaurer les marqueurs de position.
pl: Teraz można przydzielić zdarzenie wejścia dla okien dialogowych "kopiuj", i "wklej" znaczniki miejsc.
ro: Acum poți atribui gesturi pentru a deschide dialogurile copiere și restaurare place marker.

source: NVDA will present a message to notify when place markers have been copied or restored with the corresponding dialogs.
da: NVDA vil informere når stedmærker er blevet kopieret eller gendannet med de tilsvarende dialoger.
de: NVDA zeigt eine Meldung an, wenn Lesezeichen kopiert oder mit den entsprechenden Dialogen wiederhergestellt wurden.
fi: NVDA ilmoittaa, kun paikkamerkkejä on kopioitu tai palautettu omilla valintaikkunoillaan.
fr: NVDA affichera un message pour notifier lorsque les marqueurs de position auront été copiés ou restaurés avec les dialogues correspondants.
pl: NVDA pokaże wiadomość przy powodzeniu kopiowania lub przywracania znaczników za pomocą określonych okien dialogowych.
ro: NVDA va prezenta când place markerul a fost copiat sau restaurat cu dialogurile corespunzătoare.

source: Changes for 6.0
da: Ændringer i 6.0
de: Änderungen in 6.0
fi: Muutokset versiossa 6.0
fr: Changements pour la version 6.0
pl: Zmiany dla wersji 6.0
ro: Modificări în 6.0

source: When the add-on features are not usable, gestures are sent to the corresponding application.
da: Når funktionerne i tilføjelsesprogrammet ikke kan bruges, bliver kommandoer sendt til det relevante program.
de: Wenn die Funktionen der Erweiterung nicht verfügbar sind, werden die Tastenkombinationen an die aktuelle Anwendung weitergereicht.
fi: Kun lisäosan toiminnot eivät ole käytettävissä, komennot lähetetään suoraan aktiiviselle sovellukselle.
fr: Lorsque les fonctionnalités du module complémentaire ne sont pas utilisables, les gestes sont envoyés à l'application correspondante.
pl: Kiedy funkcje dodatku nie są dostępne, zdarzenia wejścia są wysyłane do danej aplikacji.
ro: Când caracteristicile add-on-ului nu sunt utilizabile, gesturile sunt trimise la aplicația corespunzătoare.

source: Changes for 5.0
ar: مستجدات الإصدار 5.0
da: Ændringer i 5.0
de: Änderungen in 5.0
fi: Muutokset versiossa 5.0
fr: Changements pour la version 5.0
hu: Az 5.0 verzió változásai
ja: 5.0の変更点
ne: ३.० मा गरिएका परिवर्तनहरू
pl: Zmiany dla wersji 5.0
ro: Modificări în 5.0
sk: Zmeny vo verzii 5.0
sr: Promene u 5.0

source: Added case sensitive search.
ar: إضافة البحث بالحساسية للأحرف
da: Tilføjet Forskel på små og store bogstaver under søgning.
de: Die Groß- und Kleinschreibung kann nun bei der Suche berücksichtigt werden.
fi: Lisätty kirjainkoon huomioiva haku.
fr: Ajout de la recherche Respecter la casse.
hu: Kis- és nagybetűket megkülönböztető keresési lehetőség hozzáadva.
ja: 大文字と小文字を区別した検索が追加されました
pl: Dodane wyszukiwanie z uwzględnieniem wielkości liter.
ro: A fost adăugată căutarea sensibilă.
sk: pridané hľadanie s rozlišovaním malých a veľkých písmen.
sr: Dodata pretraga osetljiva na veličinu slova.

source: Removed option to open documentation from Place markers menu.
ar: حذف خيار فتح المساعدة من قائمة الإضافة Place markers .
da: Fjernet mulighed for at åbne dokumentationen fra menuen Stedmærker.
de: Der Menüpunkt Hilfe wurde aus dem Menü entfernt.
fi: Poistettu vaihtoehto ohjeen avaamiseen Paikkamerkit-valikosta.
fr: L'option d'ouverture de la documentation a été retirée du menu des marqueurs.
hu: Eltávolítva a dokumentáció megnyitásának lehetősége a kiegészítő menüjéből.
ja: プレイスマーカーのメニューから、説明を開く項目を削除しました
pl: Usunięta opcja otwierania dokumentacji z menu dodatku.
ro: A fost eliminată opțiunea pentru deschiderea documentației din meniul Place markers.
sk: odstránená položka na otvorenie návodu z menu doplnku.
sr: Uklonjena opcija za otvaranje dokumentacije iz menija dodatka.

source: More intuitive key commands.
ar: مزيد من مفاتيح الاختصار المريحة.
da: Mere intuitive tastaturkommandoer.
de: Tastenkürzel sind nun intuitiver
fi: Intuitiivisemmat näppäinkomennot.
fr: Commandes de base plus intuitives.
hu: Sokkal logikusabb billentyűparancsok.
ja: より直観的なキーコマンドになりました
pl: Bardziej intuicyjne skróty klawiszowe.
ro: Multe comenzi de taste intuitive.
sk: Prepracované klávesové skratky.
sr: Prečice koje se lakše pamte.

source: Changes for 4.0
ar: مستجدات الإصدار 4.0
da: Ændringer i4.0
de: Änderungen in 4.0
fi: Muutokset versiossa 4.0
fr: Changements pour la version 4.0
hu: A 4.0 verzió változásai
ja: 4.0の変更点
ne: ४.० मा गरिएका परिवर्तनहरू
nl: Veranderingen in 4.0
pl: Zmiany dla wersji 4.0
ro: Modificări în 4.0
sk: Zmeny vo verzii 4.0
sr: Promene u 4.0

source: Removed fragment identifiers from bookmark filenames, which can avoid issues in ePUBREADER Firefox add-on.
ar: إزالة معرف الجزيآت باسم ملف العلامة المرجعية, والتي كانت تتسبب في حدوث بعض المشكلات مع إضافة فيرفوكس ePUBREADER
da: Fjernet fragmenter af identiceringsstrenge fra filnavne på bogmærker. Dette kan forhindre problemer i tilføjelsesprogrammet ePUBREADER til Firefox.
de: Fragment-Identifikatoren aus den Dateinamen der Lesezeichen entfernt. Dadurch werden Fehler in der Erweiterung ePUBREADER für Firefox vermieden.
fi: Poistettu osatunnisteet kirjanmerkkitiedostojen nimistä, mikä saattaa välttää ongelmia Firefoxin ePUBREADER-lisäosan kanssa.
fr: Identificateurs de fragment Supprimé pour les noms de fichiers des marqueurs, qui peut éviter des problèmes dans le module ePUBREADER de Firefox.
hu: Eltávolításra került a fragment azonosító a könyvjelzők fájlneveiből, így elkerülhető az ePUBREADER Firefox bővítmény használatakor jelentkező hiba.
ja: FirefoxのePUBREADERアドオンでの問題を避けるため、ブックマークのファイル名から、部分識別子を削除しました
nl: Fragment identifiers verwijderd uit bestandsnamen zodat problemen met de ePUBREADER Firefox add-on vermeden kunnen worden.
pl: Usunięto identyfikatory fragmentów z nazw plików zakładek, co może spowodować uniknięcie problemów w dodatku do Firefox ePUBREADER.
ro: Au fost eliminate identificatori de fragment din numele fișierului semn de carte, care pot evita problemele în ePUBREADER Firefox add-on.
sk: odstránená identifikácia fragmentov z názvov súborov pre záložky, keďže toto spôsobovalo problémy v doplnku ePUBREADER pre Firefox.
sr: Izmenjen način odabira naslova obeleživača, što rešava problem sa nekim aplikacijama.

source: Add-on help is available from the Add-ons Manager.
ar: إمكانية الوصول لملف المساعدة الخاص بالإضافة من مدير الإضافات البرمجية
da: Hjælp til tilføjelsesprogrammet er til rådighed fra styring af tilføjelsesprogrammer.
de: Die Hilfe zur Erweiterung ist nun über den Erweiterungs-Manager verfügbar.
fi: Ohje on käytettävissä Lisäosien hallinnasta.
fr: L'aide du module complémentaire est disponible à partir du Gestionnaire de modules complémentaires.
hu: A kiegészítő súgója elérhető a bővítmények kezelése párbeszédablakról is.
ja: アドオン ヘルプはアドオン マネージャーから使用可能になりました
ne: थप-साधन सहयोग थप-साधन व्यबस्थापकमा उपलब्ध छ ।.
nl: Add-on help is beschikbaar vanuit Add-ons beheren
pl: Pomoc dodatku dostępna w managerze dodatków.
ro: Ghidul add-onului este disponibil în managerul de add-on-uri.
sk: Návod k doplnku nájdete v správcovi doplnkov.
sr: Pomoć za dodatak je dostupna iz menadžera/upravljača dodacima.

source: Changes for 3.1
ar: مستجدات الإصدار 3.1
da: Ændringer i 3.1
de: Änderungen in 3.1
fi: Muutokset versiossa 3.1
fr: Changements pour la version 3.1
hu: A 3.1 verzió változásai
ja: 3.1の変更点
ne: ३.१ मा गरिएका परिवर्तनहरू
nl: Veranderingen in 3.1
pl: Zmiany dla wersji 3.1
ro: Modificări în 3.1
sk: Zmeny vo verzii 3.3
sr: Promene u 3.1

source: Translation updates and new language.
ar: تحديث ترجمة الإضافة وترجمتها لمزيد من اللغات
da: Opdateringer til oversættelse og nye sprog.
de: aktualisierte Übersetzungen und neue Sprache.
fi: Käännöksiä päivitetty ja lisätty uusi kieli.
fr: Mises à jour des traduction et nouvelle langue.
hu: Fordítások frissítése, és egy új nyelv hozzáadása
ja: 翻訳の更新と新しい言語
ne: अनुवादको अध्यावधिकरण र अनुदित भाषाहरू
nl: Vertalingen bijgewerkt en een nieuwe taal toegevoegd.
pl: Aktualizacje tłumaczenia i nowy język.
ro: Actualizări la traduceri și o limbă nouă adăugată.
sk: aktualizované a doplnené preklady.
sr: Ažurirani prevodi i novi jezik.

source: Bookmark position is not announced in skim reading.
ar: لم يتم الإعلان عن موقع العلامة المرجعية أثناء القراءة المتصلة.
da: Positioner for bogmærker bliver ikke annonceret under skimlæsning.
de: Die Position von Lesezeichen wird nicht während der Navigation während alles lesen ausgegeben..
fi: Kirjanmerkin sijaintia ei ilmoiteta pikaluvun aikana.
fr: La position du marqueur n'est pas annoncé dans la lecture rapide.
hu: Átfutó olvasás közben nem hangzik el a könyvjelző aktuális pozíciója
ja: 流し読みでブックマーク位置が通知されないようになりました
nl: Bookmarkpositie wordt niet gemeld bij doorbladeren tijdens automatisch lezen.
pl: Pozycja zakładki nie jest oznajmiana w czytaniu przeglądowym.
ro: Poziția semnului de carte nu este anunțată în citirea skim -ului.
sk: Pozícia záložky nie je oznamovaná počas rýchleho čítania.
sr: Pozicija obeleživača se više ne izgovara u čitanju dokumenta.

source: Changes for 3.0
ar: مستجدات الإصدار 3.0
da: Ændringer i 3.0
de: Änderungen in 3.0
fi: Muutokset versiossa 3.0
fr: Changements pour la version 3.0
hu: A 3.0 verzió változásai
ja: 3.0の変更点
ne: ३.० मा गरिएका परिवर्तनहरू
nl: Veranderingen in 3.0
pl: Zmiany dla wersji 3.0
ro: Modificări în 3.0
sk: Zmeny vo verzii 3.0
sr: Promene u 3.0

source: Added support for skim reading.
ar: إضافة دعم للقراءة التصفحية السريعة
da: Tilføjet understøttelse for skimlæsning.
de: Unterstützung für "Navigation während alles lesen" hinzugefügt.
fi: Lisätty tuki pikaluvulle.
fr: Ajout du support de la lecture rapide.
hu: Az átfutó olvasás támogatásának hozzáadása
ja: 流し読みのサポートが追加されました
ne: योजना वाचनलाई थप गरियो ।
nl: Ondersteuning toegevoegd voor doorbladeren.
pl: Dodano wsparcie czytania przeglądowego.
ro: A fost adăugat suportul pentru citirea skim -ului.
sk: pridaná podpora pre rýchle čítanie
sr: Omogućeno brzo pregledanje.

source: Changes for 2.0
ar: مستجدات الإصدار 2.0
da: Ændringer i 2.0
de: Änderungen in 2.0
fi: Muutokset versiossa 2.0
fr: Changements pour la version 2.0
hu: A 2.0 verzió változásai
ja: 2.0の変更点
ne: २.0 मा गरिएका परिवर्तनहरू
nl: Veranderingen in 2.0
pl: Zmiany dla wersji 2.0
ro: Modificări în 2.0
sk: Zmeny vo verzii 2.0
sr: Promene u 2.0
tr: 2.0 Değişiklikler

source: Added options to save and delete different searches for each file.
ar: تم إضافات خيارات تسمح بحذف وحفظ كلمات بحث مختلفة لكل ملف على حدة.
da: Tilføjet mulighed for at gemme og slette forskellige søgninger for hver fil.
de: Option zum Speichern und Löschen verschiedener Suchbegriffe für jede Datei wurde hinzugefügt.
fi: Lisätty vaihtoehdot eri hakujen tallentamiseksi ja poistamiseksi kullekin tiedostolle.
fr: Ajout de la possibilité de sauvegarder et supprimer des recherches différentes pour chaque fichier ajouté.
hu: A különböző keresések elmenthetők és törölhetők minden fájlnál.
ja: それぞれの検索を、別々のファイルに保存と削除をする選択肢が追加されました
ne: हरेक फाइलमा भएका विभिन्न खोजीलाइ मेटाउन र बचत गर्ने विकल्पहरू थप गरियो ।
nl: Opties toegevoegd die het mogelijk maken om verschillende zoekopdrachten voor ieder bestand op te slaan en te verwijderen.
pl: Dodane opcje zapisania i usunięcia różnych wyszukiwań dla każdego pliku.
ro: Au fost adăugate opțiuni pentru a salva și a șterge căutări diferite pentru fiecare filă.
sk: pridaná možnosť uložiť rôzne reťazce hľadania pre rôzne dokumenty.
sr: Dodata mogućnost za čuvanje i brisanje pretraga za određeni fajl.
tr: Her dosya için farklı aramaları kaydetmek ve silmek için seçenekler eklendi.

source: Fixed bug which broke when paths contained non latin characters.
ar: معالجة خطأ برمجي كان يتسبب في كسر المسارات التي تحتوي على أحرف غير لاتينية
da: Rettet fejl, som kom til udtryk når stier indeholdt ikke-latinske tegn.
de: Fehler behoben, wenn Pfad-Angaben nichtlateinische Zeichen enthalten.
fi: Korjattu ohjelmavirhe, joka rikkoi lisäosan toiminnan, kun polut sisälsivät muita kuin latinalaisia merkkejä.
fr: Correction d'un bug avec des chemins contenant des caractères non latins.
hu: A program már jól működik hogyha az elérésiút tartalmaz nem latin karaktereket.
ja: ラテン文字以外の文字がパスに入っている場合に起きる不具合が修正されました
ne: गैर ल्याटीन वर्णहरू भएका मार्ग हुदाँ काटिने समस्या हल गरियो ।
nl: Een probleem opgelost met paden die vreemde tekens bevatten
pl: Usunięto błąd, który pojawiał się gdy ścieżka zawierała znaki inne niż alfabetu łacińskiego.
ro: A fost t reparată o eroare cu calea care conținea caractere non latine.
sk: opravená chyba, ktorá sa vyskytovala, ak cesta neobsahovala len ascii znaky.
sr: Omogućen rad sa nelatiničnim karakterima.

source: Shortcuts can now be reassigned using the NVDA gesture input dialog.
ar: يمكن تخصيص اختصارات الإضافة باستخدام محاورة تخصيص اختصارات NVDA.
da: Genvejstaster kan nu ændres i NVDAs dialog til inputbevægelser.
de: Tastenkombinationen können nun mittels des Eingaben-Dialogs von NVDA geändert werden.
fi: Pikanäppäimien uudelleenmäärittely on nyt mahdollista NVDA:n Syötekomennot-valintaikkunaa käyttäen.
fr: Les raccourcis peuvent désormais être réaffectés en utilisant le dialogue des raccourcis de NVDA.
hu: A billentyűparancsok megváltoztathatóak az NVDA Beviteli parancsok beállítás ablakában.
ja: NVDAジェスチャー入力ダイアログを使用して、ショートカットを再設定できるようになりました
ne: अब नेत्रवाणीको लगानीसङ्केत पातो प्रयोग गरेर द्रुतमार्ग कायम गर्न सक्ने बनाइयो ।
nl: Sneltoetsen kunnen nu opnieuw toegewezen worden met behulp van het NVDA dialoogvenster voor invoergebaren.
pl: Skróty klawiszowe mogą być modyfikowane przy użyciu polecenia NVDA Zdarzenia wejścia.
ro: Scurtăturile pot fi reatribuite utilizând dialogul gesturilor de intrare.
sk: Skratky môžete zmeniť v nastaveniach klávesových skratiek NVDA.
sr: Omogućena izmena prečica kroz NVDA dijalog za ulazne komande.
tr: Kısayollar şimdi NVDA girdi hareketleri iletişim kutusu kullanılarak yeniden atanabilir.

source: Changes for 1.0
ar: مستجدات الإصدار 1.0
da: Ændringer i 1.0
de: Änderungen in 1.0
fi: Muutokset versiossa 1.0
fr: Changements pour la version 1.0
hu: Az 1.0 verzió változásai
ja: バージョン 1.0
ne: १.० मा गरिएका परिवर्तनहरू
nl: Veranderingen in 1.0
pl: Zmiany dla wersji 1.0
ro: Modificări în 1.0
sk: Zmeny vo verzii 1.0
sr: Promene u 1.0
tr: 1.0 Değişiklikler

source: Initial version.
ar: إصدار أولي
da: Første version.
de: Erstveröffentlichung.
fi: Ensimmäinen versio.
fr: Première version
hu: Első kiadás
ja: 最初のバージョン
ne: सुरुको संस्करण
nl: Eerste versie.
pl: Wstępne wydanie.
ro: Versiunea inițială.
sk: prvé vydanie
sr: Prva verzija
tr: İlk sürümü.

source: Translated into: Brazilian Portuguese, Farsi, Finnish, French, Galician, German, Italian, Japanese, Korean, Nepali, Portuguese, Spanish, Slovak, Slovenian, Tamil.
ar: هذه الإضافة مترجمة إلى: البرازيلية البرتغالية, والفنلندية, والفرنسية, والغالية, والألمانية, والإيطالية, واليابانية, والكورية, والبرتغالية, والإسبانية, والسلوفاكية, والسلوفينية, وتاميل.
da: Oversat til: Brasiliansk portugisisk, farsi, finsk, fransk, galicisk, tysk, italiensk, japansk, koreansk, nepalesisk, portugisisk, spansk, slovakisk, slovensk og tamilsk.
de: übersetzt in: brasilianisches Portugiesisch, Farsi, Finnisch, französisch, Galizisch, deutsch, italienisch, japanisch, Koreanisch, Nepalesisch, Portugiesisch, Spanisch, Slovakisch, Slovenisch, Tamil.
fi: Käännetty kielille: brasilianportugali, espanja, farsi, galego, italia, japani, korea, nepali, portugali, ranska, saksa, slovakki, slovenia, suomi ja tamili.
fr: Traduit en : Portugais Brésilien , Farsi, Finnois, Français, Galicien, Allemand, Italien, Japonais, Coréen, Nepali, Portugais, Espagnol, Slovaque, Slovène, Tamil.
hu: Lefordítva az alábbi nyelvekre: brazíliai portugál, perzsa, finn, francia, galíciai, magyar, német, olasz, japán, kóreai, nepáli, portugál, spanyol, szlovák, szlovén, tamil.
ja: 次の言語に翻訳されました: ブラジルポルトガル語、ファルシ(ペルシア)語、フィンランド語、フランス語、ガリシア語、ドイツ語、イタリア語、日本語、韓国語、ネパール語、ポルトガル語、スペイン語、スロバキア語、スロベニア語、タミル語
ne: अनुवादीत भाषाहरू: ब्राजेलियन पुर्तगाली, फारसी, फिनिस, फ्रांन्सेली, ग्यालेसियन, जर्मनि, इटालि, जापानी, कोरियाली, नेपालि, पुर्तगाली, स्पेनि, स्लोभाक, स्लोबिनियन, तामिल ।
nl: Vertaald in: Braziliaans Portuguees, Farsi, Fins, Frans, Galicisch, Duits, Italiaans, Japans, Koreaans, Nepalees, Portuguees, Spaans, Slovaaks, Sloveens, Tamil.
pl: Przetłumaczony na: brazylijski portugalski, farsi, fiński, francuski, galicyjski, niemiecki, włoski, japoński, koreański, nepalski, portugalski, hiszpański, słowacki, słoweński, tamilski.
ro: Tradusă în: Portugheză Braziliană, Persană, Finlandeză, Franceză, Galiciană, Germană, Italiană, Japoneză, Coreeană, Nepaleză, Portugheză, Spaniolă, Slovacă, Slovenă, Tamilă.
sk: Pridané jazyky: Brazílska portugalčina, fínčina, francúzština, galícijčina, nemčina, taliančina, japončina, kórejčina, nepálčina, Perzština, Portugalčina, španielčina, slovenčina, slovinčina, Tamilčina.
sr: Prevedeno na: brazilski portugalski, finski, francuski, galicijski, italijanski, japanski, korejski, nemački, nepalski, persijski, portugalski, slovački, slovenački, španski, tamilski. Uskoro i na srpskom.
tr: Tercüme:, Japonca, Korece, Nepal, Portekizce, İspanyolca, Slovakça, Slovence Tamil, İtalyanca, Almanca, Galiçyaca, Fransızca, Brezilya Portekizcesi, Farsça, Fince.

source: control+shift+NVDA+k: Saves the current position as a bookmark.
ro: control+shift+NVDA+k: Salvează poziția curentă ca un semn de carte.
