Repository: nvdacn/screenReaderTranslations
Catalog: website/addons/placeMarkers.*.po
Languages: ar, da, de, fi, fr, hu, ja, ne, nl, pl, ro, sk, sr, tr

source: This addon is used for saving and searching specific text strings or bookmarks, on web pages or documents in NVDA's browse mode. It can also be used for saving or searching strings of text in multi-line controls; in this case, if it's not possible to update the caret, the corresponding string will be copied to the clipboard, so that it can be searched using other tools. The plugin saves the specified strings and bookmarks to text and pickle files. The name of these files is based on the title and URL of the current document.
ar: تستخدم هذه الإضافة في حفظ أو البحث عن الكلمات أو العلامات المرجعية, على صفحات الإنترنت أو مستندات نمط التصفح ب NVDA. وتقوم الإضافة بحفظ الكلمات والعلامات المرجعية التي يتم البحث عنها في كائنات متعددة الأسطر، وفي هذه الحالة إذا تعذر عليك تحديث موضع مؤشر التحرير, فسيتم نسخ النص المتطابق إلى الحافظة, حتى يمكن البحث عنها باستخدام أدوات أخرى. تقوم الإضافة بحفظ كلمات البحث والعلامات المرجعية في ملفات نصية أو ملفات pickles. وتتطابق أسماء الملفات المحفوظة بهذه الكلمات والعلامات مع عناوين وروابط الصفحة أو المستند الذي يتم البحث بداخله.
hu: Ez a kiegészítő különböző karakterláncok, vagy könyvjelzők mentésére, és keresésére használható dokumentumokban és internetes oldalakon, az nvda böngésző módjában. A bővítmény a meghatározott karakterláncokat és könyvjelzőket szöveges file-okba menti. A mentett file-ok neve mindig az aktuális dokumentum címe, vagy url-je lesz.
ja: このアドオンは、NVDAのブラウズモードのウェブページやドキュメントで、文字列やブックマークを保存・検索できます。コントロールの複数行のテキストを保存・検索することもできます。この場合、キャレットを更新することはできず、対応するテキストがクリップボードにコピーされ、他のツールでこのテキストを検索できます。文字列やブックマークはテキストやピクル形式で保存されます。保存ファイル名にはドキュメントのタイトルやURLが使われます。
nl: Deze addon dient om specifieke tekstdelen of bookmarks op te slaan en te zoeken, op webpagina's of documenten met de bladermodus van NVDA. De add-on kan ook gebruikt worden voor het opzoeken van tekst in meervoudige invoervelden; wanneer het in dit geval niet mogelijk is om de cursor te updaten wordt de tekst naar het klembord gekopieerd zodat deze gezocht kan worden met behulp van andere hulpmiddelen. De plugin slaat de tekstdelen en bookmarks op in text- en pickle-bestanden. De bestandsnaam is gebaseerd op de titel en URL van het huidige document.
sk: Doplnok dokáže uložiť reťazec pre vyhľadávanie, alebo konkrétne miesto v dokumente ako záložku. Funguje na webových stránkach a dokumentoch v režime prehliadania. Funguje tiež vo viacriadkových editačných poliach. Ak sa nedá aktualizovať systémový kurzor, reťazec je skopírovaný do schránky pre hľadanie cez iné nástroje. Záložky a reťazce hľadania sú uložené v textových a pickle súboroch. Názvy súborov sú odvodené od cesty a názvu dokumentu.
sr: Koristite ovaj dodatak da pretražujete i čuvate obeleživače na web stranicama i dokumentima - u NVDA modu za pretraživanje. Možete pretraživati i višelinijski, dodatak će se prilagoditi. Naziv obeleživača koji sačuvate zasnovan je na naslovu i adresi stranice/dokumenta.
tr: Bu eklenti, NVDA tarama kipinde gösterilen web sayfaları veya belgeler üzerinde, belirli metin dizeleri veya yer imleri kaydetme ve arama için kullanılır, Aynı zamanda çoklu-hattı kontrol metinlerin dizeleri kaydetme veya aramak için de kullanılabilir; Bu durumda, imlecin konumunda güncelleme yapmak mümkün değil ise, karşılık gelen dize, panoya kopyalanır, böylece diğer araçlar kullanılarak aranabilir. metin ya da yer imi text ya da pickle dosyalarına kaydedilir. Bu dosyaların adı, geçerli belgenin başlığı ve URL adresine dayanmaktadır.

source: This addon is based on SpecificSearch and Bookmark&Search, developed by the same author. You should uninstall them to use this one, since they have common keystrokes and features.
ar: يجب على من يستخدم هذه الإضافة أن يقوم بإزالة الإضافتين SpecificSearch و Bookmark إذا كان قد تم تنصيبهما, واللتان تم تطويرهما من قبل نفس مطور هذه الإضافة, نظرا لاحتوائهما على خصائص ومفاتيح اختصار مشتركة.
hu: Ez a kiegészítő a "SpecificSearch" és a "Bookmark&Search" bővítményekre épül, amiket ugyanezen bővítmény készítője fejlesztett. Ezeket ajánlott eltávolítani, amikor a "placemarkers"-t használjuk, hiszen ugyanolyan szolgáltatásokkal, és billentyűparancsokkal rendelkezik.
ja: このプレイスマーカー・アドオンは同じ作者によるSpecificSearchおよびBookmark&Searchと同じキー操作と機能なので、これらのアドオンはアンインストールしてください。
nl: Deze addon is gebaseerd op SpecificSearch en Bookmark&Search, ontwikkeld door dezelfde auteur. U moet ze verwijderen om deze addon te kunnen gebruiken omdat ze gemeenschappelijke sneltoetsen en features hebben.
sk: Doplnok využíva funkcie predošlých doplnkov známych ako SpecificSearch a Bookmark&Search, ktoré vytvoril ten istý autor. Tieto staré doplnky odinštalujte, lebo majú spoločné funkcie a klávesové skratky.
sr: Ako imate instalirane SpecificSearch ili Bookmark&Search, razvijene od strane istih autora, morate ukloniti te dodatke da biste koristili Postavljanje obeleživača (Place Markers) - postoje prečice koje bi se preklapale.
tr: Bu eklenti aynı yazar tarafından geliştirilen SpecificSearch ve Bookmark ve Arama adlı eklentiye dayanmaktadır. Ortak tuş komutlarına ve özelliklere sahip oldukları için eskisini kaldırmanız gerekmektedir.

source: * control+shift+NVDA+s; Opens a dialog that allows you to save a text string you want to find in the current document. By default, the text previously saved for this file is shown. Delete this text and press Ok button if you wish to remove the text file corresponding to the saved search, or type new text to add another search. * control+shift+NVDA+f; opens a dialog with a edit box that shows the last saved search; in this dialog you can also select the previously saved searches from a combo box and choose an action from the next combo box. If there is no available files for specific search in the current document, NVDA will warn you that it is not found any file for specific search. * control+shift+NVDA+k; Saves the current position as a bookmark * control+shift+NVDA+delete; Deletes the bookmark corresponding to this position. * NVDA+k; Moves to the next bookmark. * shift+NVDA+k; Moves to the previous bookmark. * control+shift+k; Copies to clipboard the file name, without extension, where the place markers data will be saved.
ar: * control+shift+NVDA+s; يفتح محاورة تتيح لك حفظ كلمة تريد البحث عنها داخل المستند الحالي. وبشكل افتراضي, سيتم إظهار النص الذي تم حفظه من قبل لهذا الملف. قم بحذف هذا النص واضغط زر الموافقة إذا كنت تريد إزالة الملف النصي المتطابق مع كلمة البحث التي قمت بحفظها, أو ادخل نص جديد لإضافة ملف بحث آخر. * control+shift+NVDA+f; يفتح محاورة بمربع تحرير تظهر آخر كلمة بحث قمت بإدخالها, كما يمكنك اختيار ملفات البحث التي قمت بحفظها من قبل من صندوق الخيارات واختيار الفعل المناسب الذي تريده من صندوق الخيارات التالي. إذا لم يتم العثور على ملفات لكلمات بحث للمستند الحالي, سيخبرك NVDA بذلك. * control+shift+NVDA+k; يقوم بحفظ الموضع الحالي للمؤشر كعلامة مرجعية. * control+shift+NVDA+delete; يحذف العلامة المرجعية المتطابقة مع الموضع الحالي للمؤشر. * NVDA+k; ينتقل إلى العلامة المرجعية التالية. * shift+NVDA+k; ينتقل إلى العلامة المرجعية السابقة. * control+shift+k; ينسخ اسم الملف, دون الامتداد, الذي سيتم فيه حفظ بيانات العلامات المرجعية.
hu: * control+shift+NVDA+s: Megnyit egy párbeszédablakot, amely lehetővé teszi egy szövegrészlet elmentését, amit szeretne megtalálni a későbbiekben ebben a dokumentumban. Alapértelmezetten a mező az előzőleg elmentett szöveget tartalmazza. Törölje ki és nyomja meg az ok gombot ha el szeretné távolítani az elmentett keresések közül ezt a fájlt, vagy gépeljen be egy másik szöveget új keresés hozzáadásához. * control+shift+NVDA+f: Megnyit egy párbeszédablakot egy szerkesztőmezővel, ami a legutóbb elmentett keresést mutatja. Ezen a párbeszédablakon egy kombinált listamezőben kiválaszthatja a legutóbb elmentett kereséseket, a következő kombinált listamezőben kiválaszthatja mit szeretne velük tenni. Ha nincs elérhető fájl az aktuális dokumentumban a speciális kereséshez, akkor az NVDA figyelmeztet, hogy nem található fájl a speciális kereséshez. * control+shift+NVDA+k: Az aktuális pozíciót elmenti könyvjelzőként. * control+shift+NVDA+delete: Törli az aktuális pozícióhoz tartozó könyvjelzőt. * NVDA+k: A következő könyvjelzőhöz lép. * shift+NVDA+k: Az előző könyvjelzőhöz lép. * Control+shift+k: A vágólapra másolja annak a fájlnak a nevét, kiterjesztés nélkül, ahová a helyjelző adatok rögzítésre kerülnek.
ja: * Ctrl+Shift+NVDA+s: 現在のドキュメント内で検索したいテキストを保存するダイアログを開きます。最初は、すでに保存されたテキストが表示されています。保存された検索のテキストを削除したい場合は、このテキストを削除してOKボタンを押します。または、新しいテキストを入力して、他の検索を追加します。 * Ctrl+Shift+NVDA+f: エディットボックスのあるダイアログを開きます。エディットボックスには、最後に保存した検索が表示されています。このダイアログでは、すでに保存した検索をコンボボックスから選択し、次のコンボボックスから行う動作を選択することもできます。現在のドキュメントに検索に使用できるファイルがない場合、NVDAは検索に使用できるファイルが見つからないと警告します。 * Control+Shift+NVDA+k: 現在の位置をブックマークとして保存します。 * Control+Shift+NVDA+デリート: この位置のブックマークを削除します。 * NVDA+k: 次のブックマークに移動します。 * Shift+NVDA+k: 前のブックマークに移動します。 * Ctrl+Shift+k:ファイル名を、拡張子なしで、プレイスマーカーのデータが保存されるクリップボードにコピーします。
sk: * ctrl+shift+NVDA+s; otvorí dialóg, v ktorom môžete nastaviť textový reťazec , ktorý chcete hľadať v aktuálnom dokumente. Predvolene sa zobrazí text, ktorý ste uložili pred tým. Ak chcete text odstrániť, vymažte ho a stlačte OK. Ak chcete zadať nový reťazec, napíšte ho a stlačte OK. * ctrl+shift+NVDA+f; zobrazí posledne hľadané reťazce. V zozname môžete vybrať požadovanú akciu. Ak neexistujú žiadne reťazce, NVDA na to upozorní. * ctrl+shift+NVDA+k; uloží aktuálnu pozíciu kurzora ako záložku. * ctrl+shift+NVDA+delete; odstráni záložku z pozície kurzora. * NVDA+k; presunie kurzor na nasledujúcu záložku. * shift+NVDA+k; presunie kurzor na predchádzajúcu záložku. * ctrl+shift+k; Skopíruje do schránky názov súboru bez prípony, v ktorom sú uložené dáta doplnku.
sr: * Ctrl+Shift+NVDA+S: Otvara prozor za čuvanje obeleživača za trenutni dokument. Po početnim podešavanjima, biće prikazan prethodno sačuvani tekst. Obrišite taj tekst i pritisnite OK ako želite da uklonite fajl povezan sa pretragom ili unesite drugi tekst za novu pretragu. * Ctrl+Shift+NVDA+F: Otvara prozor sa tekstualnim poljem koje prikazuje poslednji sačuvani obeleživač; možete izabrati prethodno sačuvane pretrage iz prve liste, a u sledećoj možete izabrati radnju koju želite da primenite na toj pretrazi. Ako nema rezultata za pretragu u trenutnom dokumentu, NVDA će obavestiti/upozoriti da nije pronađeno ništa što se podudara sa pretragom. * Ctrl+Shift+NVDA+K: Čuva trenutnu poziciju kao obeleživač * Ctrl+Shift+NVDA+Delete: Uklanja obeleživač sa trenutne pozicije * NVDA+K: Premešta kursor na sledeći obeleživač * Shift+NVDA+K: Premešta kursor na prethodni obeleživač * Ctrl+Shift+K: Kopira u privremenu memoriju naziv fajla, bez ekstenzije, za koji će biti sačuvani podaci povezani sa ovim dodatkom

source: Using Place markers submenu, under Preferences menu, you can access:
ar: استخدام القائمة الفرعية علامات مرجعية, الموجودة بداخل قائمة التفضيلات والتي تمكنك من الوصول إلى:
hu: A könyvjelzők almenü elérhető A Beállítások almenüből. Itt a következőkhöz fér hozzá:
ja: 設定メニューのサブメニュー「プレイスマーカー」には以下の項目があります
ne: प्राथमिकता मेनु भित्र रहेको स्थानचिनो उपमेनुलाई प्रयोग गरेर तपाइले पहुंच पुर्‍याउन सक्नु हुन्छ ।
nl: Via het Place markers submenu, onder het Instellingen menu, heeft u toegang tot:
sk: Podmenu záložky nájdete v menu možnosti NVDA a obsahuje tieto položky:
sr: NVDA meni > Podešavanja > Postavljanje obeleživača donosi sledeće opcije:
tr: Tercihler menüsünde yer işaretleri alt menüsünü kullanarak:

source: Bookmarks folder; opens a folder of the saved bookmarks.
ar: مجلد العلامات المرجعية, يقوم هذا الأمر بفتح المجلد الذي يحتوي على العلامات المرجعية التي قمت بحفظها.
hu: Könyvjelzők mappa; Megnyitja az elmentett könyvjelzők mappáját
ja: ブックマークフォルダー: ブックマークのフォルダーを開きます。
ne: पुस्तकचिनो थैली; पुस्तकचिनो बचत गरिएको थैलि पल्टाउने छ ।
nl: Bookmarks folder; opent een map met de opgeslagen bookmarks.
sk: priečinok so záložkami: otvorí priečinok v ktorom sú uložené súbory so záložkami.
sr: Folder obeleživača: Otvara folder sa obeleživačima
tr: Yer imleri klasörü; kaydedilen yer imleri klasörü açılır.

source: Copy placeMarkers folder; you can save a copy of the bookmarks folder.
ar: نسخ مجلد العلامات المرجعية, يمكنك أخذ نسخة من المجلد الذي يحتوي على العلامات المرجعية التي قمت بحفظها.
hu: A helyjelzők mappájának másolása
ja: プレイスマーカーフォルダーのコピー: ブックマークフォルダーのコピーを保存できます。
nl: Copy placeMarkers folder; u kan een kopie maken van de map met bookmarks.
sk: Zálohovať záložky: skopíruje priečinok so záložkami na určené miesto.
sr: Kopiraj folder dodatka: Možete sačuvati kopiju foldera sa obeleživačima i podacima dodatka
tr: Yerimleri klasörünü kopyala; yer imleri klasörünün bir kopyasını kaydedebilirsiniz.

source: Restore placeMarkers; you can restore your bookmarks from a previously saved placeMarkers folder .
ar: استرجاع العلامات المرجعية, يمكنك استرجاع العلامات المرجعية التي قمت بحفظها من خلال مجلد قمت بحفظ العلامات المرجعية به مسبقا.
hu: Könyvjelzők visszaállítása; visszaállíthatja előzőleg elmentett helyjelzőit egy mappából.
ja: マーカー情報の復元: マーカー情報のバックアップからブックマークを復元できます。
ne: स्थानचिनोको पुनर्स्थापन; तपाइले पहिले बचत गरिएको पुस्तकचिनोबाट स्थानचिनलाई पुनर्स्थापन गर्न सक्नु हुन्छ ।
nl: Restore placeMarkers; u kan uw bookmarks herstellen vanuit een map met eerder opgeslagen placeMarkers.
sk: Obnoviť záložky; Obnoví záložky z uloženého priečinka.
sr: Vrati ranije podatke: Možete odabrati prethodno sačuvan folder i podacima iz njega zameniti trenutno sačuvane
tr: Yer imlerini geri yükle; önceden kaydettiğiniz yer imlerini geri yükleyebilirsiniz.

source: Documentation file, in your selected language if available, or English by default.
ar: ملف اقرأني, باللغة التي تحددها إذا كان الملف مترجم إليها, أو قراءة الملف باللغة الإنجليزية.
hu: Dokumentáció, a jelenleg használt nyelven (ha elérhető), vagy angolul.
ja: 説明: 翻訳があれば日本語版、ない場合は英語版の説明を開きます
nl: Documentation file, in uw gekozen taal indien beschikbaar, of standaard in het Engels.
sk: Dokumentácia: zobrazí návod v Slovenčine.
sr: Dokumentacija: Fajl sa dokumentacijom - na vašem jeziku ili, po osnovnim podešavanjima, na engleskom
tr: Dokümantasyon dosyası, seçtiğiniz dilde kullanılabilirse, ya da varsayılan olarak İngilizce.

source: Note: The bookmark position is based on the number of characters; and therefore in pages with a dynamic content is better to use the specific search, and not the bookmarks which save a precise position.
ar: ملحوظة: يعتمد مكان العلامة المرجعية على عدد الأحرف; لذا فإن الصفحات ذات المحتوى المتغير يستحسن استخدام البحث, وليست العلامات المرجعية لحفظ مكان دقيق.
hu: Megjegyzés: A könyvjelzők karakterszámot használnak. Dinamikus oldalak esetén eredményesebb a Speciális Keresés funkció használata.
ja: 補足: ブックマークの位置は文字数に基づいています。ページの内容が動的に変化する場合は、ブックマークでは正確な位置を保存できないので、検索保存をお使いください。
ne: टिप्पणी: पुस्तकचिनोको स्थान वर्णहरुको सङ्ख्या; गतिसील सामाग्री युक्त पृष्ठमा हुने भएकोले विसेष खोजी गर्नु राम्रो हुन्छ तर निदिर्ट पुस्तकचिनो मा होइन ।
nl: Noot: de bookmark positie is gebaseerd op het aantal tekens; in pagina's met dynamische inhoud kunt u beter de specific search gebruiken in plaats van de bookmarks die een specifieke positie opslaan.
sk: Poznámka: záložky fungujú na základe počtu znakov. Na dinamických stránka je lepšie použiť reťazce hľadania.
sr: Napomena: Obeleživač se postavlja po broju karaktera, pa je za dinamične stranice gde se sadržaj često menja bolje koristiti pretragu
tr: Not: Yer imi konumu karakter sayısına dayanmaktadır; dinamik bir içeriğe sahip sayfalarda kesin bir konuma kaydetmek için özel arama değil, yer imleri kullanmak daha iyidir.

source: [1]: http://addons.nvda-project.org/files/get.php?file=pm
ar: [1]: http://addons.nvda-project.org/files/get.php?file=pm[1]: http://addons.nvda-project.org/files/get.php?file=pm
hu: [1]: http://addons.nvda-project.org/files/get.php?file=pm[1]: http://addons.nvda-project.org/files/get.php?file=pm

source: download [stable version: 1.0][1]
tr: indir [stable version: 1.0][1]

source: download [development version: 2.0-dev][2]
tr: indir [development version: 2.0-dev][2]

source: * control+shift+NVDA+s; Opens a dialog that allows you to save a text string you want to find in the current document. By default, the text previously saved for this file is shown. Delete this text and press Ok button if you wish to remove the text file corresponding to the saved search, or type new text to add another search. * control+shift+NVDA+f; opens a dialog with a edit box that shows the last saved search; in this dialog you can also select the previously saved searches from a combo box and choose an action from the next combo box. If there is no available files for specific search in the current document, NVDA will warn you that it is not found any file for specific search. * control+shift+NVDA+k; Saves the current position as a bookmark * control+shift+NVDA+delete; Deletes the bookmark corresponding to this position. * control+shift+k; Moves to the next bookmark. * shift+NVDA+k; Moves to the previous bookmark. * NVDA+k; Copies to clipboard the file name, without extension, where the place markers data will be saved.
tr: * control+shift+NVDA+s; Geçerli belgede bulmak istediğiniz bir metin dizesi kaydetmenizi sağlayan bir iletişim kutusu açar. Varsayılan olarak, Daha önce bu dosya için kaydettiğiniz metin gösterilir. Bu metni silmek ve kayıtlı aramaya karşılık gelen metin dosyasını kaldırmak istiyorsanız Tamam düğmesine basın, veya başka bir arama eklemek için yeni metni yazın. * control+shift+NVDA+f; En son kaydedilen aramayı gösteren bir yazı alanı içiren bir iletişim kutusu açılır; Bu iletişim kutusunda Ayrıca açılan kutudan daha önce kaydedilen aramaları seçebilir ve bir sonraki seçim kutusundan bir eylem seçebilirsiniz. Geçerli belgede spesifik bir arama için herhangi bir uygun dosya yoksa, NVDA spesifik bir arama için herhangi bir dosya bulunamadığı konusunda sizi uyarır. * control+shift+NVDA+k; Yerimi olarak geçerli konumu kaydeder * control+shift+NVDA+delete; Bu konumdaki yerimini siler. * control+shift+k; Bir sonraki yer işaretine gider. * shift+NVDA+k; Önceki yer işaretine gider. * NVDA+k; Panoya uzantısı olmadan dosya adını kopyalar.
