Repository: nvdacn/screenReaderTranslations
Catalog: website/addons/readFeeds.*.po
Languages: ar, hu, ja, ro, tr

source: [[!meta title="Read Feeds"]]
hu: [[!meta title="Hírcsatorna-olvasó"]]
ro: [[!meta title="Citirea Feedurilor"]]
tr: [[!meta title="RSS Akışlarını Oku"]]

source: Authors: Noelia Ruiz Martínez, Mesar Hameed
ar: مطورو الإضافة: Noelia Ruiz Martínez, Mesar Hameed
hu: Készítők: Noelia Ruiz Martínez, Mesar Hameed
ja: 作者: Noelia Ruiz Martínez, Mesar Hameed
ro: Autori: Noelia Ruiz Martínez, Mesar Hameed
tr: Yazarlar: Noelia Ruiz Martínez, Mesar Hameed

source: Download [stable version][2]
ar: تحميل [الإصدار النهائي][2]
hu: Letöltés [stabil verzió][2]
ja: ダウンロード [安定版][2]
ro: Descărcați [versiunea stabilă][2]
tr: İndir [kararlı sürüm][2]

source: Download [development version][1]
ar: تحميل [الإصدار التجريبي][1]
hu: Letöltés [Fejlesztői verzió][1]
ja: ダウンロード [開発版][1]
ro: Descărcați [versiunea în dezvoltare][1]
tr: İndir [geliştirme sürümü][1]

source: This addon provides a straightforward way to read feeds in Atom or RSS formats using NVDA. The feeds will not be refreshed automatically. Below when we mention feeds, we mean both RSS and ATOM feeds.
ar: تعمل هذه الإضافة على تزويدنا بطريقة سهلة وبسيطة لقراءة التلقيمات بصيغة آتوم أو آرإسإس باستخدام NVDA. لم يتم تنشيط التلقيمات آليا. في كل مرة نذكر فيها كلمة تلقيمات, فإننا نعني بها التلقيمات بكل من الصغيتين آرإسإس وآتوم.
hu: Ez a kiegészítő lehetővé teszi, hogy az NVDA használatával közvetlenül is lehessen Atom és RSS hírcsatornákat olvasni. A hírcsatornák nem frissülnek automatikusan. Az alábbiakban a hírcsatorna megnevezés egyaránt utal az Atom és RSS hírcsatornákra is.
ja: このアドオンはNVDAを使用してATOMやRSSの形式のフィードを簡単に読むためのものです。フィードは自動的に更新されることはありません。以下でフィードとはRSSとATOMの両方を形式を含んでいます。
ro: Acest add-on oferă o modalitate simplă de a citi feed-uri în format Atom sau RSS folosind NVDA. Feed-urile nu vor fi actualizate în mod automat. Atunci când menționăm feed-uri, ne referim atât la fluxuri RSS cât și la cele Atom.
tr: Bu eklenti NVDA kullanarak Atom veya RSS formatında beslemeleri okumak için basit bir yol sunar. Beslemeler otomatik olarak yenilenmez. Aşağıda besleme derken hem RSS hem de ATOM beslemelerini kastediyoruz.

source: Installation or Update:
ar: تثبيت أو تحديث:
hu: Telepítés vagy frissítés:
ja: インストールと更新:
ro: Instalare sau Actualizare:
tr: Kurulum veya Güncelleme:

source: If you used a previous version of this addon, and there is an RSS or personalFeeds folder in your personal NVDA configuration folder, when installing version 6.0 or later, a dialog will ask if you want to upgrade or install. Choose update to preserve your saved feeds and to continue using them in the new installed version of readFeeds.
ar: إذا كنت تستخدم إصدار أقدم من هذه الإضافة, ويوجد بملف إعدادات NVDA الخاص بك مجلد للتلقيمات الشخصية أو تلقيمات آرإسإس, فعند تثبيت الإصدار 6.0 من هذه الإضافة وما بعده, ستظهر محاورة تسألك عما إذا كنت تريد الترقية أو التثبيت. اختر الأمر تحديث كي تحتفظ بالتلقيمات التي قمت بحفظها من قبل وكي تستطيع الاستمرار في استخدامها بعد تثبيت الإصدار الجديد.
hu: Amennyiben a kiegészítő egy korábbi verzióját használta, és már van a személyes NVDA konfigurációs mappájában egy RSS vagy personalFeeds mappa, a 6.0 vagy későbbi verziók telepítése során a program meg fogja kérdezni, hogy frissíteni vagy telepíteni szeretné-e a kiegészítőt. Válassza a frissítés lehetőséget, amennyiben szeretné a korábban használt hírcsatornáit a legújabb verzióban is változatlanul használni.
ja: このアドオンの以前のバージョンを使用していて、個人用NVDA設定フォルダにRSSまたはpersonalFeedsフォルダがある場合は、readFeedsアドオンのバージョン6.0以上をインストールするときにアップグレードとインストールを選択するダイアログが表示されます。アップデートを選ぶと保存したフィードを残すことができ、新しいバージョンのreadFeedsで引き続き利用できます。
ro: Dacă ați utilizat o versiune anterioară a acestui add-on și există un dosar RSS sau un dosar de feed-uri personale în dosarul dumneavoastră de configurare al NVDA, când se instalează versiunea 6.0 sau mai nou, un dialog vă va întreba dacă vreți să upgradați sau instalați. Alegeți actualizare pentru a păstra feed-urile salvate și pentru a continua să le folosiți în noua versiune instalată a cititorului de feed-uri.
tr: Bu eklentinin önceki bir sürümünü kullanıyorsanız ve kişisel NVDA konfigürasyon klasöründe bir RSS veya personalFeeds adlı klasör varsa, eklentinin 6.0 sürümünden itibaren güncellemek mi yoksa kurmak mı istediğiniz sorulacaktır. Önceki RSS akışlarınızı kullanmaya devam etmek istiyorsanız Güncelle seçeneğiyle devam edin.

source: Commands:
ar: الاختصارات:
hu: Parancsok:
ja: コマンド:
ro: Comenzi:
tr: Komutlar:

source: Read Feeds menu
ar: قائمة Read Feeds
hu: Hírcsatorna-olvasó menü
ja: Read Feeds メニュー
ro: Meniul Read Feeds
tr: RSS Okuma menüsü

source: You can access the Read Feeds submenu from the nvda menu, NVDA+N, where the following menu options are available:
ar: يمكنك الوصول إلى القائمة الفرعية Read Feeds من قائمة NVDA الرئيسية, NVDA+N, وتوجد بها الخيارات التالية:
hu: A Hírcsatorna-olvasó almenü elérhető az NVDA menüjéből (NVDA+N), ahol az alábbi menüpontokat érheti el:
ja: NVDAメニュー(NVDA+N)から Read Feeds サブメニューを使用できます。以下のオプションがあります:
ro: Puteți accesa submeniul Read Feeds din meniul NVDA, NVDA+N, unde sunt disponibile următoarele opțiuni:
tr: RSS Okuma alt menüsüne NVDA+N ile açılan nvda menüsünden ulaşabilir, bu menüde aşağıdaki menü seçeneklerini bulabilirsiniz:

source: - Article list... Presents the article list from your current feed. Select the article you want to read and press OK button to open the corresponding page in your browser. - Temporary feed address... control + NVDA + shift + enter: Opens a dialog for typing a new URL to select another feed. The current URL will be shown in this dialog. - Load feed address from file... NVDA+control+enter: Opens a dialog to select a feed from a saved file containing a feed URL. - Save current feed address to file... NVDA+shift+enter: opens a dialog for selecting the file where current feed URL will be saved. If you save to the special file addressFile.txt, this particular feed will be used as your default feed. - Refresh current feed: control+shift+NVDA+8: Refresh selected feed. The feeds will not be updated automatically when Read Feeds addon is started. - Backup feeds folder... opens a dialog to choose a folder where you can save the personalFeeds directory of your feeds. By default the selected folder is the NVDA's configuration directory, which will create the personalFeeds directory. - Restore feeds... Opens a dialog to select a folder which replaces your feeds in the personalFeeds folder. Make sure you load a folder containing feeds URLs.
hu: - Cikkek Listája: a kiválasztott hírcsatorna cikkeit tartalmazza. Válassza ki az olvasni kívánt cikket, majd az Igen gomb lenyomásával a cikkhez tartozó weboldal megnyílik a böngészőben. - Átmeneti hírcsatorna címek... control + NVDA + shift + enter: Megnyit egy párbeszédablakot új hírcsatorna URL megadásához, az aktuális cím látszik a szerkesztőmezőben. - Hírcsatorna betöltése fájlból... NVDA+control+enter: Megnyit egy párbeszédablakot a hírcsatorna URL címét tartalmazó fájl megnyitásához. - Az Aktuális hírcsatorna címének mentése fájlba... NVDA+shift+enter: Megnyit egypárbeszédablakot, ahol kiválasztható az a fájl, ahová az aktuális hírcsatorna címét menteni lehet. Az addressFile.txt speciális fájlba elmentett URL az alapértelmezett hírcsatorna. - Az aktuális hírcsatorna frissítése control+shift+NVDA+8: Frissíti az aktuális hírcsatornát. A hírcsatornák nem frissülnek automatikusan a readFeeds bővítmény futásakor. - Személyes hírcsatornák mappájának elmentése... Megnyit egy párbeszédablakot, ahol megadható a personalFeeds mappa mentési helye. Alapértelmezés szerint az NVDA konfigurációs mappájában jön létre egy personalFeeds mappa. - Saját hírcsatornák visszaállítása... Megnyit egy párbeszédablakot, ahol kiválasztható az a mappa, amiből felülírásra kerül a personalFeeds könyvtár tartalma. Győződjön meg róla, hogy a kiválasztott mappa hírcsatornák URL-címét tartalmazza!
ja: -記事リスト...現在のフィードから記事リストを表示します。読みたい記事を選択してOKボタンを押し、ブラウザで対応するページを開きます。 -一時フィードアドレス...Ctrl+NVDA+Shift+Enter: ダイアログを開いて新しいURLを入力して他のフィードを選択します。現在のURLがこのダイアログに表示されます。 -ファイルからフィードアドレスを読み込み...NVDA+Ctrl+Enter: ダイアログを開いて、フィードURLが保存されたファイルからフィードを選択します。 -現在のフィードアドレスをファイルに保存...NVDA+Shift+Enter: ダイアログを開いて現在のフィードURLを保存するファイルを選択します。addressFile.txtに保存すると、このファイルに保存されたフィードが最初のフィードとして使用されます。 -現在のフィードを更新: Ctrl+Shift+NVDA+8: 選択されたフィードを更新します。フィードは、Read Feeds アドオンを起動時に自動的に更新されません。 -フィードフォルダをバックアップ...ダイアログを開いて自分のフィードを保存する個人フィードディレクトリを保存するフォルダを選択します。初期設定では、NVDAの設定ディレクトリ(configuration directory)がフォルダとして選択され、個人フィードディレクトリが作成されます。 -フィードを復元...ダイアログを開き個人フィードフォルダ内のフィードを入れ替えるフォルダを選択します。フィードURLが保存されたフォルダを読み込むようにします。
ro: - Lista de articole... Prezintă lista de articole din feed-ul dumneavoastră curent. Selectați articolul pe care vreți să-l citiți și apăsați butonul OK pentru a deschide pagina corespunzătoare în navigatorul dumneavoastră. - Adresă feed temporară... control + NVDA + shift + enter: Deschide un dialog pentru tastarea unui nou URL pentru a selecta un alt feed. Feed-ul curent va fi afișat în acest dialog. - Încărcarea adresei feed-ului din filă. NVDA+control+enter: Deschide un dialog pentru a selecta un feed dintr-o filă salvată care conține un URL feed. - Salvare adresa feed-ului curent într-o filă. NVDA+shift+enter: Deschide un dialog pentru a selecta o filă unde va fi salvat URL-ul feed-ului curent. Dacă salvați la fila specială addressFile.txt, acest feed particular va fi utilizat ca feed-ul dumneavoastră implicit. - reîmprospătare feed curent: control+shift+NVDA+8: Reîmprospătează feed-ul curent. Feed-urile nu vor fi actualizate automat când add-onul Read Feeds este pornit. - Dosarul Backup feeds. Deschide un dialog pentru a alege un dosar unde puteți salva directorul de feed-uri personale din feed-urile dumneavoastră. În mod implicit, folderul selectat este cel al configurării NVDA, care va crea directorul de feed-uri personale. - Restaurare feed-uri. Deschide un dialog pentru a selecta un dosar care înlocuiește feed-urile dumneavoastră în folderul feed-uri personale. Asigurați-vă că încărcați un dosar care conține URL-uri ale feed-urilor.
tr: - Haber listesi... Geçerli akış içindeki haber listesini gösterir. Okumak istediğiniz haberi seçip ilgili sayfayı tarayıcıda açmak için tamam tuşuna basın. - Geçici akış adresi... control + NVDA + shift + enter: Takip etmek istediğiniz akış adresini girmeniz için bir iletişim kutusu açar. İletişim kutusunu açtığınızda takip etmekte olduğunuz adres gösterilir. - Kayıtlı akış adresleri... NVDA+control+enter: Akış adreslerinin kaydedildiği dosyalardan birini seçmeniz için bir iletişim kutusu açar. - Geçerli adresi dosyaya kaydet... NVDA+shift+enter: Geçerli adresi bir dosyaya kaydetmeniz için bir iletişim kutusu açar. Eğer adressFile.txt adlı dosyaya kaydederseniz, bu adres varsayılan olarak takip edilen akış olacaktır. - Mevcut akışı güncelle: control+shift+NVDA+8: Seçilen akışı günceller. Akışlar otomatik olarak güncellenmez. - Akış klasörünü yedekle... Kayıtlı akış adreslerinizin bulunduğu dosyalarla ilgili klasörü yedeklemeniz için bir iletişim kutusu açar. Varsayılan olarak seçilen klasör NVDA kullanıcı konfigürasyon dizinidir. - Beslemeleri Geri Yükle... Akış adreslerinin yedeklendiği klasörden adreslerin kaydedildiği dosyaları geri yükler. Akış adresleriyle ilgili klasörü seçtiğinizden emin olun.

source: Note: If you want to delete a previously saved feed URL, just remove the corresponding file.
hu: Megjegyzés: Elmentett hírcsatorna URL törléséhez törölni kell a hozzá tartozó fájlt.
ja: 注: 以前に保存したフィードURLを削除したい場合は、対応するファイルを削除します。
ro: Notă: Dacă doriți să ștergeți o adresă URL salvată anterior, trebuie doar să eliminați fișierul corespunzător.

source: Keyboard commands:
ar: مفاتيح الاختصار:
hu: Billentyűparancsok:
ja: キーボードコマンド:
ro: Comenzi de taste:
tr: Klavye komutları:

source: - Ctrl+Shift+NVDA+Space: Announces current article's URL. Pressing twice will open the web page. - Ctrl+Shift+NVDA+8: Refreshes the selected feed and announces its most recent title. - Ctrl+Shift+NVDA+I: Announces current feed title. Pressing twice will copy the title and related link to clipboard. - Ctrl+Shift+NVDA+U: Announces previous feed title. - Ctrl+Shift+NVDA+O: Announces next feed title.
ar: - Ctrl+Shift+NVDA+Space: الإعلان عن رابط المقال الحالي. بالضغط عليه مرتين سيفتح الصفحة المنشور بها المقال. - Ctrl+Shift+NVDA+8: تنشيط التلقيم المحدد والإعلان عن أحدث عنوان له. - Ctrl+Shift+NVDA+I: الإعلان عن عنوان التلقيم الحالي. بالضغط عليه مرتين سينسخ العنوان ورابط التلقيم للحافظة. - Ctrl+Shift+NVDA+U: الإعلان عن عنوان التلقيم السابق. - Ctrl+Shift+NVDA+O: الإعلان عن عنوان التلقيم التالي.
hu: - Ctrl+Shift+NVDA+Space: Az aktuális cikk URL-címének bemondása. Kétszeri lenyomásra megnyitja a weboldalt. - Ctrl+Shift+NVDA+8: Frissíti az aktuális hírcsatornát, és bemondja a legfrissebb cikk címét. - Ctrl+Shift+NVDA+I: Bemondja az aktuális hírcsatorna nevét. Kétszeri megnyomásra a vágólapra másolja a nevét, és a hozzá tartozó URL-t. - Ctrl+Shift+NVDA+U: Bemondja az előző hírcsatorna nevét. - Ctrl+Shift+NVDA+O: Bemondja a következő hírcsatorna nevét.
ja: -Ctrl+Shift+NVDA+Space: 現在の記事のURLを通知します。2回押すとそのウェブページを開きます。 -Ctrl+Shift+NVDA+8: 選択されたフィードを更新して最新のタイトルを通知します。 -Ctrl+Shift+NVDA+I: 現在のフィードのタイトルを通知します。2回押すとそのタイトルとリンクをクリップボードにコピーします。 -Ctrl+Shift+NVDA+U: 前のフィードのタイトルを通知します。 -Ctrl+Shift+NVDA+O: 次のフィードのタイトルを通知します。
ro: - Ctrl+Shift+NVDA+Spațiu: Anunță URL-ul articolului curent. Apăsând de două ori va deschide pagina web. - Ctrl+Shift+NVDA+8: Reîmprospătează feed-ul selectat și anunță cel mai recent titlu al său. - Ctrl+Shift+NVDA+I: Anunță titlul feed-ului curent. Apăsând de două ori va copia titlul și link-ul relatat pe planșetă. - Ctrl+Shift+NVDA+U: Anunță titlul feed-ului anterior. - Ctrl+Shift+NVDA+O: Anunță titlul feed-ului următor.
tr: - Ctrl+Shift+NVDA+Aralık: Mevcut haberin adresini seslendirir. İki kez basılırsa haberle ilgili web sayfası açılır. - Ctrl+Shift+NVDA+8: Seçilen akış güncellenir ve en son girilen haber başlığı okunur. - Ctrl+Shift+NVDA+I: Geçerli haber başlığını okur. İki kez basılırsa başlık ve adres panoya kopyalanır. - Ctrl+Shift+NVDA+U: Önceki haber başlığını okur. - Ctrl+Shift+NVDA+O: Sonraki haber başlığını okur.

source: Notifications:
ar: إشعارات:
hu: Figyelmeztetések:
ja: 通知:
ro: Notificări:
tr: Bildirimler:

source: - When the title or URL have been copied. - When unable to connect/refresh a feed, or the URL does not correspond to a valid feed. - NVDA will display an error message if it was not possible to backup the personalFeeds folder. - The title of the article list dialog displays the selected feed name and number of items available.
ar: عند نسخ العنوان أو الرابط. - عند تعذر الاتصال ب/تنشيط تلقيم, أو الرابط غير متعلق بتلقيم صحيح. - سيقوم NVDA بعرض رسالة خطأ إذا تعذر أخذ نسخة احطياطية من مجلد التلقيمات الشخصية. - ستقوم محاورة عنوان قائمة المقالات بعرض اسم التلقيم المحدد وعدد العناصر المتاحة.
hu: - Amikor a cím vagy az URL másolásra kerül. - Amikor nem lehet kapcsolódni, vagy frissíteni a hírcsatornát, vagy épp az URL nem tartozik egy létező hírcsatornához. - Az NVDA hibaüzenetet jelenít meg, ha nem sikerült elmenteni a personalFeeds mappát. - A cikkek listája megjeleníti a kiválasztott hírcsatorna nevét és az elérhető elemek számát.
ja: -タイトルまたはURLがコピーされた時。 -フィードを接続更新できない時、またはURLが有効なフィードに対応しない時。 -個人フィードフォルダをバックアップできない時、NVDAはエラーメッセージを表示します。 -記事リストダイアログのタイトルは選択されたフィード名および使用できる項目数を表示します。
ro: - Când au fost copiate titluri sau URL-uri. - Când în imposibilitatea de a conecta/reîmprospăta un flux, sau adresa URL nu corespunde unui feed valid. - NVDA va afișa un mesaj de eroare în cazul în care nu a fost posibil să facă backup de rezervă la dosarul feed-uri personale. - Titlul dialogului listă de articol afișează numele selectat și numărul de articole disponibile.
tr: - Başlık ya da adres kopyalandığında. - Akışa bağlanalamıyor ya da güncellenemiyorsa ve geçerli bir adres değilse. - Nvda, kişisel akış klasörü yedeklenemediğinde hata verir. - Haber listesi iletişim kutusunun başlığında geçerli akışın adı ve geçerli haber sayısı bulunur.

source: Changes for 2.0
hu: A 2.0 verzió változásai:
ja: 2.0の変更点
ro: Modificări în 2.0

source: Add-on help is available from the Add-ons Manager.
hu: A kiegészítő súgója elérhető a bővítmények kezelése párbeszédablakról is.
ja: アドオン ヘルプはアドオン マネージャから利用可能になりました
ro: Ghidul add-on-ului este disponibil în managerul de add-on-uri.

source: Changes for 1.0
ar: تعديلات الإصدار 1.0
hu: Az 1.0 verzió változásai:
ja: バージョン1.0
ro: Modificări în 1.0
tr: 1.0 Değişiklikler

source: Initial version.
ar: إصدار أولي
hu: Kezdeti verzió
ja: 最初のバージョン
ro: Versiunea inițială.
tr: İlk sürüm.
