Repository: nvdacn/screenReaderTranslations
Catalog: website/addons/reportSymbols.*.po
Languages: de, fi, fr, hu, ja, ko, ro, ru

source: [[!meta title="Report Symbols"]]
de: [[!meta title="Symbole ansagen"]]
fi: [[!meta title="Puhu symbolit"]]
hu: [[!meta title="Szimbólumok bemondása"]]

source: Author: Noelia Ruiz Martínez.
de: Autor: Noelia Ruiz Martínez.
fi: Tekijä: Noelia Ruiz Martínez.
fr: Auteur : Noelia Ruiz Martínez.
hu: Írta: Noelia Ruiz Martínez.
ja: 作者: Noelia Ruiz Martínez.
ko: 저자: Noelia Ruiz Martínez.
ro: Autor: Noelia Ruiz Martínez.
ru: Автор: Noelia Ruiz Martínez.

source: Download [stable version][1]
de: [stabile version][1] herunterladen
fi: Lataa [vakaa versio][1]
fr: Télécharger [version stable][1]
hu: Letöltés [stabil verzió][1]
ja: ダウンロード [安定版][1]
ko: Download [안정 버전][1]
ro: Descărcați [versiunea stabilă][1]
ru: Загрузить [стабильную версию][1]

source: Download [development version][2]
de: [Testversion herunterladen][2]
fi: Lataa [kehitysversio][2]
fr: Télécharger [version de développement][2]
hu: Letöltés [fejlesztői verzió][2]
ja: ダウンロード [開発版][2]
ko: Download [개발 버전][2]
ro: Descărcați [versiunea în dezvoltare][2]
ru: Загрузить [разрабатываемую версию][2]

source: This add-on allows to listen the typed symbols (non alphanumeric or blank characters), even when the speaking of typed characters is turned off in NVDA.
de: Diese Erweiterung ermöglicht die Ansage der Symbole beim Tippen (z.B. Satzzeichen). Alphanumerische und leere Zeichen werden nicht angesagt. Die Ansage bleibt bestehen, auch wenn das Sprechen von eingegebenen Zeichen in NVDA deaktiviert ist.
fi: Tämän lisäosan avulla on mahdollista kuulla kirjoitetut symbolit (ei-aakkosnumeeriset ja tyhjämerkit), vaikka kirjoitettujen merkkien puhuminen on poistettu käytöstä.
fr: Ce module complémentaire permet d'écouter les symboles écrit (caractères non alphanumériques ou caractères en blanc), même si la verbalisation des caractères écrit est désactivé dans NVDA.
ja: このアドオンにより、NVDAの入力文字の読み上げをオフにした状態でも、入力した記号(アルファベットでない記号や空白文字)を聞くことが出来ます。
ko: 이 추가 기능은 NVDA에서 입력한 글자 알림이 꺼져 있어도 입력된 기호 (영 숫자가 아니거나 공백이 아닌 문자)를 들을 수 있습니다.
ro: Acest supliment permite ascultarea simbolurilor tastate (caractere non-alfanumerice sau goale), atunci când vorbirea caracterelor tastate este dezactivată în NVDA.
ru: Это дополнение позволяет слышать набираемые символы (не буквенно-цифровые или пустые), даже если произношение символов выключено в NVDA.

source: It's based on the old ReportSymbols add-on, developed by the same author. You should uninstall it to use this version.
de: Diese Erweiterung basiert auf eine veraltete Erweiterung, die auch "Symbole ansagen" heißt und vom gleichen Author erstellt wurde. Wenn Sie die alte Version nutzen, sollten Sie sie zuerst deinstallieren.
fi: Perustuu saman tekijän kehittämään vanhaan ReportSymbols-lisäosaan. Sinun tulisi poistaa se tämän version käyttämiseksi.
fr: Il est basé sur l'ancien module complémentaire ReportSymbols, développé par le même auteur. Vous devez désinstaller celui-ci pour utiliser cette nouvelle version.
hu: Ez a bővítmény a régi "Szimbólumok bemondása" bővítményen alapul, melyet ugyanez a fejlesztő írt. Kérjük, mielőtt ezt a bővítményt használná, távolítsa el a régit!
ja: このアドオンは、同じ作者により開発された、ReportSymbolsという以前のアドオンに基いています。このバージョンを使うには、以前の物をアンインストールしなければなりません。
ko: 이 추가 기능은 동일한 저자가 개발한 기존 ReportSymbols 추가 기능을 기반으로 합니다. 이 버전을 사용하려면 제거해야합니다.
ro: Este bazat pe varianta veche a acestui add-on, dezvoltat de același autor. Trebuie să-l dezinstalați ca să folosiți această versiune.
ru: Оно основано на старом дополнении ReportSymbols, разработанном тем же автором. Сначала удалите старое дополнение, чтобы использовать это.

source: Preferences menu
de: Menü Einstellungen
fi: Asetusvalikko
fr: Menu Préférences
hu: Beállítások menü
ja: 設定メニュー
ko: 설정 메뉴
ro: Meniul preferințe
ru: Пункт в меню Параметры

source: Report Symbols settings: Allows to set preferences for the speaking of typed symbols.
de: Einstellungen für Symbol-Ansagen: ermöglicht die Anpassung der Einstellungen für die Ansage der eingegebenen Satzzeichen.
fi: Puhu symbolit: Mahdollistaa kirjoitettujen symboleiden puhumisen asetusten määrittämisen.
fr: Paramètres Report Symbols : Permet de définir les préférences pour la verbalisation des symboles écrit.
hu: A "szimbólumok bemondása" bővítmény beállításai: lehetővé teszi a "szimbólumok bemondása" bővítmény beállításainak elvégzését.
ja: Report Symbolsの設定: 入力された記号の読み上げを設定します。
ko: Report Symbols 설정: 입력한 기호를 말하기 위한 기본 설정을 지정할 수 있습니다.
ro: Opțiuni Report Symbols: Permite setarea preferințelor pentru vorbirea simbolurilor tastate.
ru: Настройки Report Symbols: позволит настроить озвучивание набираемых символов.

source: Note: A gesture to open this dialog can be assigned from NVDA menu, Preferences submenu, Input gestures dialog, Configuration category.
de: Hinweis: Eine Tastenkürzel zum Öffnen dieses Dialogs kann über das NVDA-Menü, Untermenü Einstellungen, Dialog Eingaben, Kategorie Konfiguration zugewiesen werden.
fi: Huom: Tälle valintaikkunalle voidaan määrittää syötekomento menemällä NVDA-valikkoon, avaamalla Asetukset-alavalikosta Syötekomennot-vaihtoehto ja valitsemalla avautuvasta valintaikkunasta Asetukset-kategoria.
fr: Note : Un geste pour ouvrir cette boîte de dialogue peut être assigné en allant dans le menu NVDA, sous-menu Préférences, dans le dialogue Gestes de commandes, dans la catégorie Configuration.
hu: Megjegyzés: ha ezt a párbeszédpanelt billentyűparanccsal szeretné megnyitni, hozzáadhat billentyűparancsot az NVDA/beállítások/beviteli parancsok párbeszédpanelen a konfiguráció kategóriában.
ja: 備考: このダイアログを開くジェスチャーをNVDAメニュー、設定サブメニュー、入力ジェスチャーダイアログの設定カテゴリで設定出来ます。
ko: 참고: 이 대화상자를 여는 제스처는 NVDA 메뉴, 환경 설정 하위 메뉴, 입력 제스처 대화상자, 환경 설정 카테고리에서 지정할 수 있습니다.
ro: Notă: Un gest pentru deschiderea acestui dialog poate fi atribuit din meniul NVDA, submeniul preferințe, dialogul gesturilor de intrare, secțiunea Configurare.
ru: Примечание: вы можете назначить жест на открытие диалога настроек, проследовав в меню NVDA, подменю "Параметры", пункт "Жесты ввода".

source: Changes for 4.0
fi: Muutokset versiossa 4.0

source: The add-on settings are shown in the corresponding category of the NVDA Settings dialog.
fi: Lisäosan asetukset näkyvät omassa kategoriassaan Asetukset-valintaikkunassa.

source: Requires NVDA 2018.2 or later.
fi: Vaatii NVDA 2018.2:n tai uudemman.

source: If needed, you can download the [last version compatible with NVDA 2017.3][3].
fi: Tarvittaessa voit ladata [viimeisimmän version, joka on yhteensopiva NVDA 2017.3:n kanssa.][3]

source: Changes for 3.0
de: Änderungen in 3.0
fi: Muutokset versiossa 3.0
fr: Changements pour la version 3.0
ja: 3.0の変更点
ko: 3.0에서의 변경사항
ro: Modificări în 3.0Modificări în 1.0
ru: Изменения в версии 3.0

source: Added checkboxes for the speaking of spaces, carriage returns and other blank characters.
de: Es wurden Kontrollfelder für das Ansagen der Leerzeichen, Wagenrücklauf und anderen leeren Zeichen hinzugefügt.
fi: Lisätty valintaruudut välilyöntien, rivinvaihtojen ja muiden tyhjämerkkien puhumiseen.
fr: Ajout de cases à cocher pour la verbalisation des espaces, des retours de chariot et d'autres caractères en blanc.
ja: スペース、キャリッジリターン、その他の空白文字を読み上げるチェックボックスを追加しました。
ko: 공백, 캐리지 리턴 및 기타 공백 문자를 말할지 여부를 지정하는 체크상자 추가.
ro: Au fost adăugate casete de bifat pentru vorbirea spațiilor, a liniilor noi și a altor caractere goale.
ru: Добавлены флажки для проговаривания пробелов, возврата каретки и других символов пустоты.

source: Changes for 2.0
de: Änderungen in 2.0
fi: Muutokset versiossa 2.0
fr: Changements pour la version 2.0
ja: 2.0の変更点
ko: 2.0에서의 변경사항
ro: Modificări în 2.0Modificări în 1.0
ru: Изменения в версии 2.0

source: The visual presentation of the dialog has been enhanced, adhering to the appearance of the dialogs shown in NVDA.
de: Die visuelle Darstellung des Dialogs wurde verbessert und entspricht nun dem Erscheinungsbild der Dialoge in NVDA.
fi: Valimtaikkunan visuaalista esitystä on parannettu noudattamaan NVDA:n ikkunoiden ulkoasua.
fr: La présentation visuelle de la boîte de dialogue a été améliorée, en respectant l'apparence des dialogues affichés dans NVDA.
ja: ダイアログの外観を向上し、NVDAに表示されるダイアログと同様の物にしました。
ko: 대화 상자의 시각적 표현이 향상되어 NVDA에 표시된 대화 상자의 모양을 준수함.
ro: Prezentarea vizuală a dialogului a fost îmbunătățită, aderând la aspectul dialogurilor afișate în NVDA.
ru: Визуальное представление диалогов было модифицировано, придерживаясь внешнего вида диалогов, отображаемых в NVDA.

source: Requires NVDA 2016.4 or later.
de: Benötigt NVDA 2016.4 oder neuer.
fi: Edellyttää NVDA:n 2016.4-versiota tai uudempaa.
fr: Nécessite NVDA 2016.4 ou ultérieur.
ja: NVDA 2016.4以降が必要です。
ko: NVDA 2016.4 이상이 필요함.
ro: Necesită NVDA 2016.4 sau mai nou.
ru: Требуется NVDA 2016.4 или позднее.

source: Changes for 1.0
de: Änderungen in 1.0
fi: Muutokset versiossa 1.0
fr: Changements pour la version 1.0
hu: Az 1.0. verzió változásai
ja: バージョン1.0
ko: 1.0에서의 변경사항
ro: Modificări în 1.0
ru: Изменения в версии 1.0

source: Initial version.
de: Ehrstveröffentlichung.
fi: Ensimmäinen versio.
fr: Première version.
hu: Első verzió.
ja: 最初のバージョン。
ko: 첫 번째 버전
ro: Versiunea inițială.
ru: Первоначальная версия.

source: This add-on allows to listen the typed symbols (non alphanumeric characters), even when the speaking of typed characters is turned off in NVDA.
hu: Ez a bővítmény bemondja a nem alfanumerikus szimbólumokat gépeléskor még akkor is, ha a beírt karakterek bemondása gépeléskor ki van kapcsolva.
