Repository: nvdacn/screenReaderTranslations
Catalog: website/addons/resourceMonitor.*.po
Languages: ar, es, gl, hu, is, ja, ko, ne, nl, pt_pt, ro

source: Ability to change add-on shortcut keys (NVDA 2013.3 or later).
ar: إمكانية تغيير اختصارات الإضافة (NVDA2013.3 وما بعده).
es: Posibilidad de cambiar los atajos de teclado de los complementos (NVDA 2013.3 o posterior).
gl: Capacidade de cambiar os atallos de teclado do complemento (NVDA 2.013,3 ou posterior).
hu: Lehetőség van a kiegészítő billentyűparancsainak megváltoztatására (NVDA 2013.3-tól)
ja: ショートカットキーの入力ジェスチャー変更に対応(NVDA 2013.3以降).
ne: २०१३.३ वा यस पछिका नेत्रवाणीमा लागु हुने गरी थप-साधनको द्रुतमार्ग बदल्ने क्षमता थप गरियो ।
nl: Mogelijkheid om de sneltoetsen van de add-on te wijzigen (NVDA 2013.3 of later).
pt_pt: Possibilidade de alterar as teclas de atalho do add-on (NVDA 2013.3 ou posterior).
ro: Abilitatea de a modifica combinațiile de taste ale add-on-ului(NVDA 2013.3 sau mai nou).

source: Ability to copy individual resource information to clipboard by pressing resource commands two times.
ar: إمكانية نسخ معلومة النظام بالضغط على الأمر المنوط بالإخبار عنها مرتين متعاقبتين.
es: Posibilidad de copiar la información individual de recursos al portapapeles pulsando órdenes de recursos dos veces.
gl: Habilidade para copiar información dun recurso individual ó portapapeis premendo Ordes de recurso dúas veces.
hu: Lehetőség van az egyéni erőforrás információkat a vágólapra másolni egy kiválasztott erőforrás billentyűparancsának kétszeri lenyomásával.
ja: コマンドを2回続けて押すとそれぞれのリソース情報をコピーする機能を追加。
ne: स्रोत आदेसहरूलाई दुई पटक दबाएर क्लिपपाटीमा स्रोतहरू सम्बन्धी वैयक्तिक सुचनालाई सञ्चय गर्ने सुविदा थप गरियो ।
nl: Mogelijkheid om individuele informatie naar het klembord te kopiëren door commando's tweemaal in te drukken.
pt_pt: Capacidade de copiar informações de recursos individuais para a área de transferência ao pressionar os comandos de recursos duas vezes.
ro: Abilitatea de a copia informația resurselor individuale pe planșetă apăsând comenzile resursei de două ori.

source: Changes for 2.4
ar: مستجدات الإصدار 2.4
es: Cambios para 2.4
gl: Cambios para 2.4
hu: A 2.4. verzió változásai
ja: 2.4の変更点
ko: 버전 2.4
ne: २.४ मा गरिएका परिवर्तनहरू
nl: Veranderingen in 2.4
pt_pt: Mudanças para 2.4
ro: Modificări aduse în versiunea 2.4

source: New languages: Chinese (simplified), Ukrainian.
ar: ترجمة الإضافة إلى: الصينية (المبسطة) والأوكرانية.
es: Nuevos idiomas: Chino (simplificado), Ucraniano.
gl: Novas linguas: Chinese (simplificado), Ucranián.
hu: Új nyelvek: egyszerűsített kínai, ukrán.
ja: 新しい言語: 中国語 (簡体字)、ウクライナ語。
ko: 새 언어: 우크라이나어, 중국어 (간채).
ne: नयाँ भाषाहरू: सरलीकृत चिनिया, युक्रेनी
nl: Nieuwe vertalingen: Chinees (vereenvoudigd), Oekraïens.
pt_pt: Novos idiomas: chinês (simplificado), ucraniano.
ro: Limbi noi: Chineză (simplificată), Ucraineană,.

source: Changes for 2.3
ar: مستجدات الإصدار 2.3
es: Cambios para 2.3
gl: Cambios para 2.3
hu: A 2.3. verzió változásai
ja: 2.3の変更点
ko: 버전 2.3
ne: २.३ मा गरिएका परिवर्तनहरू
nl: Veranderingen in 2.3
pt_pt: Alterações para 2.3
ro: Modificări aduse în versiunea 2.3

source: Added Bulgarian translation.
ar: ترجمة الإضافة للغة البلغارية.
es: Añadida la traducción al búlgaro.
gl: Engadida a traducción ó búlgaro.
hu: Bolgár fordítás hozzáadása.
ja: ブルガリア語の翻訳を追加しました。
ko: 불가리아어 번역 추가.
ne: बुल्गेरियाली अनुवाद थपियो ।
nl: Bulgaarse vertaling toegevoegd.
pt_pt: Adicionada a tradução búlgara.
ro: A fost adăugată traducerea în limba Bulgară.

source: Changes for 2.2
ar: مستجدات الإصدار 2.2
es: Cambios para 2.2
gl: Cambios para 2.2
hu: A 2.2. verzió változásai
ja: 2.2の変更点
ko: 버전 2.2
ne: २.१ संस्करणमा गरिएका परिवर्तनहरू ।
nl: Veranderingen in 2.2
pt_pt: Mudanças para 2.2
ro: Modificări aduse în versiunea 2.2

source: Added following translations: Arabic, Aragonese, Croatian, Dutch, Finnish, French, Galician, German, Hungarian, Italian, Japanese, Korean, Nepali, Polish, Portuguese (Brazil), Russian, Slovak, Slovenian, Spanish, Tamil and Turkish.
ar: ترجمة الإضافة إلى اللغات: العربية, والأرجانيزية, والكرواتية, والهولندية, والفنلندية, والفرنسية, والغالية, والألمانية, والمجرية, والإيطالية, واليابانية, والكورية, والنيبالية, والبولندية, والبرتغالية (برازيلي), والروسية, والسلوفاكية, والسلوفينية, والإسبانية, وتامل والتركية.
es: Añadidas siguientes traducciones: árabe, aragonés, croata, holandés, finlandés, francés, gallego, alemán, japonés húngaro, italiano, coreano, nepalí, polaco, portugués (Brasil), ruso, eslovaco, esloveno, español, tamil y turco.
gl: Seguintes traducións Engadidas: Árabe, aragonés, croata, holandés, finlandés, francés, galego, alemán, húngaro, italiano, xaponés, coreano, nepalés, polaco, portugués (Brasil), ruso, eslovaco, esloveno, español, Tamil e turco.
hu: Új fordítások: Arab, Aragóniai, Horvát, Holland, Finn, Francia, Galíciai, Német, Magyar, Olasz, Japán, Koreai, Nepáli, Lengyel, Portugál (Brazíliai), Orosz, Szlovák, Szlovén, Spanyol, Tamil és Török.
ja: 以下の言語の翻訳を追加しました: アラビア語、Aragonese、クロアチア語、オランダ語、フィンランド語、フランス語、Galician、ハンガリー語、イタリア語、日本語、韓国語、ネパール語、Polish、ポルトガル語 (ブラジル)、ロシア語、スロヴァキア語、スロベニア語、スペイン語、タミル語、トルコ語。
nl: De volgende vertalingen toegevoegd: Arabisch, Aragonees, Croatisch, Nederlands, Fins, Frans, Galacisch, Duits, Hongaars, Italiaans, Japans, Koreaans, Nepali, Pools, Portugees (Brazilië), Russisch, Slowaaks, Sloveens, Spaans, Tamil en Turks
pt_pt: Adicionadas as seguintes traduções: árabe, aragonês, croata, holandês, finlandês, francês, galego, alemão, húngaro, italiano, japonês, coreano, nepalês, polaco, português (Brasil), russo, eslovaco, esloveno, espanhol, tâmil e turco.
ro: Au fost adăugate următoarele traduceri: Arabă, Aragoneză, Croată, Olandeză, Finlandeză, Franceză, Galiciană, Germană, Maghiară, Italiană, Japoneză, Coreeană, Nepaleză, Poloneză, Portugheză (Brazilia), Rusă, Slovacă, Slovenă, Spaniolă, Tamilă și Turcă.

source: Changes for 2.1
ar: مستجدات الإصدار 2.1
es: Cambios para 2.1
gl: Cambios para 2.1
hu: A 2.1. verzió változásai
is: Breytingar fyrir 2.1
ja: 2.1の変更点
ko: 버전 2.1
ne: २.१ संस्करणमा गरिएका परिवर्तनहरू ।
nl: Veranderingen in 2.1
pt_pt: Mudanças para 2.1
ro: Modificări aduse în versiunea 2.1

source: Updated psutil dependency to version 0.6.1.
ar: تحديث psutil dependency للإصدار 0.6.1.
es: Actualizada dependencia sutíl a la versión 0.6.1.
gl: Actualizada dependencia sutil á versión 0.6.1.
hu: A psutil függőség frissítése a 0.6.1 verzióra.
is: Uppfært psutil dependency í útgáfu 0.6.1.
ja: psutil を 0.6.1 に更新。
ko: psutil 0.6.1로 업데이트함.
ne: psutil आधारितलाई ०.६.१ मा अद्यावधिक गरियो ।.
nl: Psutil afhankelijkheid bijgewerkt naar versie 0.6.1
pt_pt: Dependência psutil actualizada para a versão 0.6.1.
ro: A fost actualizată dependența psutil la versiunea 0.6.1.

source: Fixed long delay when getting information of drives.
ar: معالجة التأخر الذي يحدث عند استحضار معلومات عن الأقراص.
es: Corregidos los grandes retrasos al optenerse información de unidades.
gl: Correxido retraso grande ó opter información das unidades.
hu: A hosszú várakozás kiküszöbölése a meghajtókról való információk beszerzése közben.
is: Löguð töf, þegar sóttar eru upplýsingar um drif.
ja: ドライバの情報を取得する時の大幅な遅延を修正しました。
ko: 드라이브 정보 확인 속도 향상.
ne: भकारि सम्बन्धी जानकारी लिदा लामो समय लाग्ने समस्या हल गरियो ।
nl: Vertraging bij het opvragen van schijf-informatie opgelost
pt_pt: Corrigido grande atraso ao obter informações de unidades.
ro: A fost reparată întârzierea lungă atunci când se obțin informațiile driverelor.

source: Code cleanup.
ar: قليل من الترتيب لكود الإضافة.
es: Limpieza de código.
gl: Limpeza do Código.
hu: Kódtisztítás.
ja: コードを整理しました。
nl: Code opgeruimd.
pt_pt: Limpeza de códigoCode cleanup.
ro: Curățarea codului.

source: Changes for 2.0
ar: مستجدات الإصدار 2.0
es: Cambios para 2.0
gl: Cambios para 2.0
hu: A 2.0 verzió változásai
is: Breytingar fyrir 2.0
ja: 2.0の変更点
ko: 버전 2.0
ne: २.० संस्करणमा गरिएका परिवर्तनहरू ।
nl: Veranderingen in 2.0
pt_pt: Mudanças para 2.0
ro: Modificări aduse în versiunea 2.0

source: added translation support and translation comments.
ar: إضافة إمكانية ترجمة الإضافة مع وضع تعليقات عن كل رسالة
es: añadido el soporte para traducciones y los comentarios de las traducciones.
gl: Engadido o soporte para traduccións e comentarios das traduccións.
hu: Fordítások támogatása, és fordítási megjegyzések hozzáadása.
is: bætt við stuðningi fyrir þýðingar og athugasemdum vegna þýðinga.
ja: 翻訳のサポートと翻訳のコメントを追加しました。
ko: 번역 지원 추가.
ne: अनुवाद टिप्पणी र अनुवाद सहयोग थप गरियो ।.
nl: Ondersteuning voor vertalingen en commentaar voor vertalers toegevoegd
pt_pt: Foi adicionado o Suporte de tradução e respectivos comentários.
ro: A fost adăugat suportul pentru traduceri și comentariile pentru acestea.

source: Changes for 1.0
ar: مستجدات الإصدار 1.0
es: Cambios para 1.0
gl: Cambios para 1.0
hu: Az 1.0 változásai
is: Breytingar fyrir 1.0
ja: バージョン1.0
ko: 버전 1.0
ne: १.० संस्करणमा गरिएका परिवर्तनहरू ।
nl: Veranderingen in 1.0
pt_pt: Alterações para 1.0
ro: Modificări aduse în versiunea 1.0

source: Initial Release
ar: إصدار أولي
es: Versión inicial
gl: Versión inicial
hu: Első kiadás
is: Frumútgáfa
ja: 最初のバージョン
ko: 첫 출시 버전.
ne: पहिलो सार्वजनिकीकरण
nl: Eerste versie
pt_pt: Lançamento inicial
ro: Lansarea inițială

source: This plugin gives information about CPU load, memory usage and other resource usage information.
ar: تعطي هذه الإضافة البرمجية معلومات للمستخدم عنحمولة وحدة المعالجة المركزية, استخدام الذاكرة, والمزيد من المعلومات الأخرى حول خصائص النظام.
es: Este plugin nos da información acerca de la carga de la CPU, del uso de la memoria y de otra información de uso de recursos.
gl: Este plugin danos información acerca da carga da CPU, do uso da memoria e outras informacións de uso dos recursos.
hu: A kiegészítő hasznos információkat ad a memória, processzor, háttértár és az akkumulátor aktuális állapotáról.
ja: このアドオンはCPU負荷、メモリ使用量などリソースの使用状態を通知します。
nl: Deze add-on geeft informatie over CPU- en geheugengebruik en andere statusinformatie.
ro: Acest supliment oferă informații despre media procesorului, utilizarea memoriei și alte resurse de utilizare a informației.

source: Support for Windows XP from this add-on will end on December 31, 2017. Support for Windows Server 2003 and Windows Vista will end on June 30, 2018.
ro: Suportul pentru Windows XP de la acest supliment va înceta pe 31 decembrie 2017. Suporturile pentru Windows Server 2003 și pentru Windows Vista vor înceta pe 30 iunie 2018.

source: Authors: Alex Hall, Joseph Lee, beqa gozalishvili and other NVDA contributors
ar: مطورو الإضافة: Alex Hall, Joseph Lee, beqa gozalishvili وآخرون
es: Autores: Alex Hall, Joseph Lee, beqa gozalishvili y otros colaboradores de NVDA
gl: Autores: Alex Hall, Joseph Lee, beqa gozalishvili e outros colaboradores do NVDA
is: Höfundar: Alex Hall, Joseph Lee, beqa gozalishvili og fleiri NVDA samstarfsaðilar
ja: 作者: Alex Hall, Joseph Lee, beqa gozalishvili,その他のNVDAへの貢献者
ko: 저자: Alex Hall, Joseph Lee (이성원), beqa gozalishvili 외 공헌자들.
ne: लेखकहरु: अलेक्स हल, जोसेफ लि, बिका गोजालिस्भीलि र अन्य नेत्रवाणी योगदान कर्ताहरू ।
nl: Auteurs: Alex Hall, Joseph Lee, beqa gozalishvili en anderen

source: Important: Resource Monitor 3.1 is not compatible with NvDA 2013.3 or earlier. If you use 2013.3 or earlier, please use Resource Monitor 3.0.
ar: ملحوظة هامة: الإصدار 3.1 من الإضافة غير متوافق مع الإصدار 2013.3 من NvDA وما قبله. إذا كنت تستخدم الإصدار 2013.3 أو ما قبله, يرجى استخدام Resource Monitor 3.0.
es: Importante: Resource Monitor 3.1 no es compatible con NVDA 2013.3 o anterior. Si utilizas 2013.3 o anterior, por favor utiliza Resource Monitor 3.0.
gl: Importante: Resource Monitor 3.1 non é compatible co NVDA 2013.3 ou anterior. Se utilizas 2013.3 ou anterior, porfavor utiliza Resource Monitor 3.0.
ja: 重要: Resource Monitor 3.1はNVDA2013.3以前ではご利用出来ません。2013.3以前のバージョンをお使いの場合は、Resource Monitor 3.0をお使い下さい。

source: There might be a short delay when getting processor usage information.
ar: ربما تلاحظ التأخر بعض الوقت عند الحصول على معلومات استخدام المعالج.
es: Podría haber un pequeño retraso al obtener información de uso del procesador.
gl: Podería haber un pequeno retraso ó obter información sobre o uso do procesador.
ja: CPU負荷情報の取得には時間がかかる場合があります。
ne: प्रोसेसरको प्रयोग सम्बन्धी जानकारी दिदा केही ढिलो हुन सक्छ ।

source: CPU usage is given for logical processors, not physical cores. This is noticeable for processors which uses Hyper Threading where number of CPU's is twice the number of CPU cores.
ne: CPU को प्रयोग तार्किक प्रोसेसरलाई दिइएको छ, भौतिक कोरलाई होइन । यो बहु मार्ग जहाँ CPU को सङ्ख्या भन्दा CPU कोरको सङ्ख्या दोब्बर हुन्छ मा मननीय छ ।.

source: Replaced %s-es into {friendlyVariableNames}.
is: Skipt út %s-es yfir í {friendlyVariableNames}.
ko: 데이타 이름 정리.
ne: %s लाई {friendlyVariableNames} मा प्रतिस्थापन गर ।

source: [[!meta title="resource Monitor"]]
ko: [[!meta title="리소스 모니터"]]

source: This plugin gives information about CPU load, memory usage, battery and disk usage status.
ko: 사용자 컴퓨터의 프로세서, 메모리, 디스크 및 베터리 사용에 관한 정보를 알려주는 기능입니다.

source: NVDA+Shift+E Presents used ram, average processor load, and battery info if available,
is: NVDA+Shift+E Sýnir notað vinnsluminni, meðkeyrslu örgjörvans og batterí upplýsingar ef mögulegt
ko: NVDA+Shift+E 프로세서, 메모리 및 베터리 사용 정보를 알려줍니다.

source: NVDA+Shift+1 Presents the average processor load and the load of each core,
is: NVDA+Shift+1 Sýnir meðal keyrslu örgjörvans og álags stöðu
ko: NVDA+Shift+1 프로세서 사용 정보를 알려줍니다.

source: NVDA+Shift+2/5 Presents the used and total space for both physical and virtual ram,
ko: NVDA+Shift+2/5 메로리 (렘 및 가상 메모리) 사용 정보를 알려줍니다.

source: NVDA+Shift+3 Presents the used and total space of the static and removable drives on this computer,
is: NVDA+Shift+3 Sýnir notað magn og heildarstærð drifa sem og lausra drifa í tölvunni.
ko: NVDA+Shift+3 디스크 사용 정보를 알려줍니다.

source: NVDA+Shift+4 Presents battery percentage, charging status, remaining time (if not charging), and a warning if the battery is low or critical,
is: NVDA+Shift+4 Sýnir stöðu batterís, hleðslu stöðu, þann tíma sem er eftir af hleðslu (ef ekki í hleðslu), og aðvörun ef batterístaða er lág eða alvarlega lág
ko: NVDA+Shift+4 베터리 정보를 알려줍니다.

source: Added following translations: Arabic, Aragonese, Croatian, Dutch, Finnish, French, Galatian, German, Hungarian, Italian, Japanese, Korean, Nepali, Polish, Portuguese (Brazil), Russian, Slovak, Slovenian, Spanish, Tamil and Turkish.
ko: 다음 언어 추가: 갈라티아어, 네덜란드어, 네팔어, 독일어, 러시아어, 스페인어, 슬로바키아어, 슬로베니아어, 아라곤어, 크로아티아어, 포루투갈어 (브라질), 프랑스어, 핀란드어, 타밀어, 터키어, 한국어, 헝가리어.

source: a bit code cleanup
is: tiltekt á kóða
ko: `코드 정리.

source: Download: [version 2.2 beta 1][1]
is: Niðurhal: [version 2.2 beta 1][1]

source: NVDA+Shift+2 Presents the used and total space for both physical and virtual ram,
is: NVDA+Shift+2 Sýnir notað magn og heildarmagn minnis, sem og sýndarminnis.
