Repository: nvdacn/screenReaderTranslations
Catalog: website/addons/resourceMonitor.*.po
Languages: ar, es, gl, hu, is, ja, ko, ne, nl, pt_pt, ro

source: [[!meta title="Resource Monitor"]]
hu: [[!meta title="Erőforrás-kilistázó"]]
ne: [[!meta title="श्रोत अनुगामी (resourceMonitor)"]]
pt_pt: [[!meta title="Monitor de Recursos"]]
ro: [[!meta title="Resursele Monitorului"]]

source: Authors: Alex Hall, Joseph Lee, beqa gozalishvili, Tuukka Ojala and other NVDA contributors
pt_pt: Autores: Alex Hall, Joseph Lee, beqa gozalishvili, Tuukka Ojala e outros colaboradores do NVDA
ro: Autori: Alex Hall, Joseph Lee, beqa gozalishvili, Tuukka Ojala și alți contribuitori NVDA

source: Download [stable version][1]
ar: تحميل [الإصدار النهائي][1]
es: Descargar [versión estable][1]
gl: Descargar [versión estable][1]
hu: Letöltés [Stabil verzió][1]
ja: ダウンロード [安定版][1]
nl: Download [stabiele versie][1]
pt_pt: Baixar [versão estável][1]
ro: Descărcați [versiunea stabilă][1]

source: This add-on gives information about CPU load, memory usage and other resource usage information.
pt_pt: Este extra fornece informações sobre carga da CPU, uso de memória e outras informações de uso de recursos.

source: Shortcuts
ar: مفاتيح الاختصار
es: Atajos de teclado
gl: Atallos de teclado
hu: Billentyűparancsok
ja: キー操作
ko: 단추키
ne: द्रुतमार्ग
nl: Sneltoetsen
pt_pt: Teclas de atalho:
ro: Scurtături

source: NVDA+Shift+E Presents used ram, average processor load, and battery info if available.
ar: NVDA+Shift+E يعطي معلومات عن الذاكرة العشوائية المستخدمة, متوسط حمولة المعالج, ومعلومات عن حالة البطارية إذا كان الجهاز به بطارية,
es: NVDA+Shift+E Presenta la ram utilizada, la carga promedio del procesador, e información de la batería si está disponible,
gl: NVDA+Shift+E Presenta a ram utilizada, a carga media do procesador, e información da batería se está dispoñible,
hu: NVDA+shift+e Bemondja a memória és az átlagos processzor használatot és a telep töltöttségi szintjét, ha elérhető.
ja: NVDA+Shift+E メモリ使用量、平均プロセッサー負荷、バッテリーがある場合はその情報も通知します。
nl: NVDA+Shift+E geeft gebruikt RAM-geheugen, gemiddeld processorgebruik en batterij-informatie indien beschikbaar
pt_pt: NVDA+Shift+E apresenta A memória ram usada, a carga média do processador e as informações da bateria, se disponíveis.
ro: NVDA+Shift+E Spune ramul utilizat, activitatea medie a procesorului și informații despre starea bateriei dacă este disponibilă.

source: NVDA+Shift+1 Presents the average processor load and if multicore CPU's are present the load of each core.
ar: NVDA+Shift+1 يعطي معلومات عن متوسط حمولة المعالج وعن حمولة كل نواة,
es: NVDA+Shift+1 Presenta la carga promedio del procesador y el promedio de la carga de cada uno de los núcleos si los hay
gl: NVDA+Shift+1 Presenta a carga media do procesador e CPU multicor se están presentes a carga de cada núcleo.
hu: NVDA+shift+1 Bemondja az átlagos processzor terheltségét együttesen és magokra lebontva egyaránt.
ja: NVDA+Shift+1 平均CPU負荷、マルチコアの場合は各コアの負荷を通知します。
ne: नेत्रवानी +Shift+१ ले प्रोसेसरको औसत भार र यदी बहुकोर CPU's भएमा यि कोरहरुको भार समेत प्रस्तुत गर्ने छ ।
nl: NVDA+Shift+1 Geeft de gemiddelde processorbelasting en de belasting van elke kern als er een multicore processor aanwezig is
pt_pt: NVDA + Shift + 1 Apresenta a carga média do processador e se existirem vários processadores, fornece a carga de cada núcleo.
ro: NVDA+Shift+1 Spune activitatea medie de procesare și în cazul în care procesoarele multicore sunt prezente, activitatea fiecărui nucleu.

source: NVDA+Shift+2/5 Presents the used and total space for both physical and virtual ram.
ar: NVDA+Shift+2/5 يعطي معلومات عن المساحة المستخدمة والمساحة الكلية لكل من الذاكرة الفعلية والذاكرة العشوائية,
es: NVDA+Shift+2/5 Presenta el espacio utilizado y total de la RAM física y virtual,
gl: NVDA+Shift+2/5 Presenta o espazo utilizado e total da ram tanto física coma virtual,
hu: NVDA+shift+2/NVDA+shift+5 Bemondja a teljes és foglalt fizikai és virtuális memória méretét.
ja: NVDA+Shift+2/5 物理メモリと仮想メモリの使用量と合計量を通知します。
nl: NVDA+Shift+2 Geeft de totale en gebruikte ruimte van fysiek en virtueel RAM-geheugen
pt_pt: NVDA+Shift+2/5 Apresenta o espaço usado e total para a memória ram física e virtual.
ro: NVDA+Shift+2/5 Spune spațiul utilizat și cel total pentru ramul fizic și cel virtual.

source: NVDA+Shift+3 Presents the used and total space of the static and removable drives.
ar: NVDA+Shift+3 يعطي معلومات عن المساحة المستخدمة والمساحة الكلية للأقراص الثابتة والأقراص التي يمكن إزالتها بالحاسوب,
es: NVDA+Shift+3 Presenta el espacio utilizado y el total de las unidades estáticas y extraíbles.
gl: NVDA+Shift+3 Presenta o espazo usado e total das unidades estáticas e extraíbles .
hu: NVDA+shift+3 Bemondja a beépített és hordozható meghajtók teljes és lefoglalt méretét.
ja: NVDA+Shift+3 コンピューターの内蔵および外付けディスクの使用量と合計量を通知します。
nl: NVDA+Shift+3 Geeft de gebruikte en totale ruimte voor vaste en verwisselbare schijven
pt_pt: NVDA+Shift+3 Apresenta o espaço usado e total das unidades estáticas e removíveis.
ro: NVDA+Shift+3 Spune spațiul total și cel utilizat al driverelor statice și eliminabile.

source: NVDA+Shift+4 Presents battery percentage, charging status, remaining time (if not charging), and a warning if the battery is low or critical.
ar: NVDA+Shift+4 يعطي معلومات عن نسبة شحن البطارية, وحالة الشحن, والوقت المتبقي (إذا لم يتم شحنها), ورسالة تحذير إذا كانت البطارية منخفضة أو أوشك الشحن على النفاذ.
es: NVDA+Shift+4 Presenta el porcentaje de la batería, el estado de la carga, el tiempo restante (si no se está cargando), y una advertencia si la. batería está baja o crítica.
gl: NVDA+Shift+4 Presenta a porcentaxe da batería, o estado da carga, o tempo restante (se non se está a cargar), e un aviso se a batería está débil ou crítica.
hu: NVDA+shift+4 Információkat ad a telep töltöttségéről, a hátralévő időről (ha nincs hálózatra csatlakoztatva), figyelmeztet, ha az akkumulátor töltöttsége kritikusan alacsony.
ja: NVDA+Shift+4 バッテリー残量のパーセント値、充電状態、残り時間(放電中のとき)、バッテリーの低下やバッテリー切れの警告を通知します。
nl: NVDA+Shift+4 Geeft batterijpercentage, oplaadstatus, resterende tijd (als er niet wordt opgeladen) en een waarschuwing als de batterij bijna leeg is
pt_pt: NVDA+Shift+4 Apresenta a percentagem da bateria, o estado da carga, o tempo restante (se não estiver a carregar) e um aviso se a bateria estiver fraca ou crítica.
ro: NVDA+Shift+4 Spune procentajul bateriei, starea de încărcare, timpul rămas (dacă nu se încarcă) și un avertisment dacă bateria este descărcată sau critică.

source: NVDA+Shift+6 Presents CPU Architecture 32/64-bit and Windows version and service pack numbers.
ar: NVDA+Shift+6 يعلمك بإصدار الويندوز المستخدم حاليا وهندسة وحدة المعالجة المركزية 32 أو 64-bit ورقم الحزمة.
es: NVDA+Shift+6 Presenta la Arquitectura 32/64-bit de la CPU y la versión de Windows y el número del Service Pack.
gl: NVDA+Shift+6 Presenta a arquitectura da CPU 32/64-bit e a versión de Windows e as cifras do service pack.
hu: NVDA+Shift+6 Megjeleníti a feltelepített Windows verzióját és szervizcsomagját, ha elérhető.
ja: NVDA+Shift+6 CPUアーキテクチャーの32/64ビット、Windowsのバージョンやサービスパックの情報を通知します。
ne: नेत्रवाणी+Shift+6 चालु विन्डोजको संस्करण, CPU बीट (३२ वा ६४-विट) र सर्भिस प्याक सङ्ख्या बताउने छ ।
nl: NVDA+Shift+6 Geeft CPU-Architectuur 32/64-bit, de huidige Windows-versie en eventuele service packs.
pt_pt: NVDA+Shift+6 apresenta a arquitectura da CPU 32/64 bits e a versão do Windows e os números do service pack.
ro: NVDA+Shift+6 Spune arhitectura procesorului, 32/64-biți, versiunea de Windows și numerele pachetelor de servicii.

source: NVDA+Shift+7 presents the system's uptime.
pt_pt: NVDA+Shift+7 apresenta o tempo de actividade do sistema.
ro: NVDA+Shift+7 prezintă rularea sistemului.

source: If you have NvDA 2013.3 or later installed, you can change these shortcut keys.
ar: إذا كان مثبت على حاسوبك الإصدار 2013.3 أو ما بعده, يمكنك تغيير الاختصارات الخاصة بالإضافة.
es: Si tienes NVDA 2013.3 o una versión posterior, puedes cambiar estas teclas de acceso directo.
gl: Se tes NVDA 2013.3 ou posterior instalado, podes cambiar estas teclas de acceso.
hu: Ha az NVDA 2013.3-as vagy újabb verzióját használja, lehetősége van a billentyűparancsok megváltoztatására.
ja: NVDA 2013.3 以降の場合はこれらのショートカットキーは変更できます。
ne: यदि चालू नेत्रवाणी २०१३.३ अथवा यस पछीको संस्करण छ भने तपाइले यी द्रुतमार्ग कुञ्जी बदल्न सक्नु हुन्छ ।
nl: Als u NvDA 2013.3 of later heeft geïnstalleerd, kunt u deze sneltoetsen wijzigen.
pt_pt: Se tiver o NVDA 2013.3 ou posterior instalado, pode alterar estas teclas de atalho.
ro: Dacă aveți NvDA 2013.3 sau mai nou instalat, Puteți modifica aceste comenzi rapide.

source: Usage notes
ar: ملاحظات الاستخدام
es: Notas de uso
gl: Notas de uso
hu: Használati megjegyzések
ja: 使用方法
ne: टिप्पणिको प्रयोग
nl: Opmerkingen voor gebruik
pt_pt: Notas de utilização:
ro: Notele utilizării

source: This add-on does not replace task manager and other system information programs for Windows. Also note the following:
ar: لا تحل هذه الإضافة محل خدمة مدير المهام بويندوز أو أية برامج أخرى تخبر المستخدم بمعلومات النظام. كما ينبغي عليك ملاحظة الآتي:
es: Este complemento no sustituye al administrador de tareas y a otros programas de información del sistema para Windows. También ten en cuenta lo siguiente:
gl: Este complemento non substitúe ó xestor de tarefas e a outros programas de información do sistema para Windows. Ademais, ten en conta o seguinte:
hu: Ez a kiegészítő nem helyettesíti a feladatkezelőt és a többi rendszerfigyelő Windows-os programot. Fontos megjegyezni a következőket:
ja: このアドオンはタスクマネージャーやWindowsのシステム情報プログラムの代替ではありません。以下をお読みください：
ne: यो थप-साधनले कार्य व्यबस्थापक र अरू विन्डोज सम्बन्धी सूचना कार्यक्रम प्रणालीलाई विस्थापन गर्दैन । यो पनि ध्यान दिनु होला:
nl: Deze add-on is geen vervanger van taakbeheer of andere Windows-programma's die systeem informatie geven. Let ook op het volgende:
pt_pt: Este extra não substitui o gestor de tarefas e outros programas de informações do sistema para o Windows. Observe também o seguinte:
ro: Acest add-on nu înlocuiește managerul de activități și alte informații ale programelor de sistem pentru Windows. De asemenea, notați următoarele:

source: CPU usage is given for logical processors, not physical cores. This is noticeable for processors which uses Hyper-Threading where number of CPU's is twice the number of CPU cores.
ar: يتم الإعلان عن معدل الاستخدام لوحدات المعالجة المركزية للمعالجات المنطقية وليست للنوى المادية. ويلاحظ هذا بشكل واضح للمعالجات التي تستخدم الخيط التشاعبي (Hyper Threading) والتي فيها يكون رقم وحدة المعالجة المركزية هو ضعف رقم نوى وحدة المعالجة المركزية.
es: El uso de la CPU se da para procesadores lógicos, y no núcleos físicos. Esto es perceptible para los procesadores que utilizan Hyper Threading donde el número de CPUs es el doble del número de núcleos de CPU.
gl: O Uso da CPU dase para os procesadores lóxicos, non para os núcleos físicos. Isto é perceptible para os procesadores que usan Hyper Threading onde o número de CPUs é o dobre do número de núcleos de CPU.
hu: A processzor használata logikai processzorok alapján történik, nem a fizikai magok szerint. Ez azoknál a processzoroknál észrevehető, amelyek a Hyper Threading technológiát használják, ahol a processzorok száma kétszerese a magszámnak.
ja: CPU負荷は物理コアではなく論理プロセッサーについて示します。これは、CPUの数がCPUコアの数の2倍になるハイパースレッディング対応のCPUで顕著に表れます。
pt_pt: O uso da CPU é dado para processadores lógicos, e não para núcleos físicos. Isso é notável para os processadores que usam o Hyper-Threading, onde o número de CPU é o dobro do número de núcleos da CPU.
ro: Utilizarea procesorului este dată pentru procesoare logice, nu nuclee fizice. Acest lucru este vizibil pentru procesoare care utilizează Hyper-Threading în cazul în care numărul de procesoare este de două ori mai mare decât numărul de nuclee CPU.

source: If there is heavy disk activity such as copying large files, there might be delays when obtaining disk usage information.
pt_pt: Se houver uma grande actividade do disco, como copiar ficheiros grandes, pode haver atrasos ao obter informações de uso do disco.
ro: În cazul în care există o activitate grea pe disc, cum ar fi copierea fișierelor de mari dimensiuni, ar putea exista întârzieri la obținerea informațiilor de utilizare a discului.

source: Support for Windows XP from this add-on ended on December 31, 2017. Support for Windows Server 2003, Vista and Server 2008 will end on June 30, 2018.
pt_pt: O suporte deste extra para o Windows XP terminará em 31 de dezembro de 2017. O suporte para Windows Server 2003 e Windows Vista terminará em 30 de junho de 2018.

source: Version 18.04
pt_pt: Versão 18.04

source: Version 18.04.x is the last release to support Windows releases earlier than 7 SP1.
pt_pt: A versão 18.04.x é a última versão a suportar versões anteriores ao Windows 7 SP1.

source: Last release to support Windows Server 2003, Vista and Server 2008.
pt_pt: Última versão para suporte ao Windows Server 2003, Vista e Server 2008.

source: Better detection of Windows 10 releases and distinguishing between public and Insider Preview builds.
pt_pt: Melhor detecção de versões do Windows 10 e distinção entre versões públicas e beta privadas.

source: Version 17.12
pt_pt: Versão 17.12

source: Added support for 64-bit ARM processors on Windows 10.
pt_pt: Adicionado suporte para processadores ARM de 64 bits no Windows 10.

source: Version 17.09
pt_pt: Versão 17.09
ro: Versiunea 17.09

source: Important: Version 17.09.x is the last version to support Windows XP.
pt_pt: Importante: a versão 17.09.x é a última versão a suportar o Windows XP.
ro: Important: Versiunea 17.09.x este ultima care suportă Windows XP.

source: Last version to run on Windows XP.
pt_pt: Última versão para executar no Windows XP.
ro: Ultima versiune care rulează pe Windows XP.

source: Windows 10 build 16278 and later is recognized as Version 1709. A minor revision for this add-on will be released once Version 1709 stable build is released.
pt_pt: O Windows 10 build 16278 e posterior é reconhecido como a Versão 1709. Uma revisão menor para este extra será lançada logo que a versão estável da versão 1709 seja lançada.
ro: Windows 10 build 16278 și mai nou este recunoscut ca versiunea 1709. O revizie minoră pentru acest supliment va fi lansată odată ce versiunea 1709 Stable Build va fi lansată.

source: Version 17.07.1
pt_pt: Versão 17.07.1
ro: Versiunea 17.07.1

source: Reintroduce support for Windows XP (broken since version 17.02).
pt_pt: Reintroduz o suporte para o Windows XP (quebrado desde a versão 17.02).
ro: A fost reintrodus suportul pentru Windows XP (eliminat din versiunea 17.02).

source: Version 17.05
pt_pt: Versão 17.05
ro: Versiunea 17.05

source: Announcement of system uptime (time passed since last boot; NVDA+Shift+7).
pt_pt: Anúncio do tempo de actividade do sistema (tempo passado desde a última inicialização, NVDA + Shift + 7).
ro: Anunțarea rulării sistemului (timp trecut de la ultima încărcare; NVDA+Shift+7).

source: Version 17.02
pt_pt: Versão 17.02
ro: Versiunea 17.02

source: Updated psutil dependency to 5.0.1.
pt_pt: Dependência psutil actualizada para 5.0.1.
ro: Actualizat la dependența psutil 5.0.1.

source: When checking disk usage, NVDA will no longer present an error dialog on some systems where a removable media is not properly recognized (such as when a card isn't inserted into a card reader).)
pt_pt: Ao verificar o uso do disco, o NVDA deixará de apresentar uma caixa de diálogo de erro em alguns sistemas onde uma mídia removível não está devidamente reconhecida (como, por exemplo, quando um cartão não está inserido em um leitor de cartão).
ro: La verificarea utilizării discului, NVDA nu va mai prezenta un dialog de eroare pe unele sisteme unde un media eliminabil nu este recunoscut corespunzător (cum ar fi atunci când un card nu este inserat într-un cititor de card).)

source: Version 16.08
pt_pt: Versão 16.08
ro: Versiunea 16.08

source: Starting with version 16.08, add-on releases will be shown as year.month.revision.
pt_pt: A partir da versão 16.08, os lançamentos adicionais serão mostrados como ano.mês.revisão.
ro: Începând cu versiunea 16.08, lansările add-on-ului vor fi anuale.

source: Various revisions of Windows 10 are now properly recognized (such as 1607 for build 14393).
pt_pt: Várias revisões do Windows 10 agora são devidamente reconhecidas (como a 1607 para a compilação 14393).
ro: Diferite versiuni ale Windows 10 sunt acum recunoscute în mod corespunzător (cum ar fi 1607 pentru build 14393).

source: Windows 10 build revisions (after installing cumulative updates) are properly recognized (such as 14393.51).
pt_pt: As revisões de compilação do Windows 10 (após a instalação de actualizações cumulativas) são devidamente reconhecidas (como a 14393.51).
ro: Versiunile Windows 10 build (după instalarea actualizărilor cumulative) sunt acum recunoscute în mod corespunzător (cum ar fi 14393.51).

source: If using Insider Preview builds, this fact is recognized.
pt_pt: Se estiver usando versões de Insider Preview, esse fato é reconhecido.
ro: Dacă folosiți versiunile builds pentru Insideri, acest fapt este recunoscut.

source: Changes for 4.5
hu: A 4.5 verzió változásai
pt_pt: Mudanças para 4.5
ro: Modificări aduse în versiunea 4.5

source: Add-on repository has moved to GitHub (can be found at https://github.com/josephsl/resourcemonitor).
hu: A bővítmény tárolóját áthelyezték a GitHubra (Megtalálható a https://github.com/josephsl/resourcemonitor oldalon).
pt_pt: O repositório do extra foi movido para o GitHub (pode ser encontrado em https://github.com/josephsl/resourcemonitor).
ro: Repository-ul add-on-ului a fost mutat pe GitHub (poate fi găsit la https://github.com/josephsl/resourcemonitor).

source: Windows Server 2016 is properly recognized.
hu: A bővítmény már megfelelően felismeri a Windows server 2016-ot.
pt_pt: O Windows Server 2016 é devidamente reconhecido.
ro: Windows Server 2016 este recunoscut în mod corespunzător.

source: Changes for 4.0
ar: مستجدات الإصدار 4.0
es: Cambios para 4.0
gl: Cambios para 4.0
hu: A 4.0 verzió változásai
ja: 4.0の変更点
pt_pt: Alterações para 4.0
ro: Modificări aduse în versiunea 4.0

source: Updated psutil dependency to 2.2.1.
ar: تحديث توابع psutil حتى الإصدار 2.2.1.
es: Actualizado psutil dependency a 2.2.1.
gl: Actualizado psutil dependency a 2.2.1.
hu: A psutil függőség frissítése az 2.2.1. verzióra.
ja: psutil を 2.2.1 に更新。
pt_pt: Dependência psutil actualizada para 2.2.1.
ro: Actualizat la dependența psutil 2.2.1.

source: Vastly improved performance when obtaining information on CPU load.
ar: تحسين الأداء بشكل كبير عند الحصول على معلومات عن تحميل المعالج.
es: Mejorado enormemente el rendimiento al obtener información en la carga de la CPU.
gl: Mellorado enormemente o rendemento ó obter información na carga da CPU.
hu: Jelentősen javult a teljesítmény a processzor terhelésének lekérésekor.
ja: CPU負荷の情報を得た時の性能が大きく向上しました。
pt_pt: Melhorado o desempenho na rapidez ao obter informações sobre a carga da CPU.
ro: A fost îmbunătățită considerabil performanța la obținerea informațiilor cu privire la activitatea medie a procesorului.

source: Added support for recognition of Windows 10.
ar: إضافة دعم للتعرف على ويندوز 10
es: Añadido el soporte para reconocimiento de Windows 10.
gl: Engadido soporte para o recoñecemento do Windows 10.
hu: Hozzáadtáka Windows 10 támogatását.
ja: Windows 10の認識へのサポートを追加しました。
pt_pt: Adicionado suporte para o reconhecimento do Windows 10.
ro: A fost îmbunătățit suportul pentru recunoașterea lui Windows 10.

source: In Windows 10, the build number of Windows will also be announced.
ar: سيتم الإعلان عن رقم بناء الويندوز أيضا في ويندوز 10
es: En Windows 10, también se anunciará el número de compilación de Windows.
gl: En Windows 10, tamén se anunciará o número de compilación do Windows.
hu: Windows 10 esetén már elhangzik a build szám.
ja: Windows 10では、Windowsのビルド数も通知されるようになりました。
pt_pt: No Windows 10, o número de compilação do Windows também será anunciado.
ro: În Windows 10, numărul build-ului Windows-ului va fi, de asemenea, anunțat.

source: You can use Add-ons Manager to access add-on help.
ar: يمكنك استخدام مدير الإضافات البرمجية للوصول لملف المساعدة.
es: Puedes utilizar el Administrador de Complementos para acceder a la ayuda del complemento.
gl: Podes ir o Administrador de Complementos para acceder á axuda do complemento.
hu: A kiegészítő súgójának eléréséhez használja a Bővítménykezelőt.
ja: アドオンマネジャーを利用してアドオンヘルプをご覧いただけます。
pt_pt: Agora, pode usar o gestor de extras para obter ajuda.
ro: Puteți folosi managerul de add-on-uri pentru a accesa ghidul add-on-ului.

source: Changes for 3.1
ar: مستجدات الإصدار 3.1
es: Cambios para 3.1
gl: Cambios para 3.1
hu: A 3.1 verzió változásai
ja: 3.1の変更点
ne: ३.1 संस्करणमा गरिएका परिवर्तनहरू ।
nl: Veranderingen in 3.1
pt_pt: Mudanças para 3.1
ro: Modificări aduse în versiunea 3.1

source: Resource Monitor officially supports Windows 8.1.
ar: تدعم الإضافة نظام التشغيل ويندوز 8.1 رسميا.
es: Resource Monitor soporta oficialmente Windows 8.1.
gl: Resource Monitor soporta oficialmente Windows 8.1.
hu: Az Erőforrás-kilistázómár támogatja a Windows 8 operációs rendszert.
ja: Resource MonitorはWindows 8.1を公式にサポートしました。
nl: Resource Monitor ondersteunt officieel Windows 8.1.
pt_pt: O monitor de recursos passou a suportar oficialmente o Windows 8.1.
ro: Resource Monitor suportă oficialWindows 8.1.

source: Updated translations.
ar: تحديث ترجمة الإضافة
es: Se actualizan las traducciones.
gl: Actualízanse as traduccións.
hu: Fordítások frissítése
ja: 翻訳を更新しました。
ko: 여러 언어 번역 수정.
ne: अनुवादलाई अद्यावधिक गरियो
nl: Vertalingen bijgewerkt.
pt_pt: Traduções actualizadas
ro: Au fost actualizate traducerile.

source: Changes for 3.0
ar: مستجدات الإصدار 3.0
es: Cambios para 3.0
gl: Cambios para 3.0
hu: A 3.0 verzió változásai
ja: 3.0の変更点
ne: ३.० संस्करणमा गरिएका परिवर्तनहरू ।
nl: Veranderingen in 3.0
pt_pt: Alterações para 3.0
ro: Modificări aduse în versiunea 3.0

source: Updated psutil dependency to 1.2.1.
ar: تحديث توابع psutil حتى الإصدار 1.2.1.
es: Actualizada dependencia psutil a 1.2.1.
gl: Actualizada dependencia psutil para 1.2.1.
hu: A psutil függőség frissítése az 1.2.1. verzióra.
ja: psutil を 1.2.1 に更新。
ne: psutil आधारितलाई १.२.१ मा अद्यावधिक गरियो ।.
nl: Psutil afhankelijkheid bijgewerkt naar versie 1.2.1
pt_pt: Dependência psutil actualizada para 1.2.1.
ro: Actualizat la dependența psutil to 1.2.1.

source: Announcement of current Windows version, CPU architecture and service pack if any (NVDA+Shift+6).
ar: للاستعلام عن إصدار الويندوز المستخدم حاليا وهندسة وحدة المعالجة المركزية وإصدار الحزمة إن وجد (NVDA+Shift+6).
es: Anunciado de la versión de Windows, la arquitectura de la CPU y el service pack actual en su caso (NVDA+Shift+6).
gl: Anuncio da versión actual de Windows, arquitectura da CPU e do service pack se o hai(NVDA+Shift+6).
hu: Bemondja a feltelepített Windows verzióját és szervizcsomagját, ha elérhető. (NVDA+Shift+6)
ja: 現在のWindowsのバージョンやCPUアーキテクチャー、サービスパックの通知（NVDA+Shift+6）
ne: नेत्रवाणी+Shift+6 चालु विन्डोजको संस्करण, CPU बीट (३२ वा ६४-विट) र सर्भिस प्याक सङ्ख्या बताउने छ ।
nl: NVDA+Shift+6 kondigt de huidige Windows-versie, CPU-architectuur en eventuele service packs aan.
pt_pt: Anúncio da versão actual do Windows, arquitetura da CPU e pacote de serviço, se houver (NVDA + Shift + 6).
ro: Anunțarea versiunii curente a Windows-ului, arhitectura procesorului și pachetul de servicii dacă există (NVDA+Shift+6).
