Repository: nvdacn/screenReaderTranslations
Catalog: website/addons/reviewCursorCopier.*.po
Languages: da, es, fi, fr, gl, it, ja, ro

source: [[!meta title="Review Cursor Copier"]]
fi: [[!meta title="Tarkastelukohdistimen kopioija"]]
ro: [[!meta title="Copiatorul cursorului de examinare"]]

source: Author: Tuukka Ojala <tuukka.ojala@gmail.com>
da: Forfatter: Tuukka Ojala <tuukka.ojala@gmail.com>
es: Autor: Tuukka Ojala <tuukka.ojala@gmail.com>
fi: Tekijä: Tuukka Ojala <tuukka.ojala@gmail.com>
ja: 作者: Tuukka Ojala <tuukka.ojala@gmail.com>

source: Download [stable version][1]
da: Download [stabil version][1]
es: Descargar [versión estable][1]
fi: Lataa [vakaa versio][1]
ja: ダウンロード [安定版][1]

source: Download [development version][2]
da: Download [udviklingsversion][2]
es: Descargar [versión de desarrollo][2]
fi: Lataa [kehitysversio][2]
ja: ダウンロード [開発版][2]

source: This NVDA add-on provides various commands for copying the text under the review cursor to the clipboard. Currently, the following commands are implemented:
da: Denne NVDA-tilføjelse indeholder forskellige kommandoer til kopiering af teksten under læsemarkøren til udklipsholderen. I øjeblikket findes følgende kommandoer:
es: Este complemento de NVDA proporciona varias órdenes para copiar el texto bajo el cursor de revisión al portapapeles. Actualmente, se implementaron las siguientes órdenes:
fi: Tämä lisäosa tarjoaa komentoja tarkastelukohdistimen alla olevan tekstin kopiointiin leikepöydälle. Seuraavat komennot on toteutettu:
fr: Ce module complémentaire NVDA fournit diverses commandes pour copier le texte sous le curseur de revue dans le presse-papiers. Actuellement, les commandes suivantes sont implémentées :
gl: Este complemento de NVDA proporciona varias ordes para copiar o texto baixo o cursor de revisión ao portapapeis. Polo de agora, implementáronse as seguintes ordes:
it: Questo componente aggiuntivo fornisce numerosi comandi per copiare il testo presente vicino al cursore di controllo negli appunti. Sono attualmente disponibili i seguenti comandi:
ja: このNVDAアドオンにより、レビューカーソル下のテキストをクリップボードにコピーするコマンドを使うことが出来ます。現在は、次のようなコマンドを実行することが出来ます。
ro: Acest supliment pentru NVDA oferă o varietate de comenzi pentru copierea textului de sub cursorul de examinare pe planșetă. Momentan, următoarele comenzi sunt implementate:

source: Copy the line under the review cursor
da: Kopier linjen under læsemarkøren
es: Copiar la línea bajo el cursor de revisión
fi: Kopioi tarkastelukohdistimen alla oleva rivi
fr: Copier la ligne sous le curseur de revue
gl: Copiar a liña baixo o cursor de revisión
it: Copia la riga su cui si trova il cursore di controllo
ja: レビューカーソル下の行をコピー
ro: Copiază rândul de sub cursorul de examinare

source: Copy the word under the review cursor
da: Kopier ordet under læsemarkøren
es: Copiar la palabra bajo el cursor de revisión
fi: Kopioi tarkastelukohdistimen alla oleva sana
fr: Copier le mot sous le curseur de revue
gl: Copiar a palabra baixo o cursor de revisión
it: Copia la parola su cui si trova il cursore di controllo
ja: レビューカーソル下の単語をコピー
ro: Copiază cuvântul de sub cursorul de examinare

source: Copy from the start of the current line to the review cursor
da: Kopier fra starten af den aktuelle linje til læsemarkøren
es: Copiar desde el inicio de la línea actual al cursor de revisión
fi: Kopioi nykyisen rivin alusta tarkastelukohdistimeen saakka
fr: Copier à partir du début de la ligne actuelle jusqu'au curseur de revue
gl: Copiar dende o comezo da liña actual ao cursor de revisión
it: Copia dall'inizio della riga corrente fino alla posizione del cursore di controllo
ja: 現在の行の最初からレビューカーソルまでをコピー
ro: Copiază de la începutul rândului curent la cursorul de examinare

source: Copy from the review cursor to the end of the current line
da: Kopier fra læsemarkøren til slutningen af den aktuelle linje
es: Copiar desde el cursor de revisión al final de la línea actual
fi: Kopioi tarkastelukohdistimesta nykyisen rivin loppuun saakka
fr: Copier à partir du curseur de revue jusqu'à la fin de la ligne actuelle
gl: Copiar dende o cursor de revisión ao remate da liña actual
it: Copia dalla posizione del cursore di controllo fino a fine riga
ja: レビューカーソルから現在の行の最後までをコピー
ro: Copiază de la cursorul de examinare la sfârșitul rândului curent

source: Copy from the start of the current word to the review cursor
da: Kopier fra starten af det aktuelle ord til læsemarkøren
es: Copiar desde el inicio de la palabra actual al cursor de revisión
fi: Kopioi nykyisen sanan alusta tarkastelukohdistimeen saakka
fr: Copier à partir du début du mot actuel jusqu'au curseur de revue
gl: Copiar dende o comezo da palabra actual ao cursor de revisión
it: Copia dall'inizio della parola corrente fino alla posizione del cursore di controllo
ja: 現在の単語の最初からレビューカーソルまでをコピー
ro: Copiază de la începutul cuvântului curent la cursorul de examinare

source: Copy from the review cursor to the end of the current word
da: Kopier fra læsemarkøren til slutningen af det aktuelle ord
es: Copiar desde el cursor de revisión al final de la palabra actual
fi: Kopioi tarkastelukohdistimesta nykyisen sanan loppuun saakka
fr: Copier à partir du curseur de revue jusqu'à la fin du mot actuel
gl: Copiar dende o cursor de revisión ao remate da palabra actual
it: Copia dalla posizione del cursore di controllo fino a fine parola
ja: レビューカーソルから現在の単語の最後までをコピー
ro: Copiază de la cursorul de examinare la sfârșitul cuvântului curent

source: None of these commands have key bindings by default. Please use the input gestures dialog located under the NVDA settings menu to set them. All of the commands provided by this add-on can be found under the "text review" category. More information about setting and modifying input gestures can be found in the NVDA user guide.
da: Ingen af disse kommandoer har som standard en tilknyttet kommando. Brug venligst dialogboksen til inputbevægelser, der er placeret under NVDA-indstillingsmenuen for at indstille dem. Alle kommandoer, der leveres af denne tilføjelse, findes under kategorien "tekstlæsning". Flere oplysninger om indstilling og ændring af inputbevægelser findes i NVDAs brugervejledning.
es: Ninguna de estas órdenes tiene teclas asociadas predeterminadamente. Por favor utiliza el diálogo Gestos de Entrada localizado en el menú de opciones de NVDA para configurarlos. Todas las órdenes proporcionadas por este complemento pueden encontrarse en la categoría "revisión de texto". Puede encontrarse más información acerca de configurar y modificar gestos de entrada en La Guía de Usuario de NVDA.
fi: Oletuksena näillä komennoilla ei ole näppäinkomentoja. Käytä NVDA:n Asetukset-valikosta löytyvää Syöte-eleet-valintaikkunaa niiden määrittämiseen. Kaikki tämän lisäosan komennot löytyvät "Tekstin tarkastelu" -kategorian alta. Lisätietoja syöte-eleiden määrittämisestä ja muokkaamisesta löytyy NVDA:n käyttöoppaasta.
fr: Aucune de ces commandes n'a une touche liée par défaut. Utiliser le dialogue Gestes de commandes située dans le menu Préférences de NVDA pour les configurer. Toutes les commandes fournies par ce module complémentaire peuvent être trouvées dans la catégorie "Revue de texte". Vous trouverez plus d'informations sur la configuration et la modification des Gestes de commandes dans le Guide de l'utilisateur de NVDA.
gl: Ningunha destas ordes ten teclas asociadas predeterminadamente. Por favor usa o diálogo Xestos de Entrada localizado no menú de opcións do NVDA para configuralos. Todas as ordes proporcionadas por este complemento poden atoparse na categoría "revisión de texto". Pode atoparse máis información acerca de configurar e modificar xestos de entrada na Guía de Usuario do NVDA.
it: Non ci sono scorciatoie da tastiera associate a questi comandi. Per effettuare un'associazione, servirsi della finestra gesti e tasti di immissione, presente nelle preferenze di NVDA. Consultare il manuale utente nel caso in cui si trovasse difficoltà nel compiere questa operazione. Tutti i comandi si trovano nella categoria revisione del testo.
ja: これらのコマンドは、初期状態ではキーバインドされていません。NVDA設定メニューの中の入力ジェスチャーダイアログを使って設定して下さい。このアドオンの全コマンドは、テキストレビューカテゴリにあります。設定や入力ジェスチャーの変更について、詳しくは、NVDAユーザーガイドに書かれています。
ro: Niciuna dintre aceste comenzi nu are combinații de taste implicite. Vă rugăm să utilizați dialogul gesturilor de intrare localizat în meniul de setări al NVDA-ului pentru a le seta. Toatte comenzile oferite de acest supliment pot fi găsite în categoria de examinare a textului. Mai multe informații despre setare și despre modificarea gesturilor de intrare pot fi găsite în manualul de utilizare al NVDA-ului.

source: License
es: Licencia
fi: Lisenssi
fr: Licence
gl: Licencia
it: Licenza
ja: ライセンス
ro: Licență

source: This work is licensed under the GNU General Public License, version 2.
da: Dette værk er licenseret under GNU General Public License, version 2.
es: Este trabajo se licenció bajo los términos de la GNU General Public License, versión 2.
fi: Tämä lisäosa on julkaistu GNU General Public License -lisenssin version 2 alaisuudessa.
fr: Ce travail est sous licence GNU General Public License, version 2.
gl: Este traballo licenciouse baixo os termos da GNU General Public License, versión 2.
it: Questo lavoro è rilasciato sotto la GNU General Public License, versione 2.
ja: このアドオンは、GNU General Public License のバージョン2としてライセンスされています。
ro: Acest supliment este licențiat sub licența GNU General Public License, versiunea 2.

source: Author: Tuukka Ojala
fr: Auteur : Tuukka Ojala
gl: Autor: Tuukka Ojala
it: Autore: Tuukka Ojala

source: Download [development version][1]
fr: Télécharger [version de développement][1]
gl: Descargar [versión de desenvolvemento][1]
it: Download [versione in sviluppo][1]
