Repository: nvdacn/screenReaderTranslations
Catalog: website/addons/sayCurrentKeyboardLanguage.*.po
Languages: ro

source: Author(s): Abdel, Noelia
ro: Autori: Abdel și Noelia

source: Download [stable version][1]
ro: Descărcați [versiunea stabilă][1]

source: Download [development version][1]
ro: Descărcați [versiunea în dezvoltare][1]

source: This addon was created following a request from a member on the nvda-addons mailing list. It provides a keyboard shortcut, NVDA + F4, which allows to retrieve and give the language of the current keyboard. If pressed twice, gives the default language of the system.
ro: Acest supliment a fost creat în urma unei solicitări a unui membru pe lista de mailing a suplimentelor NVDA. El oferă o scurtătură, NVDA+F4, care spune limba curentă tastaturii curente. Dacă e apăsată de două ori, spune limba aimplicită a sistemului.

source: At the first version of this module, it had been proposed as simple globalPlugin to paste in the configuration directory of NVDA, it was then transformed into addon.
ro: La prima versiune a acestui supliment, el a fost propus ca simplu globalPlugin pentru a fi lipit în dosarul de configurare al NVDA-ului, apoi a fost transformat în supliment.

source: Notes
ro: Note

source: If the NVDA + F4 keyboard shortcut conflicts with another command, you can change it by going to the Preferences menu of NVDA, in the "Input gestures" submenu. You will then find the script in the "System status" category.
ro: Dacă comanda NVDA+F4 intră în conflict cu o altă comandă, o puteți modifica mergând în meniul Preferințe al NVDA-ului, în meniul „Gesturi de intrare”. Veți găsi scriptul în categoria „stare sistem”.

source: Changes for version 1.1
ro: Modificări aduse în versiunea 1.1

source: Added the GPL license to the addon.
ro: A fost adăugată licența GPL.

source: Added the script getCurKeyboardLanguage to the "System status" category.
ro: A fost adăugat scriptul getCurKeyboardLanguage în categoria „Stare sistem”.

source: Fixed some errors in the code.
ro: Au fost reparate niște erori în cod.

source: Changes for version 1.0
ro: Modificări aduse în versiunea 1.0

source: Initial version.
ro: Versiunea inițială.
