Repository: nvdacn/screenReaderTranslations
Catalog: website/addons/sentenceNav.*.po
Languages: pt_pt

source: [[!meta title="SentenceNav"]]
pt_pt: [[!meta title="NavegaçãoPorFrases"]]

source: Author: Tony Malykh
pt_pt: Autor: Tony Malykh

source: Download [stable version][1]
pt_pt: Baixar [versão estável][1]

source: SentenceNav is an NVDA add-on that allows you to read text by sentences, as opposed to by paragraphs or words.
pt_pt: O SentenceNav é um extra para o NVDA que permite que leia texto por frases, em oposição a parágrafos ou palavras.

source: Keystrokes
pt_pt: Teclas de atalho:

source: Alt+Down: Go to next sentence.
pt_pt: Alt+seta para baixo: Lê a próxima frase.

source: Alt+Up: Go to previous sentence
pt_pt: Alt+seta para cima: Lê a frase anterior

source: Alt+Shift+Down: Go to next text paragraph.
pt_pt: Alt+seta para baixo: vai para o próximo parágrafo de texto.

source: Alt+Shift+Up: Go to previous text paragraph.
pt_pt: Alt+seta para cima: vai para o parágrafo de texto anterior.

source: Release history
pt_pt: Histórico de lançamentos
