Repository: nvdacn/screenReaderTranslations
Catalog: website/addons/stationPlaylist.*.po
Languages: ar, bg, de, fi, fr, gl, hu, pl

source: If a time-based profile is active (particularly during broadcasts), changing broadcast profile triggers via add-on settings dialog will not be possible.
de: Bei aktivem zeitbasierten Profil (insbesondere bei Sendungen) kann das Auslösen des Sendeprofils über den Einstellungsdialog der SPL-Erweiterung nicht geändert werden.
fr: Si un profil basé sur l'heure est actif (en particulier pendant les diffusions), il ne sera pas possible de modifier les déclencheurs de profil de diffusion via le dialogue Paramètres du module complémentaire.

source: 18.02: Due to internal changes made to support extension points and other features, NVDA 2017.4 is required.
de: 18.02: Aufgrund interner Änderungen an der Unterstützung von Erweiterten Schnittstellen und anderen Features ist NVDA 2017.4 erforderlich.
fr: 18.02 : En raison de modifications internes apportées pour prendre en charge les points d'extension et d'autres fonctionnalités, NVDA 2017.4 est requis.

source: Add-on updating won't be possible under some cases. These include running NVDA from source code or with secure mode turned on. Secure mode check is applicable to 15.13-LTS as well.
de: Aktualisierungen sind in manchen Fällen nicht möglich. Zu solchen fällen gehört die Ausführung von NVDA aus dem Quellcode oder mit eingeschaltetem Sicherheitsmodus. Die Prüfung, ob der Sicherheitsmodus aktiv ist, kann auch in 15.13-LTS angewendet werden.
fr: La mise à jour du module complémentaire ne sera pas possible dans certains cas. Cela inclut l'exécution de NVDA à partir du code source ou avec le mode sécurisé activé. La vérification du mode sécurisé s'applique également à la 15.13-LTS.

source: If errors occur while checking for updates, these will be logged and NVDA will advise you to read the NVDA log for details.
de: Treten bei der Suche nach Aktualisierungen Fehler auf, werden diese protokolliert und NVDA wird empfehlen, das NVDA-Protokoll zu lesen.
fr: Si des erreurs se produisent lors de la vérification des mises à jour, celles-ci seront sauvegardées et NVDA vous conseillera de lire le journal (log) de NVDA pour plus de détails.

source: In add-on settings, various update settings in advanced settings section such as update interval will not be displayed if add-on updating is not supported.
de: In den Einstellungen der Erweiterung werden verschiedene Aktualisierungseinstellungen im Abschnitt "Erweiterte Optionen" (z. B. das Update-Intervall), nicht angezeigt, wenn die Erweiterungsaktualisierung nicht unterstützt wird.
fr: Dans les paramètres du module complémentaire, divers paramètres de mise à jour dans la section des paramètres avancés, tels que l'intervalle de mise à jour, ne seront pas affichés si la mise à jour des modules complémentaires n'est pas prise en charge.

source: NVDA will no longer appear to freeze or do nothing when switching to an instant switch profile or a time-based profile and NVDA is configured to announce metadata streaming status.
de: NVDA friert nicht mehr ein und reagiert entsprechend, wenn Sie zu einem Instant-Switch-Profil oder einem zeitbasierten Profil wechseln. NVDA ist so konfiguriert, dass es den Status des Metadaten-Streamings ansagt.
fr: NVDA ne semblera plus se bloquer ou ne fera plus rien lors du basculement à un changement de profil immédiat ou à un profil basé sur l'heure et NVDA est configuré pour annoncer l'état de diffusion des métadonnées.

source: When using JAWS layout for SPL Assistant, update check command (Control+Shift+U) now works correctly.
de: Der Befehl STRG+Umschalt+U für das Suchen nach Aktualisierungen funktioniert nun richtig, wenn Sie die JAWS-Darstellung für den SPL-Assistenten verwenden.
fr: Lors de l'utilisation de la disposition de JAWS pour l'Assistant SPL, la commande pour rechercher les mises à jour (Contrôle+Maj+U) fonctionne désormais correctement.

source: When changing microphone alarm settings via the alarm dialog (Alt+NVDA+4), changes such as enabling alarm and changes to microphone alarm interval are applied when closing the dialog.
de: Mikrofonalarmeinstellungen wie z.B. die Aktivierung des Alarms und die Änderung des Mikrofonalarmintervalls über den Alarmdialog (Alt+NVDA+4) werden beim Schließen des Dialogs übernommen.
fr: Lorsque vous modifiez les paramètres alarme microphone via le dialogue alarme (Alt+NVDA+4), des modifications telles que l'activation de l'alarme et la modification de l'intervalle d'alarme sont appliquées à la fermeture du dialogue.

source: Older releases
de: Ältere Versionen
fr: Anciennes versions

source: Please see changelog link for release notes for old add-on releases.
de: Für weitere Änderungsnotizen beachten Sie den Link zu den Änderungsnotizen älterer Erweiterungsversionen.
fr: S'il vous plaît voir le lien changelog pour les notes de version pour les anciennes versions du modules complémentaire.

source: NVDA+Shift+F12 (two finger flick up in SPL touch mode) from Studio window: announces broadcaster time such as 5 minutes to top of the hour.
ar: NVDA+Shift+F12 (مسح بإصبعين لأعلى بنمط SPL) من نافذة الاستوديو: للإعلان عن وقت المذيع.
hu: NVDA+Shift+F12, vagy kétujjas felfelé pöccintés a Studio ablakában: Bemondja a a broadcaster idejét, pl 5 perc az óra végéig.

source: The following commands are not assigned by default; if you wish to assign it, use Input Gestures dialog to add custom commands.
ar: الأوامر التالية لا يتم تعيينها افتراضيا. وإذا أردت تعيينها فعليك الذهاب إلى محاورة اختصارات NVDA لإضافة الاختصارات المخصصة.
bg: Следните команди не са присвоени по подразбиране; Ако искате да ги присвоите, използвайте диалоговия прозорец за жестове на въвеждане, за да добавите команди по избор.
fi: Seuraaviin komentoihin ei ole määritelty näppäinkomentoja. Jos haluat määrittää ne, käytä Syöte-eleet-valintaikkunaa.
hu: Az alábbi parancsok nincsenek billentyűparancshoz rendelve. Ha ezt meg szeretné változtatni, használja a Beviteli Parancsok párbeszédpanelt.
pl: Poniższe polecenia domyślnie nie są przypisane; jeśli chcesz je przypisać, użyj okna zdarzeń wejścia, aby dodać własne polecenia.

source: Toggling track dial on or off (works properly while a track is focused; to assign a command to this, move to a track in Studio, then open NVDA's input gestures dialog.).
ar: التبديل بين تشغيل وتعطيل إدارة المسار (تعمل بشكل جيد عند تنشيط أحد المسارات، لتعيين اختصار لهذه الخاصية, اختر مسار, ثم افتح محاورة تخصيص اختصارات NVDA).

source: Press F1 to show a help dialog which lists available commands.
ar: اضغط f1 لإظهار محاورة مساعدة بقائمة بالأوامر المتاحة.
bg: Натиснете F1 за да изведете помощен прозорец, който изброява наличните команди.
hu: Az F1 billentyűvel listáztathatja az elérhető parancsokat.

source: If you wish to quickly find a song by an artist or by song name, from track list, press Control+NVDA+F. Type the name of the artist or the song name. NVDA will either place you at the song if found or will display an error if it cannot find the song you're looking for. To find a previously entered song or artist, press NVDA+F3 or NVDA+Shift+F3 to find forward or backward.
ar: إذا أردت البحث عن أغنية باسم المطرب أو باسم الأغنية, من قائمة المسارات, اضغط Control+NVDA+ F. اكتب اسم المطرب أو اسم الأغنية وسوف يضعك NVDA عندها إن وجدت أو سيظهر رسالة خطأ إن لم يجد الأغنية التي تبحث عنها. وللبحث عن مطرب أو أغنية سابقا اضغط NVDA+f3 أو اضغط NVDA+Shift+f3 للبحث في التالي أو السابق.
bg: Ако желаете бързо да намерите запис от изпълнител или по името на записа, от списъка за изпълнение, натиснете Control+NVDA+F. Въведете името на изпълнителя или името на песента. NVDA ще ви позиционира върху записа Ако е намерен или ще изведе грешка, ако не може да се намери записа, който търсите. За да намерите предходно търсен запис или изпълнител, натиснете NVDA+F3 или NVDA+Shift+F3, за да търсите съответно напред или назад.
hu: Ha egy dalnévre, vagy dalra szeretne keresni előadó alapján, nyomja meg a Control+NVDA+F billentyűket a dallistában. Írja be a dal, vagy az előadó nevét. Az NVDA találat esetén a dalra ugrik, vagy a találat sikertelenségét hibaüzenettel jelzi. Egy előzőleg begépelt dal vagy előadó ismételt kereséséhez nyomja meg az NVDA+F3 (előre keresés), vagy az NVDA+Shift+F3 (hátra keresés) billentyűket.

source: Track Dial
ar: طلب المسار

source: [2]: http://addons.nvda-project.org/files/get.php?file=spl-dev
ar: [2]: http://addons.nvda-project.org/files/get.php?file=spl-dev [2]:

source: For more information about the add-on, read the [add-on guide][3].
bg: За повече информация относно добавката прочетете [ръководството за добавката][3].
fi: Saat lisätietoja tästä lisäosasta [lisäosien oppaasta][3].
hu: További információkért olvassa el a [kiegészítő útmutatóját][3].
pl: Aby uzyskać więcej informacji o dodatku, przeczytaj [Podręcznik][3].

source: Control+NVDA+1 from Studio window: toggles announcement of status messages (such as automation and end of library scan) between words and beeps.
hu: Control+NVDA+1 a Studio ablakában: Váltogatja az üzenetek bejelentésének módját (pl. automatikus lejátszás, gyűjtemény vizsgálat vége), a beszéd és a hangjelzés közt.

source: Control+NVDA+2 (two finger flick right in SPL mode) from Studio window: Opens end of track setting dialog.
hu: Control+NVDA+2, vagy kétujjas jobbra pöccintés a Studio ablakában: Megnyitja a zeneszám végi riasztás beállítására szolgáló párbeszédpanelt.

source: Control+NVDA+3 from Studio window: Toggles cart explorer to learn cart assignments.
bg: Control+NVDA+3 докато сте в прозореца на програмата: Превключва прегледа на джингъли за изследване на назначенията на джингълите.
hu: Control+NVDA+3 a Studio ablakában: Megnyitja a cart explorert a hozzárendelések megtekintéséhez.
pl: Control+NVDA+3 w oknie studia: przełącza eksplorator koszyka umożliwiający naukę przypisań koszyka.

source: Control+NVDA+4 from Studio window: Opens microphone alarm dialog.
bg: Control+NVDA+4 от прозореца на Studio: Отваря диалоговия прозорец за предупреждението за микрофона.
hu: Control+NVDA+4 a Studio ablakában: megnyitja a Mikrofon figyelmeztetés párbeszédpanelt.

source: Control+NVDA+0 from Studio window: Opens the Studio add-on configuration dialog.
hu: Control+NVDA+0 a Studio ablakában: Megnyitja a Studio kiegészítő beállítási párbeszédpanelét.

source: This layer command set allows you to obtain various status on SPL Studio, such as whether a track is playing, total duration of all tracks for the hour and so on. From SPL Studio window, press the SPL Assistant layer command, then press one of the keys from the list below.
bg: Този набор от команди за слоя ви позволява да научите различна информация за състоянието на SPL Studio, като например дали има просвирващ се запис, обща продължителност на всички записи за текущия час и много други. За да активирате този режим, натиснете командата за помощния слой на SPL от прозореца на SPL Studio, след което натиснете някой от клавишите от списъка по-долу.
fi: Tämän komentotason komentojen avulla saat tietoja SPL Studion eri tiloista, kuten siitä, onko kappaleen toisto käynnissä, tuntipaikan kaikkien kappaleiden kokonaiskestosta jne. Paina SPL Studion ikkunassa SPL-avustaja-komentoa ja paina sitten jotain alla olevassa listassa mainituista näppäimistä.
hu: Ez a parancsréteg az SPL Studio állapotinformációinak lekérdezését teszi lehetővé. Pl. lejátszás alatt van-e egy dal, a dalok teljes hossza egy adott órában, stb. Az SPL Studio ablakában nyomja le az SPL segédréteg parancsát, majd nyomja le az alábbi listában felsorolt billentyűk valamelyikét.
pl: Ta warstwa komend pozwala uzyskać różne informacje o statusie SPL Studio, takie jak to czy aktualnie jest odtwarzana ścieżka, całkowity czas ścieżek dla godziny itd. Aby przejść w ten tryb, naciśnij klawisz przypisany do komendy asystenta SPL, a następnie naciśnij jedną z komend z listy poniżej.

source: The available status information are:
bg: Наличната информация за състоянието е:
fi: Seuraavat tilatiedot ovat käytettävissä:
hu: Az elérhető állapotinformációk a következők:
pl: Dostępne informacje o statusie to:

source: Shift+H: Total duration of selected tracks for this hour slot (from the track list, press SPACE to select or uncheck the track to play).
bg: Shift+H: обща продължителност на записите за текущия час (докато сте в списъка със записи, натиснете интервал, за да добавите или премахнете записа от списъка за възпроизвеждане).
fi: Shift+H: Valittujen kappaleiden kokonaiskesto valitussa tuntipaikassa (paina kappalelistassa välilyöntiä valitaksesi tai poistaaksesi toistettavan kappaleen valinnan).
hu: Shift+H: a kijelölt dalok teljes hossza az aktuális órában. A dallistában nyomja le a szóköz billentyűt egy dal kijelöléséhez, vagy a kijelölés megszüntetéséhez s ezzel lejátszásához is.
pl: Shift+H: całkowity czas wybranych ścieżek dla tego slotu godzinowego (na liście ścieżek, naciśnij spację aby zaznaczyć lub odznaczyć ścieżkę do odtworzenia).

source: S: Track starts in (scheduled).
bg: S: Записът ще се възпроизведе в (планирано).
hu: S: Zeneszám elkezdése (ütemezett idő)

source: T: Cart edit mode on/off.
bg: T: Включване/изключване на Cart режима на редактиране.
fi: T: Kuljettimen muokkaustila päälle/pois.
hu: T: Cart szerkesztési mód be-, és kikapcsolása.
pl: T: tryb edycji karty włączony / wyłączony.

source: Press R to hear remaining time for the currently playing track in seconds.
bg: Натиснете R за да чуете оставащото време за текущо просвирвания запис (в секунди).
hu: R: az épp lejátszás alatt lévő dal hátralévő idejének lekérdezése másodpercben.
pl: Naciśnij R aby usłyszeć pozostały czas aktualnie odtwarzanej ścieżki.

source: You can ask NVDA to play a sound when microphone has been active for a while. Press Control+NVDA+4 to configure alarm time in seconds (0 disables it).
bg: Можете да укажете на NVDA да възпроизвежда звук, когато микрофонът е бил активен от известно време. Натиснете Control+NVDA+4 за да конфигурирате времето за предупреждението в секунди (0 го забранява).
hu: Beállítható figyelmeztető hang arra az esetre, ha a mikrofon egy bizonyos ideig be van kapcsolva. A Control+NVDA+4 billentyűparancs segítségével megadható az idő másodpercben. 0 érték megadása kikapcsolja a figyelmeztetést.

source: To learn cart assignments, from SPL Studio, press Control+NVDA+3. Pressing the cart command once will tell you which jingle is assigned to the command. Pressing the cart command twice will play the jingle. Press Control+NvDA+3 to exit cart explorer. See the add-on guide for more information on cart explorer.
bg: За да изследвате джингълите, от SPL Studio, натиснете Control+NVDA+3. Натискането на командата за джингъла ви казва кой е асоциирания джингъл. Двукратно натискане просвирва джингъла. Натиснете Control+NvDA+3 за да излезете от този режим. За повече информация се обърнете към ръководството на добавката.
hu: A cart hozzárendelések megtekintéséhez használja a control+NVDA+3 billentyűparancsot az SPL Studio ablakából. A cart parancs egyszeri lenyomására bemondásra kerül, hogy melyik csengés van hozzárendelve, kétszeri lenyomásra meg is hallgatható a csengés. A control+NVDA+3 billentyűparanccsal zárja be a Cart Explorert. További információkért olvassa el a bővítmény súgóját.
pl: Aby poznać przypisania koszyków w oknie studia naciśnij Control+NVDA+3. Naciśnięcie polecenia koszyka jednokrotnie, wypowie jaki dżingiel jest przypisany do polecenia. Dwukrotne naciśnięcie odtworzy dżingiel. Naciśnij Control+NvDA+3 aby opuścić eksplorator koszyka. Zajrzyj do podręcznika dodatku, aby uzyskać więcej informacji o eksploratorze.

source: You can use arrow keys to review various information about a track. To turn Track Dial on, while a track is focused in the main playlist viewer, press the command you assigned for toggling Track Dial. Then use left and right arrow keys to review information such as artist, duration and so on.
hu: A nyílbillentyűkkel különböző információkat érhet el egy zeneszámról. A Track Dial bekapcsolásához használja a hozzárendelt billentyűparancsot amikor fókuszban van a zeneszám a fő lejátszási listán. Ezután használja a balra és jobbra nyilat az olyan információk eléréséhez, mint előadó, hossz, stb.

source: This add-on package provides improved usage of Station Playlist Studio, as well as providing utilities to control the Studio from anywhere.
bg: Тази добавка предоставя подобрена достъпност за Station Playlist Studio, както и предоставя инструменти за контрол на програмата отвсякъде.
fi: Tämä lisäosapaketti parantaa Station Playlist Studion käytettävyyttä sekä tarjoaa aputoimintoja, jotka mahdollistavat ohjelmiston hallinnan mistä tahansa.
pl: Ten dodatek dostarcza ulepszoną użyteczność Station Playlist Studio, oraz narzędzia kontroli studia z dowolnego miejsca.

source: IMPORTANT: Due to major incompatible changes and key assignments, please remove add-on version 1.2 before installing version 2.0 or later. Also, add-on 2.1 and later requires NVDA 2014.1 or later. Add-on 4.0 requires SPL version 5.00 or later. Users using Studio 4.33 can [visit this link][4] to download add-on 3.x releases.
bg: ВАЖНО: Поради сериозни несъвместими промени и назначения, моля премахнете версия 1.2 на добавката, преди да инсталирате версия 2.0 или по-нова. Също така, версия 2.1 и по-нова на добавката изискват NVDA 2014.1 или по-нова. Версия 4.0 на добавката изисква SPL версия 5.00 или по-нова. Потребители, използващи Studio 4.33 могат да [посетят тази връзка][4], за да изтеглят 3.x издания на добавката.

source: Control+Alt+T from Studio window: announce remaining time for the currently playing trakc.
bg: Control+Alt+T, докато сте в прозореца на програмата: съобщава оставащо време за текущо просвирвания запис.
fi: Control+Alt+T Studio-ikkunassa: ilmoittaa tällä hetkellä toistettavan kappaleen jäljellä olevan ajan.
pl: Control+Alt+T w oknie studia: wypowiedz pozostały czas aktualnie odtwarzanej ścieżki.

source: NVDA+Shift+F12 from Studio window: announces broadcaster time such as 5 minutes to top of the hour.
bg: NVDA+Shift+F12 докато сте в прозореца на програмата: съобщава време на излъчване, например 5 минути до края на часа.
pl: NVDA+Shift+F12 w oknie studia: wypowiedz czas nadawcy np. 5 minut do pełnej godziny.

source: Control+NVDA+1 from Studio window: toggles announcement of toggle messages (such as automation) between words and beeps.
bg: Control+NVDA+1, докато сте в прозореца на програмата: Превключва изговарянето на съобщенията (например автоматизация) между Говор и Бибипкане.
fi: Control+NVDA+1 Studio-ikkunassa: vaihtaa käyttöönotettavien/käytöstä poistettavien toimintojen (kuten automaation) ilmoitukset sanojen ja äänimerkkien välillä.
pl: Control+NVDA+1 w oknie studia: przełącza sposób oznajmiania przełączników (takich jak automatyzacja) pomiędzy słowami lub dźwiękami.

source: Control+NVDA+2 from Studio window: Opens end of track setting dialog.
bg: Control+NVDA+2, докато сте в прозореца на програмата: Отваря диалога за задаване на време за предупреждение преди края на записа.
fi: Control+NVDA+2 Studio-ikkunassa: Avaa kappaleen loppu -asetusvalintaikkunan.
pl: Control+NVDA+2 w oknie studia: otwiera ustawienie końca ścieżki.

source: Alt+NVDA+2 from Studio window: Opens song intro alarm setting dialog.
bg: Alt+NVDA+2 от прозореца на Studio: Отваря диалоговия прозорец с настройките за предупреждение за въвеждащата мелодия.

source: Note: Input Gestures dialog is available in 2013.3 or later.
bg: Забележка: Диалоговия прозорец за жестове на въвеждане е наличен от версия 2013.3 и по-нови.
fi: Huom: Syöte-eleet-valintaikkuna on käytettävissä NVDA:n 2013.3-versiossa tai uudemmassa.
pl: Uwaga: okno zdarzeń wejścia jest dostępne w 2013.3 lub nowszej.

source: D: Remaining duration for the playlist.
bg: D: Оставащо времетраене на списъка за изпълнение.

source: I: Listener count.
bg: I: Брой на слушателите.
pl: I: liczba słuchaczy.

source: L: Line in.
bg: L: линеен вход.
fi: L: Linjatulo.
pl: L: wejście liniowe.

source: Shift+P: Pitch of the current track (SPL 5.00 and later).
bg: Shift+P: Височина на текущия запис (SPL 5.00 и по-нови).

source: R: Record to file enabled/disabled.
bg: R: Разрешаване/забраняване на записването във файл.
fi: R: Nauhoita tiedostoon käytössä/pois käytöstä.
pl: R: nagrywanie do pliku włączone / wyłączone.

source: Y: Playlist modified status (SPL 5.00 and later).
bg: Y: Състояние на промяната на списъка за изпълнение (SPL 5.00 и по-нови).

source: End of track alarm
bg: Предупреждение за край на записа
fi: Kappaleen lopun hälytys
pl: Alarm końca ścieżki

source: Five seconds before the current track ends, NVDA will play a short beep to indicate that the track is about to end. This works anywhere (even within SPL Studio window). Press Control+NVDA+2 to configure this between 1 and 59 seconds.
bg: Пет секунди преди края на текущия запис, NVDA ще възпроизведе кратък звуков сигнал, което ще означава, че текущият запис е към своя край. Това работи навсякъде (дори и в прозореца на SPL Studio). Натиснете Control+NVDA+2 за да настроите този таймер между 1 и 59 секунди.
fi: NVDA toistaa lyhyen äänimerkin viisi sekuntia ennen nykyisen kappaleen loppua ilmaistakseen, että kappale on päättymässä. Tämä toimii kaikkialla (jopa SPL Studion ikkunassa). Paina Control+NVDA+2 määrittääksesi ajan 1 ja 59 sekunnin väliltä.
pl: Pięć sekund przed końcem bieżącej ścieżki, NVDA odtworzy krótki beep dla zasygnalizowania, że ścieżka się kończy. Działa to gdziekolwiek (nawet w oknie SPL Studio).Naciśnij Control+NVDA+2 aby skonfigurować czas pomiędzy 1 i 59 sekund.

source: Song intro alarm
bg: Предупреждение за въвеждащата мелодия

source: If you have configured song intro time via Track Tool, NVDA will beep when the vocals are about to begin. From Studio window, press Alt+NVDA+2 to configure song intro alarm between 1 and 9 seconds.
bg: Ако сте конфигурирали времето за въвеждащата мелодия чрез Инструмента за записи (Track Tool), NVDA ще избибипка когато ще започват вокалите. От прозореца на Studio, натиснете Alt+NVDA+2 за да конфигурирате предупреждението за въвеждащата мелодия между 1 и 9 секунди.

source: If you wish to quickly find a song by an artist or by song name, from track lisst, press Control+NVDA+F. Type the name of the artist or the song name. NVDA will either place you at the song if found or will display an error if it cannot find the song you're looking for. To find a previously entered song or artist, press NVDA+F3 or NVDA+Shift+F3 to find forward or backward.
fi: Jos haluat nopeasti etsiä kappaletta esittäjän tai kappaleen nimen perusteella, paina kappalelistassa Control+NVDA+F. Kirjoita sitten esittäjän tai kappaleen nimi. Jos etsimäsi kappale löytyy, NVDA siirtää kohdistuksen sen kohdalle tai näyttää virheilmoituksen, jos etsimääsi kappaletta ei löydy. Etsi aiemmin antamasi hakusanan seuraava tai edellinen esiintymä painamalla NVDA+F3 tai NVDA+Shift+F3.
