Repository: nvdacn/screenReaderTranslations
Catalog: website/addons/stationPlaylist.*.po
Languages: ar, bg, de, fi, fr, gl, hu, pl

source: Error tones are no longer heard when trying to obtain information such as remaining time while other Studio window other than track list (such as Options dialog) is focused. If the needed information is not found, NVDA will announce this fact.
ar: لم تعد تسمع صوت الخطأ عند رغبتك في الحصول على معلومات مثل الوقت المتبقي أثناء تنشيط نوافذ الاستوديو الأخرى غير نافذة قائمة المسارات (مثل محاورة الخيارات). إذا تعذر الحصول على المعلومات المطلوبة, فإن NVDA سيخبرك بهذا.
bg: Вече не се чуват сигнали за грешка когато се опитваме да получим информация като оставащо време докато друг прозорец на Studio различен от списъка със записи (например прозореца за настройка) е на фокус. Ако нужната информация не е намерена, NVDA ще ви съобщи този факт.
gl: Os tons de erro xa non se escoitan cando se tenta obter información como tempo restante mentres outra ventá do Studio que a lista de pistas (como o diálogo Opcións) estea enfocada. Se a información necesaria non se atopa, NVDA anunciará este feito.
hu: Hibát jelző hang már nem hallható amikor megkísérel információkat lekérdezni, mint pl hátralévő idő, olyan esetben amikor a Studio egy másik ablaka (nem a dallista) van fókuszban, pl a Beállítások párbeszédpanel. Amennyiben a kívánt információk nem elérhetők, az NVDA közli ezt a tényt.
pl: Dźwięki błędów nie są słyszalne, podczas próby uzyskania informacji takich jak pozostały czas, jeśli punkt uwagi znajduje się w oknie Studia innym niż lista ścieżek (np. w oknie opcji). Jeśli potrzebna informacja nie zostanie znaleziona, NVDA poinformuje o tym fakcie.

source: It is now possible to search a track by artist name. Previously you could search by track title.
ar: أصبح من الممكن البحث عن مسار باسم المطرب حيث كنت في السابق لا تتمكن إلا من البحث بعنوان المسار فقط.
bg: Вече е възможно да търсите запис по име на изпълнител. Преди можеше да се извърши търсене само по име на запис.
gl: Agora é posible buscar unha pista polo nome do artista. Con anterioridade podías buscar polo título da pista.
hu: Most már lehetségessé vált előadó alapján keresni dalokat, korábban csak cím alapján lehetett.
pl: Można wyszukiwać ścieżek po nazwie artysty. Poprzednio można było szukać po tytule ścieżki.

source: Support for SAM Encoder, including ability to label the encoder and a toggle command to switch to Studio when the selected encoder is connected.
ar: دعم إضافة SAM Encoder الموجودة بتطبيق Winamp, بما في ذلك إمكانية تسمية الملف الذي يبث عبر الخادم والتنقل بين تشغيل وتعطيل خاصية الرجوع لنافذة الاستوديو بعد الاتصال بالخادم.
bg: Поддръжка за SAM Encoder, включително възможност за етикетиране на енкодера и команда за превключване към Studio когато избраният енкодер е свързан.
gl: Soporte para o codificador SAM, incluíndo a capacidade para etiquetar o codificador e unha orden conmutar para cambiar a Studio cando o codificador seleccionado estea conectado.
hu: Támogatás az SAM encoderhez, lehetőség az encoderek címkézésére, ill. a Studiora váltásra, amennyiben a kiválasztott encoder kapcsolódik.
pl: Wsparcie dla enkodera SAM, w tym możliwość etykietowania enkodera i przełącznik przejścia do studia, gdy wybrany enkoder jest podłączony.

source: Add-on help is available from the Add-ons Manager.
ar: يتوفر ملف المساعدة للإضافة من مدير الإضافات البرمجية.
bg: Помощ за добавката е налична от мениджъра на добавки.
gl: A axuda do complemento está dispoñible dende o Administrador de complementos.
hu: A kiegészítő súgója már elérhető a bővítmények kezelése párbeszédpanelen.
pl: Pomoc dodatku dostępna w managerze dodatków.

source: Changes for 2.1
ar: مستجدات الإصدار 2.1
bg: Промени във версия 2.1
gl: Cambios para 2.1
hu: A 2.1 verzió változásai
pl: Zmiany dla wersji 2.1

source: Fixed an issue where user was unable to obtain status information such as automation status when SPL 5.x was first launched while NVDA was running.
ar: معالجة خطأ كان يحدث عندما يكون المستخدم غير قادر على الحصول على معلومات مثل تلك التي تعبر عن حالة الآلية وذلك عند تشغيل SPL Studio لأول مرة أثناء تشغيل NVDA.
bg: Отстранен е проблем, при който беше невъзможно да се получи информация за състоянието, например това на автоматизацията, когато SPL 5.x се стартира за първи път след като NVDA вече е бил стартиран.
gl: Correxido un fallo onde o usuario era incapaz de obter a información de estado como estado de automatización cando SPL 5.x foi lanzado antes de que NVDA estivera en execución.
hu: Javítva egy hiba, ami az SPL 5.x első NVDA futása melletti indításainál megakadályozta, hogy a felhasználók bizonyos állapotinformációkhoz hozzáférjenek, mint pl. az automatikus lejátszás.
pl: Poprawiono błąd, że użytkownik nie mógł uzyskać informacji o statusie takich jak stan automatyzacji, gdy SPL 5.x był po raz pierwszy uruchomiony podczas pracy NVDA.

source: Changes for 2.0
ar: مستجدات الإصدار 2.0
bg: Промени във версия 2.0
gl: Cambios para 2.0
hu: A 2.0 verzió változásai
pl: Zmiany dla wersji 2.0

source: Some global and app-specific hotkeys were removed so you can assign a custom command from Input Gestures dialog (add-on version 2.0 requires NVDA 2013.3 or later).
ar: قد تم إلغاء بعض الاختصارات العامة والخاصة بالبرنامج حتى يتسنى للمستخدم تخصيص الأوامر من محاورة اختصارات NVDA (يحتاج الإصدار 2.0 من الإضافة استخدام إصدار NVDA 2013.3 أو أعلى).
bg: Някои глобални и локални клавишни комбинации са премахнати, така че да можете да зададете команда по избор от прозореца за жестове на въвеждане (версия 2.0 на добавката изисква NVDA 2013.3 или по-нова).
fi: Poistettu tietyt yleis- ja sovelluskohtaiset pikanäppäimet, jotta voit määrittää niille haluamasi näppäinkomennon Syöte-eleet-valintaikkunassa (lisäosan 2.0-versio tarvitsee NVDA 2013.3:n tai uudemman).
gl: Elimináronse Algunhas teclas de acceso globais e específicas da aplicación para que poidas asignar un comando personalizado a partir do diálogo Xestos de Entrada (a versión 2.0 do complemento require NVDA 2013.3 ou posterior).
hu: Néhány mindenütt elérhető és alkalmazáshoz kötött billentyűparancs el lett távolítva. Egyéni billentyűparancs hozzárendelésre a Beviteli Parancsok párbeszédpanelen van lehetőség. A kiegészítő 2.0 verziója NVDA 2013.3 vagy újabb verziót igényel.
pl: Niektóre globalne lub specyficzne dla aplikacji klawisze skrótów zostały usunięte, aby możliwe było przypisanie własnych skrótów z okna zdarzeń wejścia (dodatek w wersji 2.0 wymaga NVDA 2013.3 lub nowszej).

source: Added more SPL Assistant commands such as cart edit mode status.
ar: إضافة المزيد من مساعد أوامر SPL كالإعلان عن حالة نمط التحرير
bg: Добавени са още команди за SPL помощника, като например за състоянието на режима за редактиране cart.
fi: Lisätty enemmän SPL-avustajan komentoja, kuten esim. kuljettimen muokkauksen tila.
gl: Engadidas máis ordes do asistente do SPL tales coma o estado do modo cart edit.
hu: Több SPL segédparancsot hozzáadtak, köztük a cart szerkesztési módjának állapotát.
pl: Dodano więcej komend asystenta SPL takich jak tryb edycji karty, status.

source: You can now switch to SPL Studio even with all windows minimized (may not work in some cases).
ar: الآن يمكنك التحول إلى SPL أستديو حتى وإن كانت جميع النوافذ مصغرة (قد لا يعمل أحيانا).
bg: Сега можете да преминете към SPL Studio дори ако всички прозорци са намалени (може да не работи в някои случаи).
fi: Voit nyt siirtyä SPL Studion ikkunaan, vaikka kaikki ikkunat on pienennetty (ei ehkä toimi joissakin tapauksissa).
gl: Agora podes cambiar ó SPL Studio mesmo con todas as ventás minimizadas (pode non funcionar nalgúns casos).
hu: Mostantól átválthat az SPL Studio-ra ha minden ablak kis méretben van (előfordulhat, hogy nem minden esetben működik).
pl: Możesz teraz przełączyć się do studia SPL nawet przy zminimalizowanych wszystkich oknach (może nie działać w niektórych przypadkach).

source: Increased the end of track alarm range to 59 seconds.
ar: امتداد وقت التحذير بنهاية المسار إلى 59 ثانية
bg: Разширен е диапазона на алармата за край на записа до 59 секунди.
gl: Extendido o rango da alarma de remate da pista a 59 segundos.
hu: Kiterjesztették a dal végét előrejelző riasztás teljes idejét 59 másodpercre.
pl: Zakres alarmu końca ścieżki rozszerzony do 59 sekund.

source: You can now search for a track in a playlist (Control+NVDA+F to find, NvDA+F3 or NvDA+Shift+F3 to find forward or backward, respectively).
ar: يمكنك الآن البحث عن مسار في قائمة التشغيل بالضغط على Control+NVDA+F وكل من NVDA+f3 أو NVDA+Shift+F3 للتنقل بين المسار التالي أو السابق على التوالي.
bg: Вече можете да търсите за даден запис в списъка за изпълнение (Control+NVDA+F за търсене, NVDA+F3 или NVDA+Shift+F3 за търсене съответно напред и назад).
fi: Voit nyt etsiä kappaletta soittolistasta (avaa etsintävalintaikkuna painamalla Control+NVDA+F, ja etsi antamasi hakusanan seuraava tai edellinen esiintymä painamalla NVDA+F3 tai NVDA+Shift+F3).
gl: Agora podes buscar unha pista dunha lista de reprodución (Control+NVDA+F para atopar, NVDA+F3 ou NVDA+Shift+F3 para atopar cara adiante ou cara atrás, respectivamente).
hu: Lehetőség van dalra keresni egy lejátszási listában (Control+NVDA+F keresés, NVDA+F3 vagy NVDA+Shift+F3 előre és hátra keresés).
pl: Możesz wyszukiwać ścieżki w liście odtwarzania (Control+NVDA+F aby znaleźć, NvDA+F3 lub NvDA+Shift+F3 by powtórzyć wyszukiwanie odpowiednio w przód lub wstecz).

source: Correct names of combo boxes are now announced by NVDA (e.g. Options dialog and initial SPL setup screens).
ar: أصبح NVDA يعلن أسماء مربعات التحرير والسرد الصحيحة (مثل محاورة الخيارات وشاشة تنزيل البرنامج الأولى).
bg: NVDA вече съобщава правилните имена на Разгъващите се списъци (например диалоговия прозорец с опциите и екраните за първоначалната настройка на SPL).
fi: NVDA lukee nyt yhdistelmäruutujen oikeat nimet (esim. Options-valintaikkunassa ja SPL:n alkuasetusten määritysruuduissa).
gl: anúncianse nomes correctos das caixas de combinación polo NVDA(por exemplo Do diálogo Opcións e pantallas iniciais de configuración do SPL).
hu: A kombinált listamezők nevei helyesen hangzanak el (pl. a Beállítások párbeszédpanelen és a kezdeti SPL beállítási képernyőkön).
pl: Prawidłowe nazwy list rozwijanych są teraz odczytywane przez NVDA (np. okna opcji i wstępnej konfiguracji SPL).

source: Fixed an issue where NVDA was announcing wrong information when trying to get remaining time for a track in SPL Studio 5.
ar: معالجة خطأ كان يحدث عند قراءة NVDA معلومات خاطئة عندما كنت تريد الحصول على معلومات عن الوقت المتبقي في الإصدار الخامس من SPL Studio
bg: Отстранен е проблем, при който NVDA съобщаваше грешна информация при опит за получаване на оставащото време за запис в SPL Studio 5.
gl: Correxido un fallo onde NVDA anunciaba información incorrecta cando tentaba obter o tempo restante para unha pista no SPL Studio 5.
hu: Javítva egy hiba, ami az SPL Studio 5-ben azt eredményezte, hogy az NVDA helytelen információt közölt, mikor megkísérelte kinyerni egy dal hátralévő idejét.
pl: Poprawiony błąd, że NVDA ogłaszał nieprawidłową informację zamiast pozostałego czasu ścieżki w SPL Studio 5.

source: Changes for 1.2
ar: مستجدات الإصدار 1.2
bg: Промени във версия 1.2
fi: Muutokset versiossa 1.2
gl: Cambios para 1.2
hu: Az 1.2 verzió változásai
pl: Zmiany dla wersji 1.2

source: When Station Playlist 4.x is installed on certain Windows 8/8.1 computers, it is again possible to hear elapsed and remaining times for a track.
ar: عند تثبيت الإصدار 4.x من تطبيق StationPlayList على أنظمة التشغيل 8/8.1 على بعض الحواسيب, أصبح من الممكن الاستماع مرة أخرى إلى الوقت المنقضي والوقت المتبقي للمسار.
bg: Когато използвате Station Playlist 4.x под Windows 8/8.1, отново е възможно да получите информация за изминало и оставащо време за текущия запис.
fi: Raidan kuluneen ja jäljellä olevan ajan puhuttaminen on taas mahdollista, kun Station Playlist 4.x on asennettu tiettyihin Windows 8/8.1 -tietokoneisiin.
gl: Cando o Station Playlist 4.x está instalado en certos computadores co Windows 8/8.1, é posible novamente escoitar os tempos transcorridos e restantes para unha pista.
hu: Windows 8/8.1 rendszerek alá telepített Station Playlist 4.x verzió esetén ismét hallhatóvá vált az egyes zeneszámok eltelt, és hátralévő ideje.
pl: Gdy Station Playlist 4.x jest zainstalowane na niektórych komputerach z Windows 8/8.1, możliwe jest ponownie uzyskanie informacji o czasie, który upłynął i pozostał dla ścieżki.

source: Changes for 1.1
ar: مستجدات الإصدار 1.1
bg: Промени във версия 1.1
fi: Muutokset versiossa 1.1
gl: Cambios para 1.1
hu: Az 1.1 verzió változásai
pl: Zmiany dla wersji 1.1

source: Added a command (Control+NvDA+2) to set end of track alarm time.
ar: إضافة مفتاح الاختصار (Control+NvDA+2) لوضع صوت تنبيهي لمعرفة نهاية المسار.
bg: Добавена е команда (Control+NvDA+2) за задаване на време за предупреждението за край на записа.
fi: Lisätty komento (Control+NVDA+2) kappaleen lopun ilmoitusajan määrittämiseksi.
gl: Engade unha orde (Control+NvDA+2) para establecer unha alarma de remate da pista.
hu: Új parancs hozzáadva a dalvégi figyelmeztetés beállítására (Control+NvDA+2).
pl: Dodano polecenie (Control+NvDA+2) ustawiające alarm końca ścieżki.

source: Fixed a bug in which field names for certain edit fields were not announced (particularly edit fields in Options dialog).
ar: إصلاح خطأ برمجي يتعلق بعدم الإعلان عن بعض أسماء مربعات التحرير (وبخاصة حقول التحرير بمحاورة الخيارات).
bg: Отстранен е проблем, при който имената на определени полета за писане не бяха съобщавани (например някои полета за писане в диалога за настройка на програмата).
fi: Korjattu ohjelmavirhe, joka aiheutti sen, että tiettyjen muokkauskenttien nimiä ei luettu (erityisesti Options-valintaikkunassa).
gl: Correxido un erro no que os nomes de campos para certos campos de edición non se anunciaban (particularmente campos de edición no diálogo de opcións).
hu: Hibajavítás: bizonyos szerkesztőmezők, különösen a Beállítások párbeszédpanelen nem voltak megfelelően bejelentve.
pl: Poprawiono błąd, że nazwy niektórych pól edycyjnych nie były odczytywane (szczególnie pola edycyjne w okienku opcji).

source: Added various translations.
ar: ترجمة الإضافة لمزيد من اللغات
bg: Добавени са множество преводи.
fi: Käännöksiä lisätty.
gl: Engadidas varias traduccións.
hu: Különböző fordítások hozzáadva.
pl: Dodano różne tłumaczenia.

source: Changes for 1.0
ar: مستجدات الإصدار 1.0
bg: Промени във версия 1.0
fi: Muutokset versiossa 1.0
gl: Cambios para 1.0
hu: Az 1.0 verzió változásai
pl: Zmiany dla wersji 1.0

source: Initial release.
ar: إصدار أولي
bg: Първоначално издание
fi: Ensimmäinen versio.
gl: Versión inicial.
hu: Első kiadás
pl: Wstępne wydanie.

source: This add-on requires NVDA 2017.4 or later and StationPlaylist Studio 5.10 or later.
de: Diese Erweiterung erfordert NVDA 2017.4 oder höher und StationPlaylist Studio 5.10 oder höher.
fr: Ce module complémentaire nécessite NVDA 2017.4 ou version ultérieure et StationPlaylist Studio 5.10 ou version ultérieure.

source: add-on 8.0/16.10 requires Studio 5.10 or later. For broadcasters using Studio 5.0x and/or Windows XP, Vista or 7 without Service Pack 1, a [long-term support version][3] (15.x) is available. The last stable version to support Windows releases prior to 7 Service Pack 1 is 17.11.2.
de: Erweiterungsversion 8.0/16.10 erfordert Studio 5.10 oder höher. Für Broadcaster, die Studio 5.0x und/oder Windows XP, Vista oder 7 ohne Service Pack 1 verwenden, steht eine Langzeit-Support-Version (15.x) zur Verfügung. Die letzte stabile Version, die Windows-Versionen vor 7 Service Pack 1 unterstützt, ist 17.11.2.
fr: le module complémentaire 8.0/16.10 requiert Studio 5.10 ou une version ultérieure. Pour les diffusions utilisant Studio 5.0x et/ou Windows XP, Vista ou 7 sans Service Pack 1, une [version prenant en charge le long-term][3] (15.x) est disponible. La dernière version stable prenant en charge les versions de Windows antérieures à la 7 Service Pack 1 est la 17.11.2.

source: Starting from 2018, [changelogs for old add-on releases][5] will be found on GitHub. This add-on readme will list changes from version 5.0 (2015 onwards).
de: Ab 2018 werden die [Änderungsnotizen älterer SPL-Erweiterungsversionen][5] auf Github zu finden sein. Diese Readme-Version listet Änderungen ab Version 5.0 (ab 2015) auf.
fr: À partir de 2018, [les journal des changements des anciennes versions du module complémentaire][5] seront trouvés sur GitHub. Ce fichier readme ajoutera les changements depuis la version 5.0 (à partir de 2015).

source: Certain add-on features (notably add-on updating) won't work under some conditions, including running NVDA in secure mode.
de: Bestimmte Features (insbesondere Erweiterungsaktualisierungen) funktionieren unter bestimmten Bedingungen nicht. Dies kann beispielsweise vorkommen, wenn die NVDA im abgesicherten Modus ausgeführt wird.
fr: Certaines fonctionnalités du module complémentaire (notamment la mise à jour de modules complémentaires) ne fonctionneront pas dans certaines conditions, notamment l'exécution de NVDA en mode sécurisé.

source: Due to tecnical limitations, you cannot install or use this add-on on Windows Store version of NVDA.
de: Aufgrund technischer Einschränkungen können Sie diese Erweiterung nicht auf der Windows-Store-Version von NVDA installieren oder verwenden.
fr: En raison de limitations techniques, vous ne pouvez pas installer ou utiliser ce module complémentaire sur la version Windows Store de NVDA.

source: SPL Assistant layer
ar: مساعد نمط أوامر SPL
bg: Помощен слой на SPL
de: Befehlsschicht für den SPL-Assistenten
fi: SPL-avustaja-taso
fr: Couche Assistant SPL
hu: SPL segédréteg
pl: Warstwa asystenta SPL

source: U: Studio up time.
ar: U: وقت الاستوديو
bg: U: Изминало време в Studio.
de: U: Studiozeit.
fi: U: Studion päälläoloaika.
fr: U: temps de fonctionnement Studio.
hu: U: A Studio futási ideje.
pl: U: czas pracy studia.

source: SPL Controller
ar: نمط التحكم في تطبيق SPL
bg: Контролер на SPL
fi: SPL-ohjain
fr: Contrôleur SPL
hu: SPL Vezérlő
pl: Kontroler SPL

source: Track Finder
ar: الباحث عن المسارات
bg: Търсене на записи
de: Titelfinder
fi: Kappaleen etsijä
fr: Chercheur de piste
hu: Dalkereső
pl: Wyszukiwanie ścieżek

source: NVDA will no longer fail to start countdown timer for time-based broadcast profiles if NVDA with wxPython 4 toolkit installed is in use.
fr: NVDA ne cessera plus de démarrer le compte à rebours pour les profils de diffusion basés sur l'heure si NVDA avec wxPython 4 toolkit installé est en cours d'utilisation.

source: Changes were made to make add-on update check feature more reliable, particularly if automatic add-on update check is enabled.
de: Die Suche nach Updates ist nun zuverlässiger, vor allem wenn automatisch nach Updates gesucht wird.
fr: Des modifications ont été apportées pour rendre la fonction de vérification des mises à jour du module complémentaire plus fiable, en particulier si la vérification automatique des mises à jour du module complémentaire est activée.

source: NVDA will play a tone to indicate start of library scan when it is configured to play beeps for various announcements.
de: Wenn im Einstellungsmenü der SPL-Erweiterung die Töne für bestimmte Ereignisse aktiviert sind, dann wird NVDA beim Starten des Bibliothek-Scans einen Ton abspielen.
fr: NVDA émet une tonalité pour indiquer le début du balayage de la bibliothèque lorsqu'il est configuré pour lire des bips pour diverses annonces.

source: NVDA will start library scan in the background if library scan is started from Studio's Options dialog or at startup.
de: NVDA wird den Bibliothek-Scan im Hintergrund ausführen, wenn der Suchdurchlauf im Einstellungsdialog des Studio ausgewählt wird oder wenn der Bibliothek-Scan beim Starten des Programms automatisch ausgeführt werden soll.
fr: NVDA démarre l'analyse de la bibliothèque en arrière-plan si l'analyse de la bibliothèque est démarrée à partir du dialogue Options de Studio ou au démarrage.

source: Double-tapping on a track on a touchscreen computer or performing default action command will now select the track and move system focus to it.
de: Der Systemfokus wird nun zum entsprechenden Titel bewegt und der Titel wird ausgewählt, wenn ein Doppeltippen auf einem Titel im Touch-Screen-Modus ausgeführt wird. Dies gilt auch beim Ausführen des Standard-Aktionsbefehls.
fr: Tapoter deux fois sur une piste sur un ordinateur à écran tactile ou si vous exécutez une commande d'action par défaut, la piste sera sélectionnée et va déplacer le focus système sur celle-ci.

source: When taking playlist snapshots (SPL Assistant, F8), if a playlist consists of hour markers only, resolves several issues where NVDA appeared to not take snapshots.
de: Es wurden einige Probleme behoben, die dazu führten, dass NVDA in manchen Fällen beim Drücken von F8 im SPL-Assistenten keine Playlist-Statistiken aufnahm. Dies gilt für Playlisten, die nur Stunden-Marker beinhalten.
fr: Lorsque vous prenez des instantanés de playlist (Assistant SPL, F8), si une playlist contient uniquement des marqueurs d'heure, elle résout plusieurs problèmes pour lesquels NVDA ne semblait pas prendre d'instantanés.

source: If NVDA is configured to announce metadata streaming status when Studio starts, NVDA will honor this setting and no longer announce streaming status when switching to and from instant switch profiles.
de: Wenn die Ansage der Statusinformationen des Metadaten-Streamings beim Starten des Studio im Einstellungsdialog der Erweiterung aktiviert ist, wird NVDA diese Einstellung berücksichtigen und den Streaming-Status beim Wechseln zu und von Instant-Switch-Profilen nicht mehr melden.
fr: Si NVDA est configuré pour annoncer l'état de la diffusion des métadonnées au démarrage de Studio, NVDA respectera ce paramètre et n'annoncera plus l'état de diffusion lors du basculement vers et à partir du changement de profil immédiat.

source: If switching to and from an instant switch profile and NVDA is configured to announce metadata streaming status whenever this happens, NVDA will no longer announce this information multiple times when switching profiles quickly.
de: NVDA wird Statusinformationen des Metadaten-Streamings nicht mehr wiederholt ansagen, wenn Profile schnell gewechselt werden. Dies gilt beim Wechseln zu und von einem Instant-Switch-Profil und wenn NVDA so konfiguriert ist, dass es den Status des Metadaten-Streamings ansagt.
fr: Si le basculement vers et à partir d'un changement de profil immédiat et NVDA est configuré pour annoncer l'état de la diffusion des métadonnées à chaque fois que cela se produit, NVDA n'annoncera plus ces informations plusieurs fois lors du basculement rapide des profils.

source: NVDA will remember to switch to the appropriate time-based profile (if defined for a show) after NVDA restarts multiple times during broadcasts.
de: NVDA wird auch dann automatisch auf das entsprechende zeitbasierte Profil umschalten (falls ein Profil für eine Sendung definiert ist), wenn NVDA mehrmals während der Übertragung neu gestartet wurde.
fr: NVDA se rappellera de basculer au profil basé sur l'heure approprié (si défini pour un affichage) après que NVDA redémarre plusieurs fois pendant les diffusions.

source: If a time-based profile with profile duration set is active and when add-on settings dialog is opened and closed, NVDA will still switch back to the original profile once the time-based profile is finished.
de: Wenn ein zeitbasiertes Profil mit eingestellter Profildauer aktiv ist und wenn der Einstellungsdialog für die SPL-Erweiterung geöffnet und geschlossen wird, schaltet NVDA nach Beendigung des zeitbasierten Profils immer noch auf das ursprüngliche Profil zurück.
fr: Si un profil basé sur l'heure avec la durée du profil est activé et que le dialogue paramètres du module complémentaire est ouvert et fermé, NVDA retournera au profil d'origine une fois le profil basé sur l'heure terminée.
