Repository: nvdacn/screenReaderTranslations
Catalog: website/addons/stationPlaylist.*.po
Languages: ar, bg, de, fi, fr, gl, hu, pl

source: Improved accuracy of detecting and reporting completion of library scans in Studio 5.10 and later. This fixes a problem where library scan monitor will end prematurely when there are more tracks to be scanned, necessitating restarting library scan monitor.
de: Verbesserte Genauigkeit bei der Erkennung und Meldung der Fertigstellung von Suchdurchläufen in Bibliotheken in Studio 5.10 und höher. Dies behebt ein Problem, bei dem der Bibliothek-Scan-Monitor vorzeitig beendet wird, wenn mehr Titel durchsucht werden müssen. Dies macht einen Neustart des Bibliotheks-Scan-Monitors erforderlich.
fr: Amélioration de la précision de la détection et de l'établissement des annonces de la fin du balayage de la bibliothèque dans Studio 5.10 et versions ultérieures. Cela corrige un problème où le moniteur du balayage de la bibliothèque se terminera prématurément quand il ya plus de pistes à balayer, nécessitant le redémarrage du moniteur du balayage de la bibliothèque.
gl: Mellorada a precisión da detección e anunciado do compretado dos escaneados da biblioteca no Studio 5.10 e posterior. Esto corrixe un problema onde o monitoreo do escaneado da biblioteca rematará prematuramente cando hai máis pistas a escanear, necesitando reiniciar o monitoreo do escaneado da biblioteca.

source: Improved library scan status reporting via SPL Controller (Shift+R) by announcing scan count if scan is indeed happening.
de: Verbesserte Statusmeldung des Bibliotheksscans über den SPL-Controller (Umschalt+R) durch Ankündigung des Scan-Zählers, wenn der Scan tatsächlich stattfindet.
fr: Amélioration des annonces du statut du balayage de la bibliothèque via le contrôleur SPL (Maj+R) en annonçant le comptage de balayage si le balayage se produit réellement.
gl: Mellorado o anunciado do estado do escaneo da biblioteca a través do SPL Controller (Shift+R) anunciando a conta de escaneo se o escaneado está a ocorrir.

source: In studio Demo, when registration screen appears when starting Studio, commands such as remaining time for a track will no longer cause NVDA to do nothing, play error tones, or give wrong information. An error message will be announced instead. Commands such as these will require Studio's main window handle to be present.
de: In der Studio-Demo, wenn der Registrierungsbildschirm beim Starten von Studio erscheint, führen Befehle wie die verbleibende Zeit für einen Titel nicht mehr zur Ausgabe von Fehlertönen oder falscher Informationsangaben durch NVDA. Stattdessen wird eine Fehlermeldung ausgegeben. Für solche Befehle ist es erforderlich, dass das Hauptfenster von Studio maximiert ist.
fr: En mode Démo de studio, lorsque l'écran d'enregistrement s'affiche lors du démarrage de Studio, les commandes telles que le temps restant pour une piste ne provoqueront plus que NVDA ne fasse rien, lira les tonalités d'erreur ou donnera des informations erronées. Un message d'erreur sera alors annoncé. Des commandes comme celles-ci nécessiteront que la poignée de la fenêtre principale de Studio soit présente.
gl: Na demo do Studio, cando aparece a ventá de rexistro ao se iniciar o Studio, as ordes coma tempo restante para unha pista xa non causará que o NVDA non faga nada, reproduza tons de erro, ou dé información errónea. Anunciarase unha mensaxe de erro no seu lugar. Ordes coma estas requerirán que a ventá principal do Studio estea presente.

source: Initial support for StationPlaylist Creator.
de: Erstmalige Unterstützung für StationPlaylist-Creator.
fr: Premier support de StationPlaylist Creator.
gl: Soporte inicial para StationPlaylist Creator.

source: Added a new command in SPL Controller layer to announce Studio status such as track playback and microphone status (Q).
de: Es wurde ein neuer Befehl in der Befehlsschicht für den SPL-Controller hinzugefügt, um den Studio-Status wie Titelwiedergabe und Mikrofon-Status (Q) zu melden.
fr: Ajout d'une nouvelle commande dans la couche Contrôleur SPL pour annoncer le statut de Studio telles que la lecture des pistes et le statut du microphone (Q).
gl: Engadida unha nova orde no SPL Controller layer para anunciar o estado do Studio como a reprodución da pista e o estado do micrófono (Q).

source: Version 17.03
gl: Versión 17.03

source: NVDA will no longer appear to do anything or play an error tone when switching to a time-based broadcast profile.
de: NVDA wird keine irreführenden Aktionen mehr ausführen und auch keine Fehlerton mehr abspielen, wenn auf ein temporäres Sendeprofil gewechselt wird.
fr: NVDA ne semble plus rien faire ou ne lit plus une tonalité d'erreur lorsque vous basculer à un profil de diffusion basé sur l'heure.
gl: NVDA xa non parecerá non facer nada ou non reproducirá un ton de erro ao cambiar a un perfil de transmisión baseado en tempo.

source: Updated translations.
ar: ترجمة الإضافة لمزيد من اللغات
bg: Обновени преводи.
de: Übersetzungen aktualisiert
fi: Käännöksiä päivitetty.
fr: Mises à jour des traductions.
gl: Traducións actualizadas.
hu: Fordítások frissítése
pl: Zaktualizowano tłumaczenia.

source: Version 17.01/15.5-LTS
gl: Versión 17.01/15.5-LTS

source: Note: 17.01.1/15.5A-LTS replaces 17.01 due to changes to location of new add-on files.
de: Hinweis: 17.01.1/15.5A-LTS ersetzt 17.01 aufgrund von Änderungen am Speicherort neuer Erweiterungsdateien.
fr: Remarque: 17.01.1/15.5A-LTS remplace la 17.01 en raison des changements apportés à l'emplacement des nouveaux fichiers du module complémentaire.
gl: Nota: 17.01.1/15.5A-LTS reemplaza a 17.01 debido aos cambios da localización dos ficheiros novos do complemento.

source: 17.01.1/15.5A-LTS: Changed where updates are downloaded from for long-term support releases. Installing this version is mandatory.
de: 17.01.1/15.5A-LTS: Bei Langzeit-Support-Versionen wurden die Quellen der Downloads der Aktualisierungen geändert. Die Installation dieser Version ist obligatorisch.
fr: 17.01.1/15.5A-LTS: Modifié à partir duquel les mises à jour sont téléchargées pour les versions prises en charges à long terme. L'installation de cette version est obligatoire.
gl: 17.01.1/15.5A-LTS: cambiouse de onde se descargan as actualizacións para as versións de soporte a longo prazo. É obrigatoria a instalación desta versión.

source: Improved responsiveness and reliability when using the add-on to switch to Studio, either using focus to Studio command from other programs or when an encoder is connected and NVDA is told to switch to Studio when this happens. If Studio is minimized, Studio window will be shown as unavailable. If so, restore Studio window from system tray.
de: Verbesserte Reaktionsfähigkeit und Zuverlässigkeit bei der Verwendung der Erweiterung zum Umschalten auf Studio, entweder mit dem Befehl "Fokus zum Studio" aus anderen Programmen oder wenn ein Encoder angeschlossen ist und NVDA aufgefordert wird, in diesem Fall auf Studio umzuschalten. Wenn Studio minimiert ist, wird das Studio-Fenster als nicht verfügbar angezeigt. Bitte stellen Sie in diesem Fall das Studio-Fenster aus der Taskleiste wieder her.
fr: Amélioration de la réactivité et de la fiabilité lors de l'utilisation du module complémentaire pour basculer à Studio, en utilisant le focus sur la commande Studio à partir d'autres programmes ou lorsqu'un encodeur est connecté et NVDA est invité à basculer vers Studio lorsque cela se produit. Si Studio est minimisé, la fenêtre Studio s'affichera comme indisponible. Dans ce cas, restaurez la fenêtre Studio depuis la barre d'état système.
gl: Mellorada a resposta e a fiabilidade ao se usar o complemento para cambiar ao Studio, ou usando o foco para ordes do Studio dende outros programas ou cando un codificador está conectado e se lle pide ao NVDA que cambie ao Studio cando esto ocurra. Se o Studio se minimiza, a ventá do Studio amosarase como non dispoñible. Se é así, restaura a ventá do Studio dende a bandexa do sistema.

source: If editing carts while Cart Explorer is active, it is no longer necessary to reenter Cart Explorer to view updated cart assignments when Cart Edit mode is turned off. Consequently, Cart Explorer reentry message is no longer announced.
de: Beim Bearbeiten von Carts während die Cart-Übersicht aktiv ist, ist es nicht mehr notwendig die Cart-Übersicht erneut zu öffnen, um aktualisierte Cart-Zuweisungen anzuzeigen. Dies gilt, wenn der Cart-Bearbeitungsmodus deaktiviert ist. Folglich, die Meldung "Cart-Explorer reentry" wird nicht mehr angezeigt.
fr: Si vous modifier des chariots pendant que l'Explorateur de Chariot est actif, il n'est plus nécessaire d'entrer à nouveau dans l'Explorateur de Chariot pour afficher la mise à jour des assignations de chariot lorsque le mode édition chariot est désactivé. Par conséquent, le message pour entrer à nouveau dans l'Explorateur de Chariot n'est plus annoncé.
gl: Se se editan carts mentres o explorador de Cart está activado, xa non é necesario reintroducir o explorador de Cart para ver as asignacións de cart actualizadas cando o modo Edición de Cart se desactive. Consecuentemente, a mensaxe reintroducir explorador de Cart xa non se anuncia.

source: In add-on 15.5-LTS, corrected user interface presentation for SPL add-on settings dialog.
de: In der Version 15.5-LTS wurde die Darstellung der Benutzeroberfläche für den SPL-Einstellungsdialog korrigiert.
fr: Dans le module complémentaire 15.5-LTS, correction de la présentation de l'interface utilisateur pour le dialogue Paramètres module complémentaire SPL.
gl: No complemento 15.5-LTS, correxiuse a presentación da interfaz do usuario para o diálogo de opcións do complemento SPL.

source: Version 16.12.1
gl: Versión 16.12.1

source: Corrected user interface presentation for SPL add-on settings dialog.
de: Die Darstellung der Benutzeroberfläche für den Einstellungsdialog für die Studio-Erweiterung wurde verbessert.
fr: Correction de la présentation de l'interface utilisateur pour le dialogue Paramètres module complémentaire SPL.
gl: Correxida a presentación da interfaz do usuario para o diálogo de opcións do complemento SPL.

source: Version 16.12/15.4-LTS
gl: Versión 16.12/15.4-LTS

source: More work on supporting Studio 5.20, including announcing cart insert mode status (if turned on) from SPL Assistant layer (T).
de: Weitere Arbeiten an der Unterstützung von Studio 5.20, einschließlich der Ansage des Status des Einfügemodus mit der Taste t (falls aktiviert) von der Ebene SPL-Assistenten.
fr: Plus de travail sur le support Studio 5.20, incluant l'annonce du statut en mode insertion chariot (si celui-ci est activé) depuis la couche Assistant SPL (T).
gl: Máis traballo no soporte do Studio 5.20, incluindo o anunciado do estado do modo insertar de cart (se está aceso) dende SPL Assistant layer (T).

source: Cart edit/insert mode toggle is no longer affected by message verbosity nor status announcement type settings (this status will always be announced via speech and/or braille).
de: Die Umschaltung zwischen dem Bearbeitungs- und Einfügemodus der Carts wird nicht mehr durch die Einstellungen für die Sprachausführlichkeit und die Art der Statusansage beeinflusst (dieser Status wird immer über Sprache und/oder Braille angezeigt).
fr: Le basculement du Mode édition/insertion chariot n'est plus affecté par les paramètres de type verbosité du message ni par le statut (ce statut sera toujours annoncé par la parole et / ou le braille).
gl: Conmutar o modo editar/insertar xa non está afectado pola verbosidade das mensaxes nin as opción de anunciado de tipo de estado (este estado anunciarase sempre a través de voz e/ou braille).

source: It is no longer possible to add comments to timed break notes.
de: Das Hinzufügen von Kommentaren zu zeitgesteuerten Pausen ist nicht mehr möglich.
fr: Il n'est plus possible d'ajouter des commentaires aux notes de pause temporisées.
gl: Xa non é posible engadir comentarios ás notas partidas.

source: Support for Track Tool 5.20, including fixed an issue where wrong information is announced when using Columns Explorer commands to announce column information.
de: Unterstützung für Track Tool 5.20. Ein Problem wurde behoben, bei dem falsche Informationen angesagt werden, wenn mit den Befehlen des Spaltenexplorers Spalteninformationen abgerufen werden.
fr: Support pour l'Outil de Piste 5.20, incluant la résolution d'un problème où des informations erronées sont annoncées lors de l'utilisation des commandes dans l'Explorateur de Colonnes pour annoncer les informations sur les colonnes.
gl: Soporte para Track Tool 5.20, incluindo corrección dun problema where onde se anunciaba información errónea ao se usar ordes ddo Explorador de Columnas para anunciar información da columna.

source: Version 16.11/15.3-LTS
gl: Versión 16.11/15.3-LTS

source: Initial support for StationPlaylist Studio 5.20, including improved responsiveness when obtaining status information such as automation status via SPL Assistant layer.
de: Erstmalige Unterstützung für StationPlaylist Studio 5.20, einschließlich verbesserter Reaktionsfähigkeit beim Abrufen von Statusinformationen wie z.B. Automatisierungsstatus über die Ebene des SPL-Assistenten.
fr: Premier support de StationPlaylist Studio 5.20, y compris une meilleure réactivité lors de l'obtention des informations du statut telles que l’automatisation du statut via la couche de l'Assistant SPL.
gl: Soporte inicial para StationPlaylist Studio 5.20, incluindo melloras de sensibilidade ao se opter información de estado coma estado de automatización a través do SPL Assistant layer.

source: Fixed issues related to searching for tracks and interacting with them, including inability to check or uncheck place marker track or a track found via time range finder dialog.
de: Probleme bei der Suche nach Titel und der Interaktion mit ihnen wurden behoben. Auch fehler beim Aktivieren und Deaktivieren der Titel als Markierungszeichen oder eines Titels, der über den Suchdialog für den Zeitbereich gefunden wurde, wurden beseitigt.
fr: Correction des problèmes liés à la recherche de pistes et à l'interaction avec celles-ci, y compris l'impossibilité de cocher ou de décocher le marqueur de position de piste ou une piste >trouvée via le dialogue Recherche de l'intervalle de temps.
gl: Correxidos fallos relativos á procura para pistas e interactuación con eles, incluindo a incapacidade para marcar ou desmarcar marcadores de pista ou unha pista atopada a través do diálogo atopar rango de tempo.

source: Column announcement order will no longer revert to default order after changing it.
de: Die Reihenfolge der Spaltenansage wird nicht mehr auf die Standardreihenfolge zurückgesetzt, nachdem sie geändert wurde.
fr: L'ordre d'annonce des colonnes ne revient plus à l'ordre par défaut après modification.
gl: A orde de anunciado de columnas xa non se reverterá á orde por defecto despois de cambiala.

source: 16.11: If broadcast profiles have errors, error dialog will no longer fail to show up.
de: 16.11: der Fehlerdialog wird nun immer angezeigt, Wenn Sendeprofile Fehler aufweisen.
fr: 16.11: Si les profils de diffusion ont des erreurs, la boîte de dialogue d'erreur ne cessera plus de s'afficher.
gl: 16.11: Se o perfil transmisión ten erros, o diálogo erro xa non fallará ao despregarse.

source: Version 16.10.1/15.2-LTS
gl: Versión 16.10.1/15.2-LTS

source: You can now interact with the track that was found via Track Finder (Control+NVDA+F) such as checking it for playback.
de: Sie können nun mit dem Titel interagieren, der über den Titelfinder (STRG+NVDA+F) gefunden wurde, Beispielsweise, um ihn für die Wiedergabe zu aktivieren.
fr: Vous pouvez maintenant interagir avec la piste qui a été trouvé via la Recherche de Piste (Contrôle+NVDA+F) tel que la vérification pour la lecture.
gl: Agora podes interactuar coa pista que se atopou a través Do Buscador de Pistas (Control+NVDA+F) según a procuras para reproducir.

source: Version 8.0/16.10/15.0-LTS
gl: Versión 8.0/16.10/15.0-LTS

source: Version 8.0 (also known as 16.10) supports SPL Studio 5.10 and later, with 15.0-LTS (formerly 7.x) designed to provide some new features from 8.0 for users using earlier versions of Studio. Unless otherwise noted, entries below apply to both 8.0 and 7.x. A warning dialog will be shown the first time you use add-on 8.0 with Studio 5.0x installed, asking you to use 15.x LTS version.
de: Version 8.0 (auch bekannt als 16.10) unterstützt SPL Studio 5.10 und höher. Version 15.0-LTS (früher 7.x) stellt einige neue Funktionen von 8.0 für Benutzer früherer Studio-Versionen bereit. Sofern nicht anders vermerkt, gelten die folgenden Einträge sowohl für 8.0 als auch für 7.x. Bei der ersten Verwendung des Add-ons 8.0 mit installiertem Studio 5.0x erscheint ein Warndialog, in dem Sie aufgefordert werden, die 15.x LTS-Version zu verwenden.
fr: La version 8.0 (également connu sous le nom de 16.10) prend en charge la version SPL Studio 5.10 et ultérieure, avec la 15.0-LTS (anciennement la 7.x) conçu pour fournir de nouvelles fonctionnalités depuis la 8.0 pour les utilisateurs des versions antérieures de Studio. À moins que dans le cas contraire les rubriques ci-dessous s’appliquent à les deux, 8.0 et 7.x. Un dialogue d'avertissement apparaît la première fois que vous utilisez le module complémentaire 8.0 avec Studio 5.0x installé, vous demandant d’utiliser la version 15.x LTS.
gl: Versión 8.0 (tamén coñecida coma 16.10) soporta SPL Studio 5.10 e posteriores, con 15.0-LTS (anteriormente 7.x) deseñado para proporcionar algunas características novas dende 8.0 para usuarios que usen versión anteriores do Studio. Ao menos que se sinale doutro xeito, as entradas máis abaixo aplícanse a ambas versión 8.0 e 7.x. Amosarase un diálogo de aviso a primeira vez que uses o complemento 8.0 co Studio 5.0x instalado, preguntándoche se usas a versión 15.x LTS.

source: Version scheme has changed to reflect release year.month instead of major.minor. During transition period (until mid-2017), version 8.0 is synonymous with version 16.10, with 7.x LTS being designated 15.0 due to incompatible changes.
de: Das Versionsschema wurde von major.minor zu Version Jahr.Monat geändert. Während der Übergangszeit (bis Mitte 2017) ist Version 8.0 gleichbedeutend mit Version 16.10, wobei 7.x LTS aufgrund inkompatibler Änderungen als 15.0 bezeichnet wird.
fr: Le Schéma de la version a changé pour refléter la version year.month au lieu de major.minor. Au cours de la période de transition (jusqu'au mi-2017), la version 8.0 est synonyme de la version 16.10, avec la 7.x LTS étant désigné la 15.0 en raison des changements incompatibles.
gl: O esquema da versión cambiou para reflectir o ano.mes da versión en lugar de maior.menor. Durante o período de transición (ata mitade do 2017), versión 8.0 é sinónimo de versión 16.10, co 7.x LTS sendo designado coma 15.0 debido a cambios incompatibles.

source: Add-on source code is now hosted on GitHub (repository located at https://github.com/josephsl/stationPlaylist).
de: Der Quellcode der Erweiterung wird nun auf GitHub gehostet (Repository unter https://github.com/josephsl/stationPlaylist).
fr: Le code source du module complémentaire est désormais hébergé sur GitHub (référentiel localisé à https://github.com/josephsl/stationPlaylist).
gl: O códigop fonte do complemento agora está hospedado en GitHub (repositorio localizado en https://github.com/josephsl/stationPlaylist).

source: Added a welcome dialog that launches when Studio starts after installing the add-on. A command (Alt+NvDA+F1) has been added to reopen this dialog once dismissed.
de: Es wurde ein Willkommensdialog hinzugefügt, der beim Start von Studio nach der Installation der Erweiterung angezeigt wird. Ein Befehl (Alt+NVDA+F1) wurde hinzugefügt, um diesen Dialog nach dem Schließen wieder zu öffnen.
fr: Ajouter un dialogue de Bienvenue qui se lance au démarrage de Studio après l’installation du module complémentaire. Une commande (NVDA+AltF1) a été ajoutée pour rouvrir ce dialogue une fois rejeté.
gl: Engadido un diálogo de benvida que se lanza cando o Studio arranca despois de instalar o complemento. Engadiuse una orde (Alt+NVDA+F1) para reabrir este diálogo una vez pechado.

source: Changes to various add-on commands, including removal of status announcement toggle (Control+NvDA+1), reassigned end of track alarm to Alt+NVDA+1, Cart Explorer toggle is now Alt+NvDA+3, microphone alarm dialog is Alt+NVDA+4 and add-on/encoder settings dialog is Alt+NvDA+0. This was done to allow Control+NVDA+number row to be assigned to Columns Explorer.
de: Änderungen an verschiedenen Tastaturbefehlen. Dazu gehören die Entfernung des Wechselns der Statusansage (STRG+NvDA+1), die Zuweisung der Benachrichtigung zum Ende des Titels an Alt+NVDA+1, der Schalter für die Cart-Übersicht ist jetzt Alt+NvDA+3, der Mikrofon-Alarm-Dialog ist Alt+NVDA+4 und der Einstellundsdialog der Erweiterung / des Encoders ist Alt+NvDA+0. Dies wurde geändert, damit STRG+NVDA+Zajlenreihe dem Spaltenexplorer zugewiesen werden kann.
fr: Changements de diverses commandes du module complémentaire, y compris la suppression du basculement des annonces des statut (Contrôle+NVDA+1), réassigné Alarme de fin de piste à Alt+NVDA+1, basculement de l'Explorateur de Chariot est maintenant Alt+NVDA+3, le dialogue alarme microphone est Alt+NVDA+4 et le dialogue Paramètres du module complémentaire/encodeur est Alt+NVDA+0. Cela a été fait pour permettre d'être Assigner à Contrôle+NVDA+rangée de numéro à l'Explorateur de Colonnes.
gl: Cambios para varias ordes do complemento, incluindo o borrado do conmutado do anunciado de estado (Control+NVDA+1), reasignada alarma de final da pista a Alt+NVDA+1, conmutar Esplorador de Cart agora é Alt+NVDA+3, o diálogo de alarma de micrófono é Alt+NVDA+4 e o diálogo das preferencias do complemento/codificador é Alt+NVDA+0. Esto fíxose para permitir que Control+NVDA+fila de números sexa asignada ao Explorador de Columnas.

source: 8.0: Relaxed Columns Explorer restriction in place in 7.x so numbers 1 through 6 can be configured to announce Studio 5.1x columns.
de: 8.0: leichte Beschränkung des Spaltenexplorers in 7.x, so dass die Zahlen 1 bis 6 so konfiguriert werden können, dass sie die Spalten in Studio 5.1x ankündigen.
fr: 8.0: Relâché la restriction de l'Explorateur de colonnes à la place dans la 7.x donc les chiffres 1 jusq'à 6 peuvent être configurés pour annoncer les colonnes dans Studio 5.1x.
gl: 8.0: Relaxouse a restrición do Explorador de Columnas en lugar en 7.x así os números 1 ata 6 poden configurarse para anunciar columnas no Studio 5.1x.

source: 8.0: Track Dial toggle command and the corresponding setting in add-on settings are deprecated and will be removed in 9.0. This command will remain available in add-on 7.x.
de: 8.0: Der Wechsel-Befehl Titeleingabe und die entsprechende Einstellung in den Einstellungen zur Studio-Erweiterung sind veraltet und werden in 9.0 entfernt. Dieser Befehl bleibt in der Version 7.x verfügbar.
fr: 8.0: La commande pour le basculement du Cadran de piste et les paramètre correspondant dans les paramètres du module complémentaire sont obsolètes et seront supprimées dans la 9.0. Cette commande restent disponible dans le module complémentaire 7.x.
gl: 8.0: a orde conmutar Dial de Pista e the a opción correspondente nas opción do complemento están en desuso e eliminaranse na 9.0. Esta orde permanecerá disponible no complemento 7.x.

source: Added Control+Alt+Home/End to move Column Navigator to first or last column in Playlist Viewer.
de: STRG+Alt+Pos1/Ende hinzugefügt, um den Spaltennavigator auf die erste oder letzte Spalte im Playlist-Viewer zu verschieben.
fr: Ajouté Contrôle+Alt+début/fin pour déplacer le Navigateur de Colonne à la première ou la dernière colonne dans la Visionneuse de playlist.
gl: Engadida Control+Alt+Inicio/Fin para mover o navegador de Columnas á primeira ou á última columna no Visualizador de Lista de Reprodución.
