Repository: nvdacn/screenReaderTranslations
Catalog: website/addons/stationPlaylist.*.po
Languages: ar, bg, de, fi, fr, gl, hu, pl

source: Control+F9/Control+F10 (SAM encoder only): Connect or disconnect all encoders, respectivley.
ar: Control+F9/Control+F10 (تشفير SAM فقط): اتصال أو قطع اتصال كل التشفيرات, على التوالي.
de: STRG+F9/STRG+F10 (nur beim SAM-Encoder): Alle Encoder verbinden bzw. trennen.
fr: Contrôle+F9/Contrôle+F10 (encodeur SAM uniquement) : Connecter ou déconnecter tous les encodeurs, respectivement.
gl: Control+F9/Control+F10 (Só codificador SAM): Conecta ou desconecta todos os codificadores respectivamente.
hu: Control+F9/Control+F10 (csak a SAM encoderben): Csatlakozik az összes encoderhez, vagy bontja a kapcsolatot velük.

source: F11: Toggles whether NVDA will switch to Studio window for the selected encoder if connected.
ar: F11: ينتقل بين تشغيل وتعطيل الرجوع لنافذة الاستوديو بعد الاتصال بالخادم.
bg: F11: Определя дали NVDA ще превключва към прозореца на програмата ако избрания енкодер е свързан.
de: F11: legt fest, ob NVDA zum Studio-Fenster für den ausgewählten Encoder wechseln soll, wenn dieser angeschlossen ist.
fr: F11 : Détermine si NVDA bascule vers la fenêtre Studio pour l'encodeur sélectionné si connecté.
gl: F11: Conmuta se NVDA cambiará á ventá do Studio para o codificador seleccionado se está conectado.
hu: F11: A kiválasztott encoder számára a Studio ablakára vált, amennyiben kapcsolódva van.
pl: F11: przełącza czy NVDA będzie przechodzić do okna studia dla wybranego enkodera jeśli podłączony.

source: Shift+F11: Toggles whether Studio will play the first selected track when encoder is connected to a streaming server.
ar: shift+F11: ينتقل بين تشغيل وتعطيل إمكانية تشغيل أول مسار بعد الاتصال بالخادم.
bg: Shift+F11: Определя дали ще се просвирва първият избран запис когато енкодера е свързан към излъчващ сървър.
de: Shift+F11: legt fest, ob Studio den ersten ausgewählten Titel abspielen soll, wenn der Encoder an einen Streaming-Server angeschlossen ist.
fr: Maj+F11: Détermine si Studio lit la première piste sélectionnée lorsque l'encodeur est connecté à un serveur de streaming.
gl: Shift+F11: conmuta se Studio reproducirá a primeira pista seleccionada cando o codificador estéa conectado a un servidor de streaming.
hu: Shift+F11: A Studio elkezdi lejátszani az első kijelölt dalt, amennyiben az encoder egy Streaming szerverhez kapcsolódik.
pl: Shift+F11: przełącza czy Studio odtworzy pierwszą zaznaczoną ścieżkę, gdy enkoder jest połączony do serwera strumieniowania.

source: Control+F11: Toggles background monitoring of the selected encoder.
ar: Control+F11: التبديل بين تشغيل وتعطيل المراقبة الخلفية للتشفير المحدد.
de: Control+F11: Schaltet die Hintergrundüberwachnung des ausgewählten Encoders ein- und aus.
fr: Contrôle+F11 : Active ou désactive le contrôle en arrière-plan de l'encodeur sélectionné.
gl: Control+F11: Conmuta a monitorización de fondo do codificador seleccionado.
hu: Control+F11: A kiválasztott encoder ellenőrzése a háttérben.

source: F12: Opens a dialog to enter custom label for the selected encoder or stream.
bg: F12: Отваря диалог за въвеждане на потребителски етикет за избрания енкодер или поток.
de: F12: Öffnet einen Dialog zur Eingabe einer benutzerdefinierten Bezeichnung für den ausgewählten Encoder oder Stream.
fr: F12 :: Ouvre un dialogue de saisie d'une étiquette personnalisée pour le flux ou l'encodeur sélectionné.
gl: F12: abre un diálogo para intropducir etiquetas persoalizadas o cadeas para o codificador selecionado.
pl: F12: otwiera okno wprowadzania własnej etykiety wybranego enkodera lub strumienia.

source: Control+F12: opens a dialog to select the encoder you have deleted (to realign stream labels and encoder settings).
ar: Control+F12: يفتح محاورة لاختيار التشفير الذي قمت بحذفه (لإعادة ترتيب أسماء الفيديوهات التي ستبث وإعدادات التشفير).
de: STRG+F12: öffnet einen Dialog zur Auswahl des von Ihnen gelöschten Encoders (für das Zurücksetzen von Streambezeichnungen und Encodereinstellungen).
fr: Contrôle+F12 : Ouvre un dialogue pour sélectionner l'encodeur que vous avez supprimé (afin de réaligner les étiquettes de flux et les paramètres de l'encodeur).
gl: Control+F12: Abre un diálogo para seleccionar o codificador que eliminaches(para realiñar as etiquetas de cadea e as opcións do codificador).

source: Alt+NVDA+0: Opens encoder settings dialog to configure options such as stream label.
de: Alt+NVDA+0: Öffnet den Dialog Encoder-Einstellungen, um Optionen wie Streambezeichnung zu konfigurieren.
fr: Alt+NVDA+0 : Ouvre la boîte de dialogue paramètres de l'encodeur pour configurer des options telles que l'étiquette de flux.
gl: Alt+NVDA+0: abre o diálogo de opcións do codificador para configurar opcións como etiqueta de cadea.

source: In addition, column review commands are available, including:
ar: فضلا عن ذلك, إتاحة أوامر لمراجعة الأعمدة وتشمل:
de: Darüber hinaus stehen folgende Befehle für den Spaltenexplorer zur Verfügung:
fr: De plus, les commandes pour visualiser la colonne sont disponibles, y compris :
gl: Ademáis, as ordes de revisión de columna están dispoñibles, incluindo:

source: Control+NVDA+1: Encoder position.
ar: Control+NVDA+1: موقع التشفير
de: STRG+NVDA+1: Position des Encoders.
fr: Contrôle+NVDA+1 : Position de l'encodeur.
gl: Control+NVDA+1: posición do codificador.

source: Control+NVDA+2: stream label.
ar: Control+NVDA+2: البث
de: STRG+NVDA+2: StreamBezeichnung.
fr: Contrôle+NVDA+2 : étiquette de flux.
gl: Control+NVDA+2: etiqueta da cadea.

source: Control+NVDA+3 from SAM Encoder: Encoder format.
ar: Control+NVDA+3 من sam encoder: تنسيق التشفير.
de: STRG+NVDA+3 aus dem SAM-Encoder: Encoder-Format.
fr: Contrôle+NVDA+3 depuis l'Encodeur SAM : Format de l'Encodeur.
gl: Control+NVDA+3 dende o codificador SAM: formato do codificador.

source: Control+NVDA+3 from SPL Encoder: Encoder settings.
ar: Control+NVDA+3 (من نافذة التشفير): إعدادات التشفير
de: STRG+NVDA+3 aus dem SPL-Encoder: öffnet die Encoder-Einstellungen.
fr: Contrôle+NVDA+3 depuis l'Encodeur SPL : Paramètres de l'encodeur.
gl: Control+NVDA+3 dende o codificador SPL: opcións do codificador.

source: Control+NvDA+4 from SAM Encoder: Encoder connection status.
ar: control+nvda+4 (من نافذة تشفير sam) حالة اتصال التشفير.
de: STRG+NvDA+4 aus dem SAM-Encoder: meldet den Encoder-Verbindungsstatus.
fr: Contrôle+NVDA+4 depuis l'Encodeur SAM : Statut de la connexion de l'encodeur.
gl: Control+NVDA+4 dende o codificador SAM: estado da conexión do codificador.

source: Control+NVDA+4 from SPL Encoder: Transfer rate or connection status.
ar: control+nvda+4 من تشفير spl: معدل النقل أو حالة الاتصال.
de: STRG+NVDA+4 aus dem SPL-Encoder: Übertragungsrate oder Verbindungsstatus wird angesagt.
fr: Contrôle+NVDA+4 depuis l'Encodeur SPL : Statut de la connexion ou du taux de transfert.
gl: Control+NVDA+4 dende o codificador SPL: velocidade de transferencia ou estado da conexión.

source: Control+NVDA+5 from SAM Encoder: Connection status description.
ar: control+nvda+5 من تشفير SAM: وصف حالة الاتصال
de: STRG+NVDA+5 aus dem SAM-Encoder: Beschreibt den Verbindungsstatus.
fr: Contrôle+NVDA+5 depuis l'Encodeur SAM : Description du statut de la connexion.
gl: Control+NVDA+5 dende o codificador SAM: descripción do estado da conexión.

source: This layer command set allows you to obtain various status on SPL Studio, such as whether a track is playing, total duration of all tracks for the hour and so on. From any SPL Studio window, press the SPL Assistant layer command, then press one of the keys from the list below (one or more commands are exclusive to playlist viewer). You can also configure NvDA to emulate commands from other screen readers.
de: Mit dieser Befehlsschicht können Sie verschiedene Statusmeldungen in SPL Studio erhalten, wie z.B. ob ein Titel gerade abgespielt wird, die Gesamtdauer aller Titel für die aktuelle Stunde und so weiter. Verwenden Sie in einem beliebigen SPL-Studio-Fenster die Befehlsschicht des SPL-Assistenten und drücken Sie dann eine der Tasten aus der untenstehenden Liste (ein oder mehrere Befehle sind exklusiv für den Playlist-Viewer bestimmt). Sie können NVDA auch so konfigurieren, dass es Befehle von anderen Screenreadern simuliert.
fr: Cette couche de commandes vous permet d'obtenir différents statuts sur SPL Studio, comme si une piste est en cours de lecture, la durée totale de toutes les pistes pour l'heure et ainsi de suite. De n'importe quelle fenêtre de SPL Studio appuyez sur la commande couche Assistant SPL, puis appuyez sur une des touches dans la liste ci-dessous (une ou plusieurs commandes sont exclusives a la visionneuse de playlist). Vous pouvez également configurer NVDA pour émuler les commandes des autres lecteurs d’écran.
gl: Este conxunto de capas de ordes permíteche to obter varios estados no SPL Studio, coma se unha pista se reproduce, duración total de todas as pistas para a hora e outros. Dende calquera ventá do SPL Studio, preme a orde da capa SPL Assistant, logo preme una das teclas da lista de abaixo (una ou máis ordes son exclusivamente para o visualizador de lita de reprodución). Tamén podes configurar NVDA para emular ordes de outros lectores de pantalla.

source: The available commands are:
de: Folgende Befehle stehen zur Verfügung:
fr: Les commandes disponibles sont :
gl: As ordes dispoñibles son:

source: A: Automation.
ar: A: التشغيل الآلي.
bg: A: Автоматизация.
de: A: Automatisierung.
fi: A: Automaatio.
fr: A : Automatisation.
gl: A: Automatización.
hu: A: Automatikus lejátszás.
pl: A: automatyzacja.

source: C (Shift+C in JAWS and Window-Eyes layouts): Title for the currently playing track.
de: C (Umschalt+C in JAWS- und Window-Eyes-Darstellung): Bezeichnung des aktuell abgespielten Titels.
fr: C (Maj+C dans la disposition de JAWS et Window-Eyes) : Titre pour la piste en cours de lecture.
gl: C (Shift+C nas distribucións JAWS e Window-Eyes): Título para a pista actualmente en reprodución.

source: C (JAWS and Window-Eyes layouts): Toggle cart explorer (playlist viewer only).
de: C (JAWS- und Window-Eyes-Darstellungen): Wechselt die Cart-Übersicht (nur im Playlist-Viewer).
fr: C (disposition JAWS et Window-Eyes) : Bascule l'explorateur de chariot (visionneuse de playlist uniquement).
gl: C (distribucións JAWS e Window-Eyes): conmuta o explorador de cart (só visualizador de lista de reprodución).

source: D (R in JAWS layout): Remaining duration for the playlist (if an error message is given, move to playlist viewer and then issue this command).
de: D (R in der JAWS-Darstellung): Restdauer der Playlist (wenn eine Fehlermeldung angezeigt wird, wechseln Sie zum Playlist-Viewer und geben Sie diesen Befehl ein).
fr: D (R dans la disposition de JAWS) : Durée restante pour la playlist (si un message d’erreur est donné, se déplacer vers la visionneuse de playlist et puis tapez cette commande).
gl: D (R na distribución JAWS): duración restante para a lista de reprodución (se se da unha mensaxe de erro, move ao visualizador de lista de reproducción e logo aílla esta orden).

source: E (G in Window-Eyes layout): Metadata streaming status.
de: E (G in Window-Eyes-Darstellung): Status der Metadaten-Streams.
fr: E (G dans la disposition de Window-Eyes) : Statut de métadonnées en streaming.
gl: E (G na distribución Window-Eyes): Estado dos metadatos do streaming.

source: Shift+1 through Shift+4, Shift+0: Status for individual metadata streaming URL's (0 is for DSP encoder).
de: Umschalt+1 bis 4, Umschalt+0: Status für einzelne Metadaten-Streaming-URLs (0 ist für DSP-Encoder).
fr: Maj+1 jusqu'à maj+4, maj+0 : Statut de Métadonnées individuelles en streaming URLs (0 est pour l'encodeur DSP).
gl: Shift+1 ata Shift+4, Shift+0: estado para as URLs dos metadatos individuais do streaming (0 é para o codificador DSP).

source: E (Window-Eyes layout): Elapsed time for the currently playing track.
de: E (Window-Eyes-Darstellung): verstrichene zeit des aktuell abgespielten Titels.
fr: E (disposition de Window-Eyes) : Temps écoulé pour la piste en cours de lecture.
gl: E (distribución Window-Eyes): tempo transcorrido para a pista actualmente en reprodución.

source: F: Find track (playlist viewer only).
de: F: Titel suchen (nur im Playlist-Viewer).
fr: F : Recherche de piste (visionneuse de playlist uniquement).
gl: F: atopar pista (só visualizador de lista de reprodución).

source: H: Duration of music for the current hour slot.
ar: H: مدة الموسيقى للساعة الحالية.
bg: H: продължителност на записите от текущия час.
de: H: Dauer der Titel in dieser Stunde.
fi: H: Musiikin kesto nykyisessä tuntipaikassa.
fr: H : Durée de la musique pour la tranche horaire en cours.
gl: H: Duración da música para o actual espazo de tempo.
hu: H: A dal hossza az aktuális órában.
pl: H: czas trwania muzyki dla aktualnego slotu godzinowego.

source: Shift+H: Remaining track duration for the hour slot.
de: Umschalt+H: Verbleibende Spieldauer für den Stundenplatzhalter.
fr: Maj+H : Durée des pistes restantes pour la tranche horaire.
gl: Shift+H: duración das pistas restantes para o slot horario.

source: I (L in JAWS or Window-Eyes layouts): Listener count.
de: I (L in der jaws- und Window-Eyes-Darstellung): Anzahl der Zuhörer.
fr: I (L dans la disposition de JAWS ou Window-Eyes) : Nombre d'auditeurs.
gl: I (L nas distribucións JAWS ou Window-Eyes): conta de oíntes.

source: K: Move to the marked track (playlist viewer only).
de: K: springt zum Lesezeichentitel (nur im Playlist-Viewer).
fr: K : Se déplacer à la piste marquée (visionneuse de playlist uniquement).
gl: K: móvese á pista marcada (só no visualizador de lista de reprodución).

source: Control+K: Set the current track as the place marker track (playlist viewer only).
de: Strg+K: Aktuellen Titel als Lesezeichentitel setzen (nur im Playlist-viewer).
fr: Contrôle+K : Définir la piste en cours comme le marqueur de position de piste (visionneuse de playlist uniquement).
gl: Control+K: pon a pista actual como a pista marcada (só no visualizador de lista de reprodución).

source: L (Shift+L in JAWS and Window-Eyes layouts): Line in.
de: L (Umschalt+L in JAWS- und Window-Eyes-Darstellungen): Line in.
fr: L (Maj+L dans la disposition de JAWS et Window-Eyes) : Entrée ligne.
gl: L (Shift+L nas distribucións JAWS e Window-Eyes): Liña auxiliar.

source: M: Microphone.
ar: M: الميكروفون
bg: M: микрофон.
de: M: Mikrofon.
fi: M: Mikrofoni.
gl: M: Micrófono.
hu: M: Mikrofon.
pl: M: mikrofon.

source: N: Title for the next scheduled track.
ar: N: لتشغيل المسار التالي.
bg: N: заглавието на следващия запис на опашката.
de: N: Titel der nächst geplante Datei.
fr: N : Titre pour la piste suivante planifié.
gl: N: Título para a seguinte pista programada.
hu: N: A soron következő dal címe.
pl: N: tytuł następnej zaplanowanej ścieżki.

source: P: Playback status (playing or stopped).
ar: P: حالة التشغيل (المسار يعمل أم متوقف).
bg: P: състояние на възпроизвеждането (активно или спряно).
de: P: Wiedergabestatus (Wiedergabe oder angehalten).
fi: P: Toiston tila (toistetaan tai keskeytetty).
fr: P : Statut (en cours de lecture ou arrêté).
gl: P: Estado da reproducción (reproducindo ou detido).
hu: P: A lejátszás állapota, (lejátszás alatt, vagy leállítva).
pl: P: status odtwarzania (odtwarzanie lub wstrzymane).

source: Shift+P: Pitch of the current track.
ar: shift+P: حدة المسار الحالي.
de: Umschalt+P: Pitch des aktuellen Titels.
fr: Maj+P : Hauteur de la piste actuelle.
gl: Shift+P: Ton da pista actual.

source: R (Shift+E in JAWS and Window-Eyes layouts): Record to file enabled/disabled.
de: R (Umschalt+E in der Jaws- und Window-Eyes-Darstellung): in Datei aufzeichnen ein- und ausschalten.
fr: R (Maj+E dans la disposition de JAWS et Window-Eyes) : Enregistrer dans un fichier activé/désactivé.
gl: R (Shift+E nas distribucións JAWS e Windows-Eye): Grabar en ficheiro activado / desactivado.

source: Shift+R: Monitor library scan in progress.
ar: shift+r: مراقبة حالة التقدم في البحث بالمكتبة.
bg: Shift+R: Наблюдаване на напредъка при сканирането на библиотеката.
de: Umschalt+R: Überwachung des Bibliothek-Scans läuft...
fr: Maj+R : Contrôle du balayage de la bibliothèque en cours.
gl: Shift+R: Monitorización do escaneado da biblioteca en progreso.
hu: Shift+R: A folyamatban lévő gyűjtemény-átvizsgálás követése.

source: S: Track starts (scheduled).
de: S: Titel beginnt (geplant).
fr: S : Piste débute (planifié).
gl: S: Comezos de pistas (programado).

source: Shift+S: Time until selected track will play (track starts in).
de: Umschalt+S: Zeit bis zur Wiedergabe des ausgewählten Titels (Titel startet in...).
fr: Maj+S : Durée jusqu'à la piste sélectionnée qui va être jouer (piste débute dans).
gl: Shift+S: tempo ata o que se reproducirá a pista selecionada (comezos de pista).

source: T: Cart edit/insert mode on/off.
de: T: Cart-Bearbeitungs-/Einfügemodus ein und ausschalten.
fr: T : Mode édition/insertion chariot activé/désactivé.
gl: T: modo editar/insertar Cart aceso/apagado.

source: Control+Shift+U: Check for add-on updates.
de: STRG+Umschalt+U: überprüft, ob Aktualisierungen für die Erweiterung vorhanden sind.
fr: Contrôle+Maj+U : Rechercher les mises à jour du module complémentaire.
gl: Control+Shift+U: procurar actualizacións do complemento.

source: W: Weather and temperature if configured.
ar: W: حالة التقس ودرجة الحرارة إذا كانت معدة.
bg: W: Време и температура, ако са конфигурирани.
de: W: Wetter und Temperatur, wenn konfiguriert.
fr: W: Météo et température si configurée.
gl: W: Clima e temperatura se se configurou.
hu: W: Időjárás és hőmérséklet, amennyiben be van állítva.

source: Y: Playlist modified status.
ar: y: حالة قائمة التشغيل المعدلة.
de: Y: Status der Playlist-Änderungen.
fr: Y: Statut de la modification de la playlist.
gl: Y: Estado da lista de reprodución modificada.

source: 1 through 0 (6 for Studio 5.0x): Announce column content for a specified column.
de: 1 bis 0 (bis 6 für Studio 5.0x): sagt den Spalteninhalt für eine bestimmte Spalte an.
fr: 1 jusqu'à 0 (6 pour Studio 5.0x) : Annoncer le contenu de la colonne pour une colonne spécifiée.
gl: 1 ata 0 (6 para Studio 5.0x): anuncia contidos de columna para una columna especificada.

source: F8: Take playlist snapshots (number of tracks, longest track, etc.).
de: F8: nimmt Schnappschüsse von Playlisten auf (Anzahl der Titel, längster Titel, etc.).
fr: F8 : Prendre des instantanés de playlist (nombre de pistes, piste la plus longue, etc.).
gl: F8: toma instantáneas da listaxe de reprodución (número de pistas, pista máis longa, etc.).

source: F9: Mark current track for track time analysis (playlist viewer only).
gl: F9: marca a pista actual para a análise de tempo da pista (só no visualizador de lista de reprodución).

source: F10: Perform track time analysis (playlist viewer only).
de: F10: führt die Titel-zeitanalyse durch (nur im Playlist-Viewer).
fr: F10 : Effectuer une analyse de durée de piste (visionneuse de playlist uniquement).
gl: F10: realiza análise de tempo da pista (só no visualizador de lista de reprodución).

source: F12: Switch between current and a predefined profile.
ar: f12: الانتقال بين الملف الحالي وملف لم يتم تعريفه من قبل.
de: F12: schaltet zwischen aktuellen und einem vordefinierten Profil um.
fr: F12 : basculer entre un profil en cours et un profil prédéfini.
gl: F12: cambia entre un perfil actual e un predefinido.

source: F1: Layer help.
ar: F1: نمط المساعدة
de: F1: Hilfe für die Befehlsschicht.
fr: F1: Aide couche.
gl: F1: Capa de axuda.
hu: F1: Súgó

source: Shift+F1: Opens online user guide.
ar: shift+f1: فتح دليل المستخدم على الإنترنت
de: Umschalt+F1: Öffnet das Online-Benutzerhandbuch.
fr: Maj+F1 : Ouvre le guide de l'utilisateur en ligne.
gl: Shift+F1: abre a guía do usuario en liña.

source: The SPL Controller is a set of layered commands you can use to control SPL Studio anywhere. Press the SPL Controller layer command, and NVDA will say, "SPL Controller." Press another command to control various Studio settings such as microphone on/off or play the next track.
ar: هو عبارة عن نمط يزودك بمجموعة من المفاتيح كي تتمكن من التحكم في التطبيق من أي مكان. اضغط أمر نمط التحكم في SPL وسينطق NVDA, "نمط التحكم في Station PlayList Studio." اضغط أي من الأوامر التي سيلي ذكرها للتحكم في مختلف إعدادات الاستوديو بالتطبيق كالتحكم في تشغيل أو تعطيل الميكروفون, أو تشغيل المسار التالي.
bg: Контролерът на SPL е набор от команди за слоя, които може да използвате, за да управлявате SPL Studio от всякъде. Натиснете командата за слоя на контролера за SPL и NVDA ще съобщи, "Контролер на SPL." Натиснете клавиш, отговарящ на някоя от командите по-долу, за да управлявате някоя от многото настройки, например заглушаване или активиране на микрофона или просвирване на следващия запис.
de: Der SPL-Controller bietet eine Befehlsschicht, mit der Sie SPL-Studio von überall steuern können. Drücken Sie den Befehl für die SPL-Controller -Befehlsschicht und NVDA wird "SPL-Controller." ansagen. Drücken Sie einen anderen Befehl, um verschiedene Studio-Funktionen auszuführen (z.B. Mikrofon ein/aus oder nächsten Titel abspielen).
fi: SPL-ohjain on komentotaso, jonka komentoja voit käyttää SPL Studion hallintaan missä tahansa. Kun aktivoit SPL-ohjain-komentotason, NVDA sanoo "SPL controller." Paina tämän jälkeen haluamaasi komentoa hallitaksesi Studion toimintaa, kuten mikrofonin käyttöönottamista/käytöstäpoistamista tai seuraavan kappaleen toistamista.
fr: Le contrôleur SPL est un ensemble de commandes couches que vous pouvez utiliser pour contrôler SPL Studio de n'importe où. Appuyez sur la commandes couche Contrôleur SPL, et NVDA dira, "Contrôleur SPL." Appuyez sur une autre commande pour contrôler divers paramètres Studio comme activer/désactiver un microphone ou lire la piste suivante.
gl: O SPL Controller é un conxunto de ordes en capas que podes utilizar para controlar SPL Studio dende calquera lugar. Preme a orde da capa SPL Controller, e NVDA dirá, "SPL Controller." Preme outra orde para controlar varias opcións do Studio como o micrófono activado/desactivado ou reproducir a seguinte pista.
hu: Ez a parancsréteg az SPL Studio bárhonnani vezérlését teszi lehetővé. Nyomja le az SPL vezérlőréteg parancsát, ekkor az NVDA bemondja: "SPL Vezérlőréteg." Használjon további parancsokat a Studio egyéb beállításainak megadásához, mint a mikrofon be- és kikapcsolása, vagy a következő dalra ugrás.
pl: Kontroler SPL jest zestawem komend których możesz użyć, aby kontrolować SPL Studio z każdego miejsca. Naciśnij klawisz przypisany do polecenia kontrolera SPL, a NVDA powie , "Kontroler SPL." naciśnij inną komendę, aby kontrolować różne ustawienia studia takie jak mikrofon włączony/wyłączony, albo odtworzenie następnej ścieżki.

source: The available SPL Controller commands are:
ar: والأوامر التي يتيحها هذا النمط هي:
bg: Наличните команди на контролера на SPL са:
de: Die verfügbaren Befehle für den SPL-Controller sind:
fi: Seuraavat SPL-ohjaimen komennot ovat käytettävissä:
fr: Les commandes disponibles pour le Contrôleur SPL sont:
gl: As ordes dispoñibles para o SPL Controller son:
hu: Az elérhető SPL Vezérlőparancsok a következők:
pl: Dostępne komendy kontrolera SPL to:

source: Press P to play the next selected track.
ar: اضغط P لتشغيل المسار التالي.
bg: Натиснете P, за да просвирите следващия маркиран запис.
de: Drücken Sie P, um den nächsten ausgewählten Titel zu spielen.
fi: Toista seuraava valittuna oleva kappale painamalla P.
fr: Appuyez sur P pour lire la suivante piste sélectionnée.
gl: Preme P para reproducir a seguinte pista seleccionada.
hu: P: A következő kijelölt dal lejátszása.
pl: Naciśnij P aby odtworzyć następną zaznaczoną ścieżkę.
