Repository: nvdacn/screenReaderTranslations
Catalog: website/addons/stationPlaylist.*.po
Languages: ar, bg, de, fi, fr, gl, hu, pl

source: Press U to pause or unpause playback.
ar: اضغط U لعمل توقف مؤقت أو إعادة التشغيل مرة أخرى.
bg: Натиснете U, за да поставите на пауза текущия запис или да възобновите възпроизвеждането.
de: Drücken Sie U, um die Wiedergabe zu Pausieren oder um die Wiedergabe fortzusetzen.
fi: Pysäytä tai jatka toistoa painamalla U.
fr: Appuyez sur U pour mettre en pause ou pour reprendre la lecture.
gl: Preme U para pausar ou non pausar a reproducción.
hu: U: A lejátszás szüneteltetése és folytatása.
pl: Naciśnij U aby zapauzować lub wyłączyć pauzę odtwarzania.

source: Press S to stop the track with fade out, or to stop the track instantly, press T.
ar: اضغط S لوقف تشغيل المسار بطريقة التلاشي (fade out), أو اضغط حرف T لتوقف المسار فورا.
bg: Натиснете S, за да спрете записа със затихване, или натиснете T, за да спрете записа незабавно.
de: Drücken Sie S, um den Titel mit Ausblendung zu stoppen, oder drücken Sie T, um den Titel sofort zu stoppen.
fi: Keskeytä kappaleen toisto poishäivytyksellä painamalla S tai välittömästi painamalla T.
fr: Appuyer sur S pour arrêter la piste avec fondu enchaîné, ou pour arrêter la piste instantanément, appuyez sur T.
gl: Preme S para deter a pista con desvanecimiento, ou para deter a pista instantáneamente, preme T.
hu: S: a zeneszám megállítása elhalkítással, T: a zeneszám megállítása azonnal.
pl: Naciśnij S aby zatrzymać ścieżkę z wybrzmieniem, albo aby zatrzymać ścieżkę natychmiast, naciśnij T.

source: Press M or Shift+M to turn on or off the microphone, respectively, or press N to enable microphone without fade.
ar: اضغط M أو Shift+M لتشغيل أو تعطيل الميكروفون, على التوالي, أو N لتشغيل الميكروفون دون التلاشي
bg: Натиснете M или Shift+M за да включите или съответно изключите микрофона, или натиснете N за да задействате микрофона без засилване.
de: Drücken Sie M oder Umschalt+M, um das Mikrofon ein- bzw. auszuschalten, oder drücken Sie N, um das Mikrofon ohne Überblendung zu aktivieren.
fr: Appuyer sur M ou Maj+M pour activer ou désactiver le microphone, respectivement, ou appuyez sur N pour activer le microphone sans fondu.
gl: Preme M ou Shift+M para activar ou desactivar o micrófono, respectivamente, ou preme N to activar o micrófono sen fade.
hu: M, Shift+M: A mikrofon be-, és kikapcsolása, N: A mikrofon bekapcsolása elhalkulás nélkül.

source: Press A to enable automation or Shift+A to disable it.
ar: اضغط a لتفعيل خاصية التشغيل الآلي, واضغط Shift+A لتعطيلها.
bg: Натиснете A, за да разрешите автоматизацията или Shift+A, за да я забраните.
de: A drücken, um die Automatisierung zu aktivieren, oder Umschalt A, um es auszuschalten.
fi: Ota automaatio käyttöön painamalla A tai poista se käytöstä' painamalla Shift+A.
fr: Appuyer sur A pour activer l'automatisation ou Maj+A pour désactiver celle-ci.
gl: Preme A para permitir a automatización ou Shift+A para desactivala.
hu: A, Shift+A: az automatikus lejátszás be-, és kikapcsolása.
pl: Naciśnij A aby włączyć automatyzację, albo Shift+A aby ją wyłączyć.

source: Press L to enable line-in input or Shift+L to disable it.
ar: اضغط L لتفعيل مدخل الصوت واضغط shift+l لتعطيله.
bg: Натиснете L, за да разрешите линейния вход или Shift+L, за да го забраните.
de: Drücken Sie L, um Line-In-Eingang zu aktivieren oder Umschalt +L, um ihn zu deaktivieren.
fi: Ota linjatulo käyttöön painamalla L tai poista se käytöstä painamalla Shift+L.
fr: Appuyer sur L pour activer l'entrée ligne ou Maj+L pour désactiver celle-ci.
gl: Preme L para permitir a entrada de liña ou shift+L para desactivala.
hu: L, Shift+L: a vonalbemenet engedélyezése, és letiltása.
pl: Naciśnij L aby włączyć wejście liniowe albo Shift+L aby je wyłączyć.

source: Press R to hear remaining time for the currently playing track.
de: Drücken Sie R, um die verbleibende Zeit für den aktuell abgespielten Titel zu hören.
fr: Appuyez sur R pour entendre le temps restant pour la piste en cours de lecture.
gl: Preme R para escoitar o tempo restante para a pista actualmente en reprodución.

source: Press Shift+R to get a report on library scan progress.
ar: اضغط Shift+R للإعلان عن مدى التقدم في البحث في المكتبة.
bg: Натиснете Shift+R за да получите доклад за напредъка по сканирането на библиотеката.
de: Drücken Sie Umschalt+R, um einen Bericht über den Fortschritt des Bibliothek-Scans zu erhalten.
fr: Appuyez sur Maj+R pour obtenir un rapport sur l'avancement du balayage de la bibliothèque.
gl: Preme Shift+R para obter un informe sobre o progreso do escaneado da biblioteca.
hu: Használja a Shift+R billentyűparancsot a gyűjtemény átvizsgálás folyamatának követéséhez.

source: Press C to let NVDA announce name and duration of the currently playing track.
de: Drücken Sie C, um den Namen und die Dauer des aktuell abgespielten Titels zu hören.
fr: Appuyez sur C pour laisser NVDA annoncer le nom et la durée de la piste en cours de lecture.
gl: Preme C para permitir ao NVDA anunciar o nome e a duración da pista actualmente en reprodución.

source: Press Shift+C to let NVDA announce name and duration of the upcoming track if any.
de: Drücken Sie Umschalt+C, um den Namen und die Dauer des nächsten Titels, falls vorhanden, zu erhalten.
fr: Appuyez sur Maj+C pour laisser NVDA annoncer le nom et la durée de la prochaine piste, le cas échéant.
gl: Preme Shift+C para permitir ao NVDA anunciar o nome e a duración da pista actualmente en reproducción se a hai.

source: Press E to get count and labels for encoders being monitored.
ar: اضغط E للحصول على عدد وأسماء التشفيرات الجاري مراقبتها.
de: Drücken Sie E, um die Anzahl und die Bezeichnung der aktuell überwachten Encoder zu erhalten.
fr: Appuyez sur E pour obtenir un nombre et des étiquettes pour les encodeurs étant contrôlés.
gl: Preme E pàra obter contas e etiquetas de codificadores a ser monitorizados.
hu: E: Az ellenőrzés alatt álló encoderek száma.

source: Press I to obtain listener count.
de: Drücken Sie I, um die Anzahl der Zuhörer zu ermitteln.
fr: Appuyez sur I pour obtenir le nombre d'auditeurs.
gl: Preme I para obter o reconto de oíntes.

source: Press Q to obtain various status information about Studio including whether a track is playing, microphone is on and others.
de: Drücken Sie Q, um verschiedene Statusinformationen über Studio zu erhalten, z. B. ob ein Titel wiedergegeben wird, das Mikrofon eingeschaltet ist und mehr.
fr: Appuyer sur Q pour obtenir diverses informations du statut de Studio, y compris si une piste est en cours de lecture, le microphone est activé et d'autres.
gl: Preme Q para obter información de estado variada acerca do Studio incluindo se unha pista se está a reproducir, se o micrófono está aceso e outra.

source: Press cart keys (F1, Control+1, for example) to play assigned carts from anywhere.
de: Drücken Sie die Cart-Tasten (z.B. F1, STRG+1), um die zugewiesenen Carts von überall zu spielen.
fr: Appuyez sur les touches de chariot (F1, Contrôle+1, par exemple) pour lire les chariots assignés à partir de n'importe où.
gl: Preme as teclas de cart (F1, Control+1, por exemplo) para reproducir carts asignados dende calquer lado.

source: Press H to show a help dialog which lists available commands.
de: Drücken Sie die Taste H, um einen Hilfe-Dialog anzuzeigen, in dem die verfügbaren Befehle aufgelistet sind.
fr: Appuyez sur H pour afficher un dialogue d'aide répertoriant les commandes disponibles.
gl: Preme H para amosar un diálogo de axuda que liste as ordes dispoñibles.

source: Track alarms
ar: تنبيهات المسار
de: Titelbenachrichtigungen
fr: Alarmes de la piste
gl: Alarmas de pista

source: By default, NvDA will play a beep if five seconds are left in the track (outro) and/or intro. To configure this value as well as to enable or disable them, press Alt+NVDA+1 or Alt+NVDA+2 to open end of track and song ramp dialogs, respectively. In addition, use Studio add-on settings dialog to configure if you'll hear a beep, a message or both when alarms are turned on.
de: Standardmäßig gibt NVDA einen Piepton aus, wenn fünf Sekunden im Titel-Outro und/oder -Intro verbleiben. Um diesen Wert zu konfigurieren und zu aktivieren bzw. zu deaktivieren, drücken Sie Alt+NVDA+1 oder Alt+NVDA+2. Somit öffnen Sie die Dialoge für das Ende des Titels. Darüber hinaus können Sie im Einstellungsdialog für die SPL-Erweiterung konfigurieren, ob Sie beim Einschalten des Alarms einen Signalton, eine Meldung oder beides hören.
fr: Par défaut, NVDA jouera un bip si il y'a cinq secondes restantes dans la piste (outro) et/ou intro. Pour configurer cette valeur aussi bien quant à les activer ou désactiver, appuyer sur Alt+NVDA+1 ou Alt+NVDA+2 pour ouvrir les boîtes de dialogues fin de piste et la montée de la chanson, respectivement. De plus, Utiliser la boîte de dialogue paramètres du module complémentaire Studio pour configurer si vous entendrez un bip, un message ou tous les deux lorsque les alarmes sont basculés sur activé.
gl: Por omisión, NvDA reproducirá un pitido se quedan cinco segundos á esquerda na pista (outro) e/ou intro. Para configurar este valor así como para habilitalos ou deshabilitalos, preme Alt+NVDA+1 ou Alt+NVDA+2 para abrir os diálogos remate da pista e rampa de canción, respectivamente. Ademáis, usa o diálogo opcións do complemento Studio para configurar se escoitarás un pitido, unha mensaxe ou ambos cando as alarmas estean acesas.

source: Microphone alarm
ar: تنبيه الميكروفون
bg: Предупреждение за микрофона
de: Mikrofon-Alarm
fr: Alarme microphone
gl: Alarma do micrófono
hu: Mikrofon figyelmeztetés

source: You can ask NVDA to play a sound when microphone has been active for a while. Press Alt+NVDA+4 to configure alarm time in seconds (0 disables it).
de: Sie können NVDA mitteilen, einen Ton wiederzugeben, wenn das Mikrofon eine Weile aktiv war. Drücken Sie Alt+NVDA+4, um die Alarmzeit in Sekunden zu konfigurieren (0 deaktiviert den Alarm).
fr: Vous pouvez demander à NVDA de lire un son lorsque le microphone est actif depuis un certain temps. Appuyez sur Alt+NVDA+4 pour configurer l'heure de l'alarme en secondes (0 désactive celui-ci).
gl: Podes preguntar ó NVDA para reproducir unha canción cando o micrófono sexa activado por un tempo. Preme Alt+NVDA+4 para configurar o tempo da alarma en segundos (0 deshabilítao).

source: If you wish to quickly find a song by an artist or by song name, from track list, press Control+NVDA+F. Type or choose the name of the artist or the song name. NVDA will either place you at the song if found or will display an error if it cannot find the song you're looking for. To find a previously entered song or artist, press NVDA+F3 or NVDA+Shift+F3 to find forward or backward.
de: Wenn Sie schnell einen Song nach Interpreten oder Titelbezeichnung aus der Titelliste finden möchten, drücken Sie STRG+NVDA+F. Geben Sie den Namen des Interpreten oder den Namen des Titels ein oder wählen Sie ihn aus. NVDA wird den Cursor entweder beim gefundenen Titel platzieren oder einen Fehler anzeigen, wenn der gesuchte Titel nicht gefunden wurde. Um einen zuvor eingegebenen Titel oder Interpreten zu finden, drücken Sie NVDA+F3 oder NVDA+Umschalt+F3. Somit such NVDA vorwärts oder rückwärts.
fr: Si vous souhaitez trouver rapidement une chanson par artiste ou par nom de chanson, depuis la liste de piste, appuyez sur Contrôle+NVDA+F. Tapez le nom de l'artiste ou le nom de la chanson. NVDA va vous placer soit à la chanson Si cell-ci est trouvé ou il affichera une erreur si elle ne trouve pas la chanson que vous recherchez. Pour trouver une chanson ou un artiste précédemment entrée, appuyez sur NVDA+F3 ou NVDA+Maj+F3 Pour trouver en avant ou en arrière.
gl: Se desexas atopar rapidamente unha canción dun artista ou polo nome da canción, dende a lista de pistas, preme Control+NVDA+F. Teclea o nome do artista ou o nome da canción. NVDA ponte na canción, de ser atopado ou amosa un erro se non pode atopar a música que estás a buscar. Para atopar unha canción ou artista previamente buscados, preme NVDA+Shift+F3 para atopar cara adiante ou cara atrás.

source: Note: Track Finder is case-sensitive.
ar: ملحوظة: الباحث عن المسارات حساس لحالة الأحرف.
bg: Забележка: Търсенето на записи взема предвид малките и главните букви.
de: Hinweis: Im Titelfinder wird zwischen Groß- und Kleinschreibung unterschieden.
fi: Huom: Kappaleen etsijä ottaa kirjainkoon huomioon.
fr: Remarque: le Chercheur de piste est sensible à la casse.
gl: Nota: o Track Finder é sensible ás maiúsculas.
hu: Megjegyzés: a Dalkereső figyelembe veszi a kis- és nagybetűket.
pl: Uwaga: poszukiwanie ścieżek uwzględnia wielkość liter.

source: Cart Explorer
ar: مستكشف التنويهات
bg: Разглеждане на джингъли
fr: Explorateur de Chariot
gl: Explorador de Cart
pl: eksplorator koszyka

source: Depending on edition, SPL Studio allows up to 96 carts to be assigned for playback. NVDA allows you to hear which cart, or jingle is assigned to these commands.
ar: وفقا لإصدار البرنامج, يتيح لك برنامج SPL تعيين مفتاح ل96 تنويه. يتيح لك NVDA سماع أي تنويه معين لهذه الأوامر.
bg: В зависимост от изданието, SPL Studio позволява да бъдат определени до 96 джингъли за използване по време на предаване. NVDA ви позволява да чуете кой джингъл е назначен за коя от тези команди.
de: Je nach Version erlaubt SPL-Studio die Zuweisung von bis zu 96 Carts für die Wiedergabe. Mit NVDA können Sie hören, welches Cart oder Ton diesen Befehlen zugeordnet ist.
fr: Selon l'édition, SPL Studio permet d'assigné jusq'à 96 chariots pendant la lecture. NVDA vous permet d'entendre quel chariot ou jingle est assigné à ces commandes.
gl: Depenndendo da edición, SPL Studio permite ate 96 carts para se asignar para a reproducción. NVDA permíteche escoitar cal cart, ou jingle se asignou a estas ordes.
hu: A verzió függvényében az SPL Studio 96 cart hozzárendelését teszi lehetővé a lejátszáshoz. Az NVDA segítségével hallható hogy milyen cart vagy csengés van hozzárendelve ezekhez a parancsokhoz.
pl: Zależnie od wydania, SPL Studio umożliwia posiadanie do 96 koszyków przypisanych do odtwarzania. NVDA może odczytać, który koszyk lub dżingiel jest przypisany do tych poleceń.

source: To learn cart assignments, from SPL Studio, press Alt+NVDA+3. Pressing the cart command once will tell you which jingle is assigned to the command. Pressing the cart command twice will play the jingle. Press Alt+NvDA+3 to exit cart explorer. See the add-on guide for more information on cart explorer.
de: Um die Zuordnung von Carts zu lernen, drücken Sie im SPL-Studio Alt+NVDA+3. Durch einmaliges Drücken des Cart-Befehls erfahren Sie, welcher Ton dem Befehl zugeordnet ist. Durch zweimaliges Drücken des Cart-Befehls wird der Ton abgespielt. Drücken Sie Alt+NVDA+3, um den Cart-Explorer zu verlassen. Weitere Informationen zum Cart-Explorer finden Sie in der Erweiterungsanleitung.
fr: Pour apprendre les assignations de chariot, depuis SPL Studio, appuyez sur Alt+NVDA+3. Appuyant une fois sur la commande chariot il vous dira à quel jingle est assignée à la commande. Appuyant deux fois sur la commande il jouera le jingle. appuyez sur Alt+NVDA+3 pour quitter l'explorateur de chariot. Consultez la documentation du module complémentaire pour plus d'informations sur l'explorateur de chariot.
gl: Para deprender as asignacións de cart, dende o SPL Studio, preme Alt+NVDA+3. Premendo a orden do cart unha vez dirache cal jingle se asignou á orden. Premendo a orden do cart dúas veces reproduce o jingle. Preme Alt+NVDA+3 para saír do explorador de cart. Olla a guía do complemento para máis información sobre o explorador de cart.

source: Track time analysis
ar: تحليل وقت المسار
de: Titel-Zeitanalyse
fr: Analyse de durée de piste
gl: Análise de tempo de pista

source: To obtain length to play selected tracks, mark current track for start of track time analysis (SPL Assistant, F9), then press SPL Assistant, F10 when reaching end of selection.
ar: للحصول على مدة المسارات المحددة لتشغيلها, قم بتحديد المسار الحالي لبدأ عملية تحليل الوقت (من مساعد spl اضغط على f9), ثم اضغط على f10 بعد الانتهاء من التحديد.
de: Um die Dauer bis zur Wiedergabe der ausgewählten Titel herauszufinden, markieren Sie den aktuellen Titel als Anfang der Titel-Zeitanalyse (F9 im SPL-Assistenten) und drücken Sie dann F10, wenn Sie das Ende der Auswahl erreicht haben.
fr: Pour obtenir la longueur pour jouer les pistes sélectionnés, marquer la piste en cours pour le début de l'analyse de durée de piste (Assistant SPL, F9), puis appuyer sur Assistant SPL, F10 lorsque vous atteignez la fin de la sélection.
gl: Para obter a lonxitude para reproducir as pistas selecionadas, marca a pista actual para comezo da análise de tempo da pista (SPL Assistant, F9), logo preme SPL Assistant, F10 ó chegares ó remate da seleción.

source: Columns Explorer
de: Spaltenexplorer
fr: Explorateur de Colonnes
gl: Explorador de Columnas

source: By pressing Control+NVDA+1 through 0 (6 for Studio 5.0x) or SPL Assistant, 1 through 0 (6 for Studio 5.01 and earlier), you can obtain contents of specific columns. By default, these are artist, title, duration, intro, category and filename (Studio 5.10 adds year, album, genre and time scheduled). You can configure which columns will be explored via columns explorer dialog found in add-on settings dialog.
de: STRG+NVDA+1 bis 0 (bis 6 für Studio 5.0x) oder im SPL-Assistenten, 1 bis 0 (bis 6 für Studio 5.01 und früher): Ansage der Inhalte bestimmter Spalten. Standardmäßig sind dies Künstler, Titel, Dauer, Intro, Kategorie und Dateiname (Studio 5.10 fügt Jahr, Album, Genre und Zeitplan hinzu). Sie können konfigurieren, welche Spalten durchsucht werden sollen, indem Sie den Spalten-Explorer-Dialog verwenden. Sie finden diesen Dialog im Dialogfeld "Einstellungen für die Studio-Erweiterung".
fr: En appuyant sur Contrôle+NVDA+1 jusqu'à 0 (6 pour Studio 5.0x) ou Assistant SPL, 1 jusqu'à 0 (6 pour Studio 5.01 ou version antérieure), vous pouvez obtenir le contenu des colonnes spécifiques. Par défaut ce sont artiste, titre, durée, intro, catégorie et nom du fichier (Studio 5.10 ajoute année, album, genre et heure prévue). Vous pouvez configurer les colonnes qui seront explorées via le dialogue Explorateur de Colonnes trouvé dans le dialogue Paramètres module complémentaire.
gl: Premendo Control+NVDA+1 ata 0 (6 para Studio 5.0x) ou SPL Assistant, 1 ata 0 (6 para Studio 5.01 e anteriores), podes obter contidos das columnas especificadas. Por omisión, estas son artista, título, duración, intro, categoría e nome de ficheiro (Studio 5.10 engade ano, álbum, xénero e tempo programado). Podes configurar que columnas se explorarán a través do diálogo explorador de columnas atopado no diálogo opcións do complemento.

source: Playlist snapshots
de: Playlist-Statistiken
fr: Instantanés de playlist
gl: Instantáneas da listaxe de reprodución

source: You can press SPL Assistant, F8 while focused on a playlist in Studio to obtain various statistics about a playlist, including number of tracks in the playlist, longest track, top artists and so on. After assigning a custom command for this feature, pressing the custom command twice will cause NVDA to present playlist snapshot information as a webpage so you can use browse mode to navigate (press escape to close).
de: Sie können im SPL-Assistenten F8 drücken, während Sie sich auf eine Wiedergabeliste in Studio konzentrieren, um verschiedene Statistiken über eine Wiedergabeliste zu erhalten. Die Statistik beinhaltet beispielsweise die Anzahl der Titel, der längste Titel, der beste Interpret und so weiter. Nach der Zuweisung eines benutzerdefinierten Befehls für diese Funktion führt ein zweimaliges Drücken des benutzerdefinierten Befehls dazu, dass NVDA die Schnappschuss-Informationen der Wiedergabeliste als Webseite anzeigt, so dass Sie den Lesemodus zum Navigieren verwenden können. Drücken Sie die Escape-Taste zum Schließen.
fr: Vous pouvez appuyer sur Assistant SPL , F8 étant focalisée sur une playlist dans Studio pour obtenir diverses statistiques sur une playlist, y compris le nombre de pistes dans la playlist, la piste la plus longue, les meilleurs artistes et ainsi de suite.
gl: Podes premer SPL Assistant, F8 mentres se enfoque sobre unha listaxe de reprodución no Studio para obter varias estadísticas acerca dunha listaxe de reprodución, incluindo o número de pistas na listaxe, a pista máis longa, listaxe de artistas e así. Despois de asignar unha orde persoalizada para esta característica, premer dúas veces a orde persoalizada fará que o NVDA presente a información da instantánea da listaxe de reprodución coma unha páxina web para que podas usar o modo exploración para navegar (preme escape para pechar).

source: Configuration dialog
ar: محاورة الإعدادات
de: Konfigurationsdialog
fr: Boîte de dialogue configuration
gl: Diálogo Configuración
hu: Beállítások párbeszédpanel

source: From studio window, you can press Alt+NVDA+0 to open the add-on configuration dialog. Alternatively, go to NVDA's preferences menu and select SPL Studio Settings item. This dialog is also used to manage broadcast profiles.
de: Aus dem Studio-Fenster können Sie Alt+NVDA+0 drücken, um den Konfigurationsdialog der NVDA-Erweiterung zu öffnen. Alternativ können Sie auch das Einstellungsmenü von NVDA aufrufen und den Punkt Einstellungen für SPL-Studio auswählen. Dieser Dialog dient auch zur Verwaltung von Broadcast-Profilen.
fr: Depuis la fenêtre studio, vous pouvez appuyer sur Alt+NVDA+0 pour ouvrir la boîte de dialogue configuration du module complémentaire. Sinon, allez dans le menu préférences de NVDA et sélectionnez l'élément Paramètres SPL Studio. Cette boîte de dialogue est également utilisé pour gérer les profils de diffusion.
gl: Dende a ventá do studio, podes premer Alt+NVDA+0 para abrir o diálogo de configuración do complemento. Alternativamente, vai ó menú Preferencias do NVDA e seleciona o elemento Opcions do SPL Studio. Este diálogo tamén se usa para administrar perfís de emisión.

source: SPL touch mode
ar: نمط اللمس لتطبيق SPL
de: SPL-Touchmodus
fr: Mode tactile SPL
gl: Modo Táctil do SPL
hu: SPL érintőmód
