Repository: nvdacn/screenReaderTranslations
Catalog: website/addons/stationPlaylist.*.po
Languages: ar, bg, de, fi, fr, gl, hu, pl

source: It is now possible to use a different screen reader command layout for SPL Assistant commands. Go to advanced options dialog from add-on settings to configure this option between NVDA, JAWS and Window-Eyes layouts. See the SPL Assistant commands above for details.
de: Es ist nun möglich, für die Befehle des SPL-Assistenten ein anderes Screenreader-Befehlslayout zu verwenden. Wechseln Sie in den Dialog Erweiterte Optionen aus den Einstellungen zur Studio-Erweiterung, um zwischen NVDA-, JAWS- und Window-Eyes-Darstellungen zu wechseln. Für weitere Informationen siehe die Befehle des SPL-Assistenten weiter oben.
fr: Il est maintenant possible d'utiliser une commande différente pour la disposition du lecteur d'écran pour les commandes Assistant SPL. Aller dans la boîte de dialogue Options avancées depuis Paramètres module complémentaire pour configurer cette option entre les dispositions NVDA, JAWS et Window-Eyes. Voir les commandes Assistant SPL ci-dessus pour plus de détails.
gl: Agora é posible usar unha distribución de ordes dun lector de pantalla diferente para as ordes do SPL Assistant. Vaite ao diálogo opción avanzadas das opcións do complemento para configurar esta opción entre as distribucións de NVDA, JAWS e Window-Eyes. Consulta as ordes do SPL Assistant máis abaixo para detalles.

source: NVDA can be configured to switch to a specific broadcast profile at a specific day and time. Use the new triggers dialog in add-on settings to configure this.
de: NVDA kann so konfiguriert werden, dass es zu einem bestimmten Sendeprofil an einem bestimmten Tag und zu einer bestimmten Uhrzeit wechselt. Verwenden Sie den neuen Triggerdialog in den Einstellungen zur Studio-Erweiterung, um dies einzustellen.
fr: NVDA peut être configuré pour basculer vers un profil de diffusion spécifique à un jour et à une heure spécifier. Utiliser la nouvelle boîte de dialogue Déclencheurs dans Paramètres module complémentaire pour configurer cela.
gl: NVDA pode configurarse para cambiar a un perfil de retransmisión específico nun día e hora especificados. Usa o novo diálogo disparadores nas opcións do complemento para configurar esto.

source: NVDA will report name of the profile one is switching to via instant switch (SPL Assistant, F12) or as a result of time-based profile becoming active.
de: NVDA meldet den Namen des Profils, zu dem über den Instant-Switch-Schalter (F12 im SPL-Assistenten) gewechselt wurde, oder auch beim Aktivieren des temporären Profils.
fr: NVDA annoncera le nom du profil lors du basculement vers via le changement immédiat (Assistant SPL, F12) ou comme un résultat du profil basé sur l'heure lequel devient actif.
gl: NVDA anunciará o nome do perfil unha vez que cambie a través de cambio instantáneo (SPL Assistant, F12) ou como o resultado do perfil baseado en tempo que quede activo.

source: Moved instant switch toggle (now a checkbox) to the new triggers dialog.
de: Der Schalter für den Instant-Switch (jetzt ein Kontrollkästchen) wurde in den neuen Triggerdialog verschoben.
fr: Déplacé la bascule du changement immédiat(maintenant une case à cocher) vers la nouvelle boîte de dialogue Déclencheurs.
gl: Movido o conmutado de cambio instantáneo (agora unha Caixa de verificación) cara o novo diálogo disparadores.

source: Entries in profiles combo box in add-on settings dialog now shows profile flags such as active, whether it is an instant switch profile and so on.
de: Einträge in der Ausklappliste für die Profile in den Einstellungen zur Erweiterung beinhalten nun Profil-Flags, wie z.B. aktiv, ob es sich um ein Instant-Switch-Profil handelt und so weiter.
fr: Entrées dans la liste déroulante des profils dans la boîte de dialogue Paramètres module complémentaire maintenant s'affiche le drapeaux du profil par exemple actif, que ce soit un changement de profil immédiat et ainsi de suite.
gl: As entradas na Caixa combinada perfís no diálogo opción do complemento agora amosa bandeiras de perfil como activo, se é un perfil de cambio instantáneo e outros.

source: If a serious problem with reading broadcast profile files are found, NVDA will present an error dialog and reset settings to defaults instead of doing nothing or sounding an error tone.
de: Wenn ein ernsthaftes Problem mit dem Lesen von Sendeprofildateien gefunden wird, zeigt NVDA einen Fehlerdialog an, setzt die Einstellungen auf die Standardwerte zurück und spielt keinen Fehlerton mehr ab.
fr: Si un problème sérieux avec le fichier lors de la lecture du profil de diffusion on été trouvés, NVDA présentera une boîte de dialogue d'erreur et va réinitialiser les paramètres par défaut au lieu de ne rien faire ou donnera une tonalité d'erreur.
gl: Se se atopa un problema serio ca lectura dos ficheiros do perfil de retransmisión, NVDA presentará un diálogo de erro e reiniciará as opción ás predeterminadas en lugar de non facer nada ou de reproducir un ton de erro.

source: Settings will be saved to disk if and only if you change settings. This prolongs life of SSD's (solid state drives) by preventing unnecessary saves to disk if no settings have changed.
de: Einstellungen werden nur dann auf der Festplatte gespeichert, wenn Sie die Einstellungen ändern. Dies verlängert die Lebensdauer von SSDs (Solid State Drives), indem unnötige Sicherungen auf der Festplatte vermieden werden, wenn keine Einstellungen geändert wurden.
fr: Les paramètres seront sauvegardés sur le disque si et seulement si vous modifiez les paramètres. Ceci prolonge la vie des SSD (solid state drives( en empêchant les arrêts inutiles sur le disque si aucun paramètres n’ont été modifiés.
gl: As opcións gardaranse no disco se e só se cambias opcións. Esto alonga a vida dos SSDs (disdos de estado sólido) para previr gardados innecesarios no disco se non cambiaron as opcións.

source: In add-on settings dialog, the controls used to toggle announcement of scheduled time, listener count, cart name and track name has been moved to a dedicated status announcements dialog (select status announcement button to open this dialog).
de: Im Einstellungsdialog zur Studio-Erweiterung wurden die Steuerelemente zum Umschalten der Ansage der geplanten Zeit, der Anzahl der Zuhörer, des Cart-Namens und der Titelbezeichnung in einen dedizierten Dialog für Statusansagen verschoben (wählen Sie die Schaltfläche für Statusansagen, um diesen Dialog zu öffnen).
fr: Dans le dialogue paramètres du module complémentaire les contrôles utilisés pour basculer l'annonce de l'heure prévue, le nombre d'auditeurs, le nom du chariot et le nom de la piste a été déplacé vers un dialogue Annonces des statut (sélectionnez le bouton annonce de statut pour ouvrir cette boîte de dialogue).
gl: No diálogo de opcións do complemento, os controis usados para conmutar o anunciado do tempo programado, conta de oíntes, nome do cart e nome da pista movéronse a un diálogo estado dedicado de anunciado (seleciona o botón estado do anunciado para abrir este diálogo).

source: Added a new setting in add-on settings dialog to let NVDA play beep for different track categories when moving between tracks in playlist viewer.
de: Es wurde eine neue Einstellung im Dialogfeld "Einstellungen zur Studio-Erweiterung" hinzugefügt, mit der NVDA beim Wechseln zwischen Titeln im Playlist-Viewer für verschiedene Titelkategorien einen Piepton abspielen kann.
fr: Ajouter un nouveau paramètre dans le dialogue paramètres du module complémentaire pour permettre a NVDA de jouer un bip pour les différentes catégories de piste lors du déplacement entre les pistes dans la visionneuse de playlist.
gl: Engadida una nova opción no diálogo opción do complemento para permitir ao NVDA reproducir pitidos para diferentes categorías cando te movas entre pistas no visualizador de lista de reprodución.

source: Attempting to open metadata configuration option in add-on settings dialog while quick metadata streaming dialog is open will no longer cause NVDA to do nothing or play an error tone. NvDA will now ask you to close metadata streaming dialog before you can open add-on settings.
de: Der Versuch, die Metadaten-Konfigurationseinstellung im Einstellungsdialog zur Erweiterung zu öffnen, während der schnelle Metadaten-Streaming-Dialog geöffnet ist, führt nicht mehr zu einem Fehlerton. NVDA fordert Sie nun auf, den Dialog Metadaten-Streaming zu schließen, bevor Sie die Einstellungen öffnen können.
fr: Tentative lors de l'ouverture de l'option de configuration de métadonnées dans le dialogue de paramètres du module complémentaire alors que le dialogue rapide de métadonnées en streaming est ouvert ne provoquera plus que NVDA ne puisse rien faire ou de jouer une tonalité d’erreur. NVDA va maintenant vous demander de fermer le dialogue de métadonnées en streaming avant que vous puissiez ouvrir les paramètres du module complémentaire.
gl: Téntase abrir a configuración da opción metadatos no diálogo de opción do complemento mentres o diálogo rápido de metadatos do streaming está aberto xa non causará que NVDA non faga nada ou que reproduza un ton de erro. NvDA agora preguntarache para pechar o diálogo dos metadatos do streaming antes de que podas abrir as opcións do complemento.

source: When announcing time such as remaining time for the playing track, hours are also announced. Consequently, the hour announcement setting is enabled by default.
de: Bei der Ansage der Zeit, wie z.B. der Restdauer für den laufenden Titel, werden auch die Stunden angesagt. Daher ist die Einstellung der Stundenansagen standardmäßig aktiviert.
fr: En annonçant le temps comme le temps restant pour la piste en cours de lecture, les heures sont également annoncées. Par conséquent, le réglage pour l'annonce des heures est activé par défaut.
gl: Ao anunciar tempo como o tempo restante para a pista en reprodución, as horas tamén se anuncian. Consecuentemente, a opción anunciado da hora está habilitado por omisión.

source: Pressing SPL Controller, R now causes NVDA to announce remaining time in hours, minutes and seconds (minutes and seconds if this is such a case).
de: Wenn Sie R im SPL-Controller drücken, sagt NVDA nun die verbleibende Zeit in Stunden, Minuten und Sekunden an.
fr: Appuyant sur le Contrôleur SPL, R permet maintenant a NVDA d’annoncer le temps restant en heures, minutes et secondes (minutes et secondes s’il s’agit d’un tel cas).
gl: Premendo SPL Controller, R agora causas que NVDA anuncie o tempo restante en horas, minutos e segundos (minutos e segundos se este é o caso).

source: In encoders, pressing Control+NVDA+0 will present encoder settings dialog for configuring various options such as stream label, focusing to Studio when connected and so on.
de: In Encodern wird durch Drücken von STRG+NVDA+0 ein Dialogfeld für die Encoder-Einstellungen angezeigt, in dem verschiedene Optionen wie Streambezeichnung, Fokussierung auf Studio bei Verbindungsaufbau usw. konfiguriert werden können.
fr: Dans les encodeurs, en appuyant sur contrôle + NVDA + 0 se présentera le dialogue Paramètres de l'encodeur permettant de configurer différentes options telles que l'étiquette de flux, en plaçant le focus à Studio lorsqu'il est connecté et ainsi de suite.
gl: Nos codificadores, o premer Control+NVDA+0 presentará o diálogo opción do codificador para configurar varias opcións como etiqueta da cadea, enfocar ao Studio cando se conecte e outras.

source: In encoders, it is now possible to turn off connection progress tone (configurable from encoder settings dialog).
de: In Encodern ist es nun möglich, den Ton für den Verbindungsfortschritt abzuschalten (konfigurierbar über den Dialog Encoder-Einstellungen).
fr: Dans les encodeurs, il est maintenant possible de désactiver la tonalité de progression de connexion (configurable à partir de la boîte de dialogue paramètres de l'encodeur).
gl: Nos codificadores, agora é posible apagar os tons do progreso da conexión (configurable dende o diálogo opción do codificador).

source: Changes for 6.4
de: Änderungen in6.4
fr: Changements pour la version 6.4
gl: Cambios para 6.4

source: Fixed a major problem when switching back from an instant switch profile and the instant switch profile becomes active again, seen after deleting a profile that was positioned right before the previously active profile. When attempting to delete a profile, a warning dialog will be shown if an instant switch profile is active.
de: Es wurde ein signifikantes Problem behoben, das beim Zurückschalten von einem Instant-Switch-Profil auftrat und das Instant-Switch-Profil nach dem Löschen eines Profils an der vorherigen Position wieder aktiv wurde. Beim Versuch ein Profil zu löschen wird bei aktivem Instant-Switch-Profil ein Warndialog angezeigt.
fr: Correction d'un problème majeur lors du retour au basculement d'un profil à partir d'un changement de profil immédiat et d'un changement de profil immédiat devenue active à nouveau, vu après la suppression d'un profil qui a été positionné juste avant le profil précédemment actif. Lorsque vous essayez de supprimer un profil, une boîte de dialogue d'avertissement s'affichera si un changement de profil immédiat est actif.
gl: Correxiuse un problema importante cando se volta dende un perfil de cambio instantáneo e o perfil de cambio instantáneo actívase de novo, visto despois de eliminar un perfil que se colocou xusto antes do perfil activo anteriormente. Ao tentar eliminar un perfil, amosarase un diálogo de aviso se está activo un perfil de cambio instantáneo.

source: Changes for 6.3
ar: مستجدات الإصدار 6.3
de: Änderungen in6.3
fr: Changements pour la version 6.3
gl: Cambios para 6.3

source: Internal security enhancements.
ar: تحسينات أمنية داخلية
de: Verbesserungen der internen Sicherheit.
fr: Améliorations de la sécurité interne.
gl: Melloras de seguridade interna.

source: When add-on 6.3 or later is first launched on a computer running Windows 8 or later with NVDA 2016.1 or later installed, an alert dialog will be shown asking you to disable audio ducking mode (NVDA+Shift+D). Select the checkbox to suppress this dialog in the future.
ar: عند بدأ تشغيل الإصدار 6.3 وما بعده من الإضافة لأول مرة على نظام ويندوز 8 وما بعده مع NVDA2016.1 وما بعده, ستظهر محاورة تطلب منك تعطيل نمط خفض الأصوات الأخرى وذلك بالضغط على NVDA+shift+d ويمكنك تحديد المربع الذي يمنع ظهور هذا التنبيه في المرات القادمة.
de: Wenn Version 6.3 oder höher auf einem Computer mit Windows 8 oder höher mit NVDA 2016.1 oder höher gestartet wird, wird ein Warndialog angezeigt, in dem Sie aufgefordert werden die Reduzierung der Lautstärke anderer Anwendungen (NVDA+Umschalt+D) zu deaktivieren. Markieren Sie das Kontrollkästchen, um diesen Dialog in Zukunft zu unterdrücken.
fr: Lorsque le module complémentaire 6.3 ou version ultérieure est tout d'abord lancé sur un ordinateur fonctionnant sous Windows 8 ou supérieur avec NVDA 2016.1 ou installé par la suite, un dialogue d'alerte s'affichera vous demandant pour désactiver le Mode d'atténuation audio (NVDA+Maj+D). Sélectionnez la case à cocher pour supprimer cette boîte de dialogue à l'avenir.
gl: Cando o complemento 6.3 ou posterior se lanza primeiro nunha computadora executando Windows 8 ou posterior con NVDA 2016.1 ou posterior instalado, amosarase un diálogo de alerta pedíndoche deshabilitar o modo de atenuación de audio (NVDA+Shift+D). Seleciona a caixa de verificación para pechar este diálogo no futuro.

source: Added a command to send bug reports, feature suggestions and other feedback to add-on developer (Control+NVDA+dash (hyphen, "-")).
ar: إضافة اختصار لإرسال الأخطاء البرمجية, والاقتراحات والاستفسارات الأخرى لمطور الإضافة (Control+NVDA+dash (hyphen, "-")).
de: Es wurde ein Befehl hinzugefügt, um Fehlerberichte, Funktionsvorschläge und anderes Feedback an die Entwickler der Erweiterung zu senden (STRG+NVDA+Bindestrich) "-".
fr: Ajouté une commande pour envoyer des rapports de bugs, des suggestions de fonctionnalité et autres commentaires aux développeurs du module complémentaire (Contrôle+NVDA+tiret (trait d'union, "-")).
gl: Engadida unha orde para enviar informes de fallos, suxerencias de características e outra retroalimentación ao desenvolvedor do complemento (Control+NVDA+- (guión, "-")).

source: Changes for 6.2
ar: مستجدات الإصدار 6.2
de: Änderungen in6.2
fr: Changements pour la version 6.2
gl: Cambios para 6.2

source: Fixed an issue with playlist remainder command (SPL Assistant, D (R if compatibility mode is on)) where the duration for the current hour was announced as opposed to the entire playlist (the behavior of this command can be configured from advanced settings found in add-on settings dialog).
ar: معالجة مشكلة كانت تحدث مع اختصار بقية قائمة التشغيل (D من مساعد spl (r في النمط التوافقي)) حيث كان يتم الإعلان عن مدة الساعة الحالية بدلا من الإعلان عن مدة قائمة التشغيل كلها (حيث يمكن تعديل ذلك من الإعدادات المتقدمة بمحاورة إعدادات الإضافة).
de: Im SPL-Assistenten wurde ein Problem mit dem Befehl "Playlist Restdauer" (D) (R, wenn Kompatibilitätsmodus eingeschaltet ist) behoben, bei dem die Dauer für die aktuelle Stunde statt der gesamten Playlist angesagt wurde. Das Verhalten dieses Befehls kann über die erweiterten Einstellungen im Dialogfeld "Einstellungen zur Studio-Erweiterung" konfiguriert werden.
fr: Correction d'un problème avec la commande reste de la playlist (Assistant SPL, D (R si le mode de compatibilité est activé)) lorsque la durée de l'heure actuelle a été annoncée par opposition à la playlist entière (le comportement de cette commande peut être configuré à partir des Paramètres Avancés dans la boîte de dialogue Paramètres du module complémentaire).
gl: Correxido un erro ca orde restante da lista de reprodución (SPL Assistant, D (R se o modo de compatibilidade está aceso)) onde a duración ou a hora actual foi anunciada coma oposta a lista de reprodución enteira (O comportamento desta orde pódese configurar dende as opcións avanzadas que se atopan no diálogo de opcións do complemento).

source: NvDA can now announce name of the currently playing track while using another program (configurable from add-on settings).
ar: يمكن ل NVDA الآن الإعلان عن المسار المشغل حاليا من أي برنامج (يمكن إعداد ذلك من إعدادات الإضافة).
de: NVDA kann nun den Namen des aktuell abgespielten Titels bekannt geben, während ein anderes Programm verwendet wird (konfigurierbar über Einstellungen zur Studio-Erweiterung).
fr: NVDA peut maintenant annoncer le nom de la piste en cours de lecture tout en utilisant un autre programme (configurable depuis les paramètres du module complémentaire).
gl: NVDA agora pode anunciar o nome da pista actualmente en reprodución mentras se utiliza outro programa (configurable dende as opcións do complemento).

source: The setting used to let SPL Controller command invoke SPL Assistant is now honored (previously it was enabled at all times).
ar: أصبح الإعداد المستخدم في في جعل أمر المتحكم في spl يستدعي مساعد Spl مقدم (حيث كان ذلك الإعداد مفعل في كل الأوقات).
de: Die Einstellung, mit der der Befehl für den SPL-Controller den SPL-Assistenten aufrufen kann, wird nun berücksichtigt (vorher war er immer aktiviert).
fr: Le paramètre utilisé pour laisser la commande Contrôleur SPL pour appeler l'Assistant SPL est maintenant honoré (auparavant elle a été activée en permanence).
gl: A configuración usada para permitir á orde do SPL Controller invocar SPL Assistant agora aténdese (anteriormente habilitábase en todas as ocasións).

source: In SAM encoders, Control+F9 and Control+F10 commands now works correctly.
ar: في تشفير sam, سيعمل الاختصاران Control+F9 و Control+F10 الآن بشكل صحيح.
de: Bei SAM-Encodern funktionieren die Befehle STRG+F9 und STRG+F10 nun korrekt.
fr: Dans les encodeurs SAM, les commandes Contrôle+F9 et Contrôle+F10 fonctionne maintenant correctement.
gl: Nos codificadores SAM, as ordes Control+F9 e Control+F10 agora funcionan correctamente.

source: In encoders, when an encoder is first focused and if this encoder is configured to be monitored in the background, NVDA will now start the background monitor automatically.
ar: في التشفيرات, عند تنشيط تشفير معين وكان هذا التشفير معد كي تتم مراقبته في الخلفية, فسيبدأ NVDA عملية المراقبة آليا.
de: Bei Encodern startet NVDA nun automatisch den Hintergrund-Monitor, wenn ein Encoder zuerst fokussiert wird und wenn dieser Encoder so konfiguriert ist, dass er im Hintergrund überwacht wird.
fr: Dans les encodeurs, lorsqu'un encodeur est mis en focus tout d'abord et si cet encodeur est configuré pour contrôler en arrière-plan, NVDA va maintenant démarrer le contrôle en arrière-plan automatiquement.
gl: Nos codificadores, cando un codificador se enfoca primeiro e se este codificador se configura para seren monitorizado de fondo, NVDA agora comezará o monitorizado de fondo automáticamente.

source: Changes for 6.1
ar: مستجدات الإصدار 6.1
de: Änderungen in6.1
fr: Changements pour la version 6.1
gl: Cambios para 6.1

source: Column announcement order and inclusion, as well as metadata streaming settings are now profile-specific settings.
ar: من الآن ستكون إعدادات بيانات البث وتضمين ترتيب إعلان الأعمدة في أوضاع.
de: Die Reihenfolde der Spaltenansagen und -einbindung sowie Metadaten-Streaming-Einstellungen sind nun profilspezifische Einstellungen.
fr: L'ordre des colonnes annoncer et inclusion, ainsi que les paramètres de métadonnées en streaming sont maintenant des paramètres spécifiques au profil.
gl: Orden de anunciamento da columna e inclusión, así como as opcións de metadatos do streaming agora son opcións do perfil específico.

source: When changing profiles, the correct metadata streams will be enabled.
ar: عند تغير الوضع, سيعلن عن بيانات البث الصحيحة.
de: Beim Ändern von Profilen werden die korrekten Metadatenströme aktiviert.
fr: Lors du changement de profils, les flux de métadonnées correct seront activées.
gl: Ó se cambiar os perfís, os metadatos corectos da cadea habilitaranse.

source: When opening quick metadata streaming settings dialog (command unassigned), the changed settings are now applied to the active profile.
ar: عند فتح محاورة إعدادات بيانات البث السريعة (لم يعين لها مفتاح), سيتم تطبيق التعديلاتللوضع النشط.
de: Beim Öffnen des Einstellungsdialogs für das schnelle Metadaten-Streaming (Befehl nicht zugewiesen) werden die geänderten Einstellungen nun auf das aktive Profil angewendet.
fr: Lors de l'ouverture de la boîte de dialogue paramètres rapide de métadonnées en streaming (commande non assignée), les paramètres modifiés sont maintenant appliqués au profil actif.
gl: Ó se abrir o diálogo opcións rápidas de metadatos do streaming (orden non asignada), as opcións cambiadas agora aplícanse ó perfil activo.

source: When starting Studio, changed how the errors are displayed if the only corrupt profile is the normal profile.
ar: عند بدأ تشغيل البرنامج, تغيرت طريقة عرض الأخطاء إذا كان الوضع الذي به خطأ هو الوضع العادي.
de: Beim Start von Studio wurde die Anzeige der Fehler geändert, wenn das einzige beschädigte Profil das normale Profil ist.
fr: Lors du démarrage de Studio, changé la façon dont les erreurs s'affichent si le seul profil corrompu est le profil normal.
gl: Ó se arrancar Studio, cambiou cómo os erros se amosan se só o perfil corrupto é o perfil normal.
