Repository: nvdacn/screenReaderTranslations
Catalog: website/addons/stationPlaylist.*.po
Languages: ar, bg, de, fi, fr, gl, hu, pl

source: If you are using Studio on a touchscreen computer running Windows 8 or later and have NVDA 2012.3 or later installed, you can perform some Studio commands from the touchscreen. First use three finger tap to switch to SPL mode, then use the touch commands listed above to perform commands.
ar: إذا كنت تستخدم الاستوديو من حاسوب بشاشة لمس يعمل بنظام التشغيل ويندوز 8 وما بعده ولديك NVDA 2012.3 وما بعده, يمكنك أداء بعض الأوامر من شاشة اللمس. أولا استخدم لمسة ب3 أصابع للانتقال لنمط اللمس, ثم استخدم أوامر اللمس المسرودة أعلاه لأداء المهام.
de: Wenn Sie Studio auf einem Touchscreen-Computer mit Windows 8 oder höher verwenden und NVDA 2012.3 oder höher installiert haben, können Sie einige Studio-Befehle über den Touchscreen ausführen. Tippen Sie zunächst einmal mit drei Fingern, um in den SPL-Touchmodus zu wechseln. Verwenden Sie dann die oben aufgeführten Touch-Befehle, um Befehle auszuführen.
fr: Si vous utilisez Studio sur un ordinateur possédant un écran tactile fonctionnant sous Windows 8 ou version ultérieure et NVDA 2012.3 ou version ultérieure installé, vous pouvez exécuter certaines commandes Studio depuis un écran tactile. Tout d'abord utiliser une tape à trois doigts pour basculer en mode SPL, puis utilisez les commandes tactile énumérées ci-dessus pour exécuter des commandes.
gl: Se estás a usar o Studio nunha computadora con pantalla tactil executando Windows 8 ou posterior e tes NVDA 2012.3 ou posterior instalado, podes realizar algunhas ordes do Studio dende a pantalla tactil. Primeiro usa un toque con tgres dedos para cambiar a modo SPL, logo usa as ordes tactiles listadas arriba para realizar ordes.
hu: Amennyiben érintőképernyős számítógépen használja a Studiot Windows 8, vagy újabb verzió alatt, NVDA 2012.3 vagy újabb verzióval, bizonyos Studio parancsokat végrehajthat az érintőképernyőn is. Először 3 ujjas koppintással váltson SPL módra, és utána már használhatók az alább felsorolt parancsok.

source: Version 17.12
gl: Versión 17.12

source: Windows 7 Service Pack 1 or later is required.
de: Windows 7 Service Pack 1 oder höher ist erforderlich.
fr: Windows 7 Service Pack 1 ou ultérieur est requis.
gl: Requírese do indows 7 Service Pack 1 ouposterior.

source: Several add-on features were enhanced with extension points. This allows microphone alarm and metadata streaming feature to respond to changes in broadcast profiles. This requires NvDA 2017.4.
de: Mehrere Zusatzfunktionen wurden erweitert. Dadurch können Mikrofonbenachrichtigung und Metadaten-Streaming auf Änderungen in Broadcast-Konfigurationsprofilen reagieren. Dies erfordert NVDA 2017.4.
fr: Plusieurs fonctionnalités du module complémentaire ont été améliorées avec des points d'extension. Cela permet au microphone alarm et à la fonctionnalité des métadonnées en streaming de répondre aux changements dans les profils de diffusion. Cela nécessite NVDA 2017.4.
gl: Melloráronse varias características do complemento con pontos de extensión. Esto permite que as características alarma do micrófono e streaming de metadatos respondan a cambios en perfís de retransmisión. Esto require do NVDA 2017.4.

source: When Studio exits, various add-on dialogs such as add-on settings, alarm dialogs and others will close automatically. This requires NVDA 2017.4.
de: Beim Beenden des Studio schließen sich verschiedene Erweiterungsdialoge wie Einstellungen, Benachrichtigungsdialoge und andere automatisch. Dies erfordert NVDA 2017.4.
fr: Lorsque Studio se ferme, divers dialogues du module complémentaire tels que les paramètres du module complémentaire, les dialogues d'alarme et autres se ferment automatiquement. Cela nécessite NVDA 2017.4.
gl: Cando se saia do Studio, varios diálogos do complemento coma Opcións de complemento, diálogos de alarma e outros pecharanse automáticamente. Esto require do NVDA 2017.4.

source: Added a new command in SPL Controller layer to announce name of the upcoming track if any (Shift+C).
de: Es wurde ein neuer Befehl in der Befehlsschicht für den SPL-Controller hinzugefügt, um den Namen des nächsten Titels anzukündigen (Umschalt+C).
fr: Ajout d'une nouvelle commande dans la Couche Contrôleur SPL pour annoncer le nom de la prochaine piste, le cas échéant (Maj+C).
gl: Engadida unha orde ao SPL Controller para informar do nome da pista actual en reprodución dende calquera sitio (c).

source: You can now press cart keys (F1, for example) after entering SPl Controller layer to play assigned carts from anywhere.
de: Sie können nun nach dem Öffnen der SPl-Controller-Ebene die Cart-Tasten (z.B. F1) drücken, um die zugewiesenen Carts von überall her abzuspielen.
fr: Vous pouvez maintenant appuyer sur les touches du chariot (F1, par exemple) après avoir entrée la Couche Contrôleur SPL pour lire les chariots assignés de n'importe où.
gl: Agora poedes premer as teclas de cart (F1, por exemplo) despois de introducir SPl Controller layer para reproducir carts asignados dende calquera lado.

source: Due to changes introduced in wxPython 4 GUI toolkit, stream label eraser dialog is now a combo box instead of a number entry field.
de: Aufgrund von Änderungen, die im wxPython 4 GUI Toolkit eingeführt wurden, ist der Dialog zum Löschen von Streambezeichnungen nun ein Kombinationsfeld anstelle eines Zahleneingabefeldes.
fr: En raison des changements introduits dans la boîte à outils GUI de wxPython 4, le dialogue pour effacer les étiquettes de flux est maintenant une zone de liste déroulante au lieu d'un champ d'entrée de nombre.
gl: Debido a cambios introducidos en wxPython 4 GUI toolkit, o diálogo Eliminar etiqueta de stream agora é unha caixa combinada en lugar de un campo de entrada numérica.

source: Version 17.11.2
gl: Versión 17.11.2

source: This is the last stable version to support Windows XP, Vista and 7 without Service Pack 1. The next stable version for these Windows releases will be a 15.x LTS release.
de: Dies ist die letzte stabile Version, die Windows XP, Vista und 7 ohne Service Pack 1 unterstützt. Die nächste stabile Version für diese Windows-Versionen wird eine 15.x LTS-Version sein.
fr: Ceci est la dernière version stable à prendre en charge Windows XP, Vista et 7 sans Service Pack 1. La prochaine version stable pour ces versions de Windows sera une version 15.x LTS.
gl: Esta é a derradeira versión que soporta o Windows XP, Vista e 7 sen o Service Pack 1. A seguinte versión estable para estas versións de Windows serán unha versión 15.x LTS.

source: If using Windows releases prior to Windows 7 Service Pack 1, you cannot switch to development channels.
de: Sie können nicht zu Entwicklungskanälen wechseln, wenn Sie Windows-Versionen vor Windows 7 Service Pack 1 verwenden.
fr: Si vous utiliser les versions de Windows antérieures à Windows 7 Service Pack 1, vous ne pouvez pas basculer vers les canaux de développement.
gl: Se se usan versións de Windows anteriores ao Windows 7 Service Pack 1, non podes cambiarf ás canles de desenvolvedores.

source: Version 17.11.1/15.11-LTS
gl: Versión 17.11.1/15.11-LTS

source: NVDA will no longer play error tones or appear to do nothing when using Control+Alt+left or right arrow keys to navigate columns in Track Tool 5.20 with a track loaded. Because of this change, when using Studio 5.20, build 48 or later is required.
de: NVDA spielt keine Fehlertöne mehr ab und reagiert entsprechend, wenn Sie mit den Tasten STRG+Alt+Links oder Rechtspfeil im Studio 5.20 zwischen Spalten mit geladenem Titel navigieren. Aus diesem Grund ist bei der Verwendung von Studio 5.20 die Build 48 oder höher erforderlich.
fr: NVDA ne lira plus les tonalités d'erreur ou ne semblera rien faire lors de l'utilisation des touches Contrôle+Alt+flèches gauche ou droite pour naviguer dans les colonnes de l'Outil de Piste 5.20 avec une piste chargée. En raison de cette modification, lorsque vous utilisez Studio 5.20, la version 48 ou ultérieure est requise.
gl: O NVDA xa non reproducirá tons de erro ou xa non parecerá non facer nada ao se usar Control+Alt+teclas de frecha esquerda ou dereita para navegar por columnas en Track Tool 5.20 cunha pista cargada. Debido a este cambio, ao se usar o Studio 5.20, requírese da compilación 48 ou posterior.

source: Version 17.11/15.10-LTS
gl: Versión 17.11/15.10-LTS

source: Initial support for StationPlaylist Studio 5.30.
de: Erstmalige Unterstützung für StationPlaylist Studio 5.30.
fr: Premier support de StationPlaylist Studio 5.30.
gl: Soporte inicial para StationPlaylist Studio 5.30.

source: If microphone alarm and/or interval timer is turned on and if Studio exits while microphone is on, NVDA will no longer play microphone alarm tone from everywhere.
de: Wenn die Mikrofonbenachrichtigung und/oder der Intervalltimer eingeschaltet ist und wenn Studio beendet wird, während das Mikrofon eingeschaltet ist, gibt NVDA den Ton für die Mikrofonbenachrichtigung nicht mehr von überall her wieder.
fr: Si l'alarme microphone et/ou la minuterie d'intervalle est activée et si Studio quitte pendant que le microphone est activé, NVDA ne jouera plus de tonalité d'alarme microphone de partout.
gl: Se a alarma de micrófono e/ou o temporizador de intervalos están acesos e se se sae do Studio mentres o micrófono está aceso, o NVDA xa non reproducirá os tons de alarma de micrófono dende ningún sitio.

source: When deleting broadcast profiles and if another profile happens to be an instant switch profile, instant switch flag won't be removed from the switch profile.
de: Die Instant-Switch-Flag wird nicht aus dem Switch-Profil entfernt, wenn Sende-Profile gelöscht werden und wenn ein anderes Profil ein Instant-Switch-Profil ist.
fr: Lors de la suppression de profils de diffusion et si un autre profil se trouve être un changement de profil immédiat, l'indicateur de changement immédiat ne sera pas supprimé du changement de profil.
gl: Ao se borrar os perfís de retransmisión e ocorre outro perfil para seren un perfil de cambio instantáneo, a bandeira de cambio instantáneo non se debería borrar do perfil de cambio.

source: If deleting an active profile that is not an instant switch or a time-based profile, NVDA will ask once more for confirmation before proceeding.
de: Wenn Sie ein aktives Profil löschen, das kein Instant-Switch- oder wenn das profil ein temporäres Profil ist, fragt NVDA noch einmal nach einer Bestätigung, bevor Sie fortfahren.
fr: Si vous supprimez un profil actif qui n'est pas un changement immédiat ou un profil basé sur l'heure, NVDA demandera une fois de plus une confirmation avant de continuer.
gl: Se borrando un perfil activo que non é un cambio instantáneo ou un perfil baseado en tempo, o NVDA pedirá confirmación unha vez máis antes de proceder.

source: NVDA will apply correct settings for microphone alarm settings when switching profiles via add-on settings dialog.
de: NVDA wendet die korrekten Einstellungen für die Einstellungen der Mikrofonbenachrichtigung an, wenn Profile über den Dialog für die Einstellungen der Studio-Erweiterung gewechselt werden.
fr: NVDA appliquera les paramètres corrects pour les paramètres alarme microphone lors des changements de profils via le dialogue de Paramètres du module complémentaire.
gl: O NVDA aplicará as configuracións correctas para as opcións de alarma de micrófono cando os perfís de cambio a través do diálogo opcións do complemento.

source: You can now press SPL Controller, H to obtain help for SPL Controller layer.
de: Sie können nun die Taste für den SPL-Controller (H) drücken, um Hilfe für die SPL-Controller-Befehlsschicht zu erhalten.
fr: Vous pouvez maintenant appuyer sur Contrôleur SPL, H pour obtenir de l'aide sur la couche Contrôleur SPl.
gl: Agora podes premer SPL Controller, H para obter axuda para o SPL Controller layer.

source: Version 17.10
gl: Versión 17.10

source: If using Windows releases prior to Windows 7 Service Pack 1, you cannot switch to Test Drive Fast update channel. A future release of this add-on will move users of old Windows versions to a dedicated support channel.
de: Wenn Sie Windows-Versionen älter als Windows 7 Service Pack 1 verwenden, können Sie nicht auf den Aktualisierungskanal Test Drive Fast umschalten. Ein zukünftiges Release dieser Erweiterung wird Benutzer veralteter Windows-Versionen in einen dedizierten Support-Kanal verschieben.
fr: Si vous utiliser les versions de Windows antérieures à Windows 7 Service Pack 1, vous ne pouvez pas basculer au canal de mise à jour de Test Drive Fast. Une version future de ce module complémentaire déplacera les utilisateurs des anciennes versions de Windows vers un canal de prise en charge dédié.
gl: Se se usan versións de Windows anteriores ao Windows 7 Service Pack 1, non podes cambiarf á canle de actualizacións Test Drive Fast. Unha versión futura deste complemento moverá ao usuario de versións vellas de Windows a unha canle de soporte dedicada.

source: Several general settings such as status announcement beeps, top and bottom of playlist notification and others are now located in the new general add-on settings dialog (accessed from a new button in add-on settings).
de: Einige allgemeine Einstellungen wie z.B. Signaltöne für die Statusansage, Benachrichtigung über den Anfang und Ende einer Playlist und mehr, befinden sich jetzt im neuen Dialogfeld für die allgemeinen Einstellungen (über eine neue Schaltfläche in den Einstellungen zur Studio-Erweiterung).
fr: Plusieurs paramètres généraux tels que le statut de l'annonce en bips, en haut et en bas de la notification de playlist et d'autres se trouvent maintenant situés dans le nouveau dialogue Paramètres généraux du module complémentaire (accessible à partir d'un nouveau bouton dans les paramètres du module complémentaire).
gl: Varias configuracións xerais coma pitidos de anunciado de estado, notificación de comezo e de fin da listaxe de reprodución e outras agora colócanse no novo diálogo opcións xerais do complemento (accesible dende un botón novo nas opcións do complemento).

source: It is now possible to make add-on options read-only, use only the normal profile, or not load settings from disk when Studio starts. These are controlled by new command-line switches specific to this add-on.
de: Es ist nun möglich, Optionen der Erweiterung schreibgeschützt zu machen, nur das normale Profil zu verwenden oder die Einstellungen beim Start von Studio nicht von der Festplatte zu laden. Diese werden von neuen Kommandozeilenbefehlen gesteuert, die speziell für diese Erweiterung entwickelt wurden.
fr: Il est maintenant possible de faire que les options du module complémentaire en lecture seule, utilisez uniquement le profil normal, ou pas charger les paramètres à partir du disque lorsque Studio démarre. Ceux-ci sont contrôlés par de nouveaux commutateurs en ligne de commande spécifiques à ce module complémentaire.
gl: Agora é posible facer as opcións do complemento de só lectura, usar só o perfil normal, ou non cargar opcións dende disco cando Studio arranque. Estas contrólanse por novos parámetros de ordes de liña específicos para este complemento.

source: When running NVDA from Run dialog (Windows+R), you can now pass in additional command-line switches to change how the add-on works. These include "--spl-configvolatile" (read-only settings), "--spl-configinmemory" (do not load settings from disk), and "--spl-normalprofileonly" (only use normal profile).
de: Beim Ausführen von NVDA aus dem Dialogfeld "Ausführen" (Windows+R) können Sie nun zusätzliche Kommandozeilenbefehle eingeben, um die Funktionsweise der Erweiterung zu ändern. Dazu gehören "--spl-configvolatile" (schreibgeschützte Einstellungen), "--spl-configinmemory" (Einstellungen nicht von der Festplatte laden) und "--spl-normalprofileonly" (nur normales Profil verwenden).
fr: Lors de l'exécution de NVDA depuis le dialogue Exécuter (Windows+R), vous pouvez maintenant passer en ligne de commande supplémentaires les commutateurs pour modifier la façon dont le module complémentaire fonctionne. Ces derniers comprennent "--spl-configvolatile" (paramètres en lecture seule), "--spl-configinmemory" (ne pas charger les paramètres du disque), et "--spl-normalprofileonly" (utiliser uniquement le profil normal).
gl: Ao se executar o NVDA dende o diálogo Executar (Windows+R), agora podes pasar uns parámetros adicionais de liña de ordes para cambiar como funciona o complemento. Estos inclúen "--spl-configvolatile" (opcións de só lectura), "--spl-configinmemory" (Non cargar opcións dende disco), e "--spl-normalprofileonly" (usar só o perfil normal).

source: If exitting Studio (not NVDA) while an instant switch profile is active, NVDA will no longer give misleading announcement when switching to an instant switch profile when using Studio again.
de: Wenn Sie Studio (nicht NVDA) verlassen, während ein Instant-Switch-Profil aktiv ist, gibt NVDA beim Wechseln zu einem Instant-Switch-Profil keine irreführende Ansage mehr aus. Dies gilt, wenn Sie Studio wieder öffnen.
fr: Si en sortant de Studio (pas de NVDA) pendant que le changement de profil immédiat est actif, NVDA ne donne plus d'annonces trompeurs lors du basculement à un changement de profil immédiat lors de l'utilisation de Studio à nouveau.
gl: Se se sae do Studio (non do NVDA) mentres un perfil de cambio instantáneo está activo, o NVDA xa non dará un anunciado enganoso ao cambiar a un perfil de cambio instantáneo cando se use o Studio de novo.

source: Version 17.09.1
gl: Versión 17.09.1

source: As a result of announcement from NV Access that NVDA 2017.3 will be the last version to support Windows versions prior to windows 7 Service Pack 1, Studio add-on will present a reminder message about this if running from old Windows releases. End of support for old Windows releases from this add-on (via long-term support release) is scheduled for April 2018.
de: Als Ergebnis der Ankündigung von NV Access, dass NVDA 2017.3 die letzte Version mit Unterstützung für Windows-Versionen vor Windows 7 Service Pack 1 sein wird, wird die Studio-Erweiterung in älteren Windows-Versionen eine entsprechende Erinnerungsmeldung anzeigen. Das Ende des Supports für alte Windows-Versionen aus dieser Erweiterung (über Langzeit-Support-Version) ist für April 2018 geplant.
fr: À la suite de l'annonce de NV Access, NVDA 2017.3 sera la dernière version prise en charge avec les versions de Windows antérieures à Windows 7 Service Pack 1, le module complémentaire Studio présentera un message de rappel à propos de ça si vous exécuter à partir d'anciennes versions de Windows. La fin de la prise en charge des anciennes versions de Windows pour ce module complémentaire (via une prise en charge de la version long-term) est prévue pour Avril 2018.
gl: Como o resultado do anunciado de NV Access en que o NVDA 2017.3 será a derradeira versión que soporte versións de Windows anteriores ao windows 7 Service Pack 1, o complemento Studio presentará unha mensaxe lembrándote acerca de esto se se executan versións vellas de Windows. O final do soporte para versións vellas de Windows deste complemento programouse para abril do 2018.

source: NVDA will no longer display startup dialogs and/or announce Studio version if started with minimal (nvda -rm) flag set. The sole exception is the old Windows release reminder dialog.
de: NVDA zeigt keine Startdialoge und/oder kündigt die Studio-Version nicht mehr an, wenn sie mit minimalem Flag (nvda -rm) gestartet wird. Die einzige Ausnahme ist der alte Windows-Release-Erinnerungsdialog.
fr: NVDA n'affichera plus de dialogue de démarrage et/ou n'annoncera plus la version de Studio si elle a débuté avec un ensemble d'indicateurs minimal (nvda -rm). La seule exception est l'ancien dialogue de rappel de version de Windows.
gl: O NVDA xa non amosa diálogos de inicio e/ou anuncia a versión do Studio se se iniciou coa bandeira mínimo axustada a (nvda -rm). a única excepción é o diálogo que lembra a versión vella de Windows.

source: Version 17.09
gl: Versión 17.09

source: If a user enters advanced options dialog under add-on settings while the update channel and interval was set to Test Drive Fast and/or zero days, NVDA will no longer present the channel and/or interval warning message when exitting this dialog.
de: NVDA zeigt beim Verlassen des Einstellungsdialogs nicht mehr die Kanal- und/oder Intervallwarnung an, wenn ein Benutzer den Dialog Erweiterte Optionen unter den Einstellungen zur Studio-Erweiterung aufruft. Dies gilt während der Update-Kanal und das Intervall auf Test Drive Fast und/oder 0 Tage eingestellt wurde.
fr: Si un utilisateur entre dans le dialogue des options avancées dans les paramètres du module complémentaire, le canal et l'intervalle de mise à jour ont été définis sur Test Drive Fast et/ou zéro jours, NVDA ne présentera plus le message d'avertissement de canal et/ou d'intervalle en sortant de ce dialogue.
gl: Se un usuario entra no diálogo opcións avanzadas en opciones do complemento mentres a canle de actualizacións e o intervalo se configurou a Unidade Rápida de Probas e/ou cero días, o NVDA xa non presentará a mensaxe de aviso de canle e/ou de intervalo ao saír deste diálogo.

source: Playlist remainder and trakc time analysis commands will now require that a playlist be loaded, and a more accurate error message will be presented otherwise.
de: Die Befehle zur Analyse der Restdauer der Playlist und der Titeldauer erfordern nun, dass eine Playlist geladen wird. Andernfalls wird eine genauere Fehlermeldung angezeigt.
fr: Les commandes playlist restante et l'analyse de la durée de piste exigeront maintenant le chargement d'une playlist et un message d'erreur plus précis sera présenté autrement.
gl: As ordes de lista de reproducción restante e análise de tempo de pista agora requerirán que se cargue unha lista de reprodución, e pola contra amosarase unha mensaxe de erro máis precisa.

source: Version 17.08.1
gl: Versión 17.08.1

source: NVDA will no longer fail to cause Studio to play the first track when an encoder is connected.
de: NVDA wird nicht mehr verusachen, dass Studio den ersten Titel abspielt, wenn ein Encoder angeschlossen ist.
fr: NVDA ne sera plus en mesure de laisser Studio jouer la première piste lorsqu'un encodeur est connecté.
gl: NVDA xa non fallará causando que o Studio reproduza a primeira pista cando estea conectado un codificador.

source: Version 17.08
gl: Versión 17.08

source: Changes to update channel labels: try build is now Test Drive Fast, development channel is Test Drive Slow. The true "try" builds will be reserved for actual try builds that require users to manually install a test version.
de: Änderungen bei der Aktualisierung der Kanalbezeichnungen: try build ist jetzt Test Drive Fast, der Entwicklungskanal ist Test Drive Slow. Die wahren "try"-Builds werden für tatsächliche Try-Builds reserviert sein, bei denen die Benutzer eine Testversion manuell installieren müssen.
fr: Changements apportées à la mise à jour des étiquettes du canal : une build d'essai est maintenant Test Drive Fast, le canal de développement est Test Drive Slow. Les vraies builds "essai" seront réservées aux builds d'essai réelles qui nécessitent que les utilisateurs installent manuellement une version de test.
gl: Cambios para actualizar as etiquetas de canles: try build agora é Test Drive Fast, development channel é Test Drive Slow. As compilacións verdadeiras "try" reservaranse para as compilacións reais try que requiran que os usuarios instalen manualmente unha versión test.
