Repository: nvdacn/screenReaderTranslations
Catalog: website/addons/stationPlaylist.*.po
Languages: ar, bg, de, fi, fr, gl, hu, pl

source: When changing certain settings using shortcut keys such as status announcements, fixed an issue where the changed settings are not retained when switching to and from an instant switch profile.
ar: عند تغيير اختصارات إعدادات معينة كاختصار الإعلان عن الحالة, تمت معالجة خطأ عدم الاحتفاظ بالإعدادات المعدلة عند الانتقال لوضع آخر.
de: Beim Ändern bestimmter Einstellungen mit Hilfe von Tastenkombinationen, wie z.B. Statusmeldungen, wurde ein Problem behoben, wo die geänderten Einstellungen beim Wechseln zu und von einem Instant-Switch-Profil nicht beibehalten wurden.
fr: Lorsque vous modifiez certains paramètres à l'aide de raccourcis clavier tels que les annonces de statut, corrigé un problème où les paramètres modifiés ne sont pas conservées lors du basculement vers et depuis un changement de profil immédiat.
gl: Cando se cambian certas opcións usando atallos de teclado como anunciamentos de estado, correxiuse un fallo onde as opcións cambiadas non se retiñan ó se cambiar e dende un perfil de cambio instantáneo.

source: When using a SPL Assistant command with a custom gesture defined (such as next track command), it is no longer required to stay in the Studio's playlist viewer to use these commands (they can be performed from other Studio windows).
ar: عند استخدام أي من الأوامر المساعدة ل SPL باختصار مخصص (كاختصار المسار التالي), لم يعد يتطلب منك أن تبقى في عارض قائمة التشغيل لاستخدام هذه الأوامر (يمكن تنفيذهم من أي مكان من نوافذ أخرى).
de: Wenn Sie einen SPL-Assistenten-Befehl mit einer benutzerdefinierten Tastaturkombination verwenden (z. B. Befehl für den nächsten Titel), ist es nicht mehr erforderlich, im Playlist-Viewer des Studios zu bleiben. Die Befehle können nun aus anderen Studio-Fenstern ausgeführt werden.
fr: Lorsque vous utilisez une commande Assistant SPL avec un geste personnalisé défini (tel que la commande piste suivante), il n'est plus nécessaire de rester dans la visionneuse de playlist de Studio pour utiliser ces commandes (ils peuvent être effectuées depuis les autres fenêtres de Studio).
gl: Ó se usar unha orde SPL Assistant cun xexto personalizado predefinido (tal como a orde seguinte pista), xa non se require estar no visualizador de lista de reprodución do Studio para usar estas ordes (poden realizarse dende outras ventás do Studio).

source: Changes for 6.0
ar: مستجدات الإصدار 5.0
de: Änderungen in6.0
fr: Changements pour la version 6.0
gl: Cambios para 6.0

source: New SPL Assistant commands, including announcing title of the currently playing track (C), announcing status of metadata streaming (E, 1 through 4 and 0) and opening the online user guide (Shift+F1).
ar: أوامر جديدة بمساعد spl, وتشمل تلك الأوامر الإعلان عن عنوان المسار المشغل حاليا (c), الإعلان عن حالة بث البيانات (e, من 1 إلى 4 و 0) وفتح دليل المستخدم على الإنترنت (Shift+F1).
de: Neue Befehle im SPL-Assistenten, einschließlich der Ansage der Bezeichnung des aktuell abgespielten Titels (C), der Ansage des Status des Metadaten-Streams (E, 1 bis 4 und 0) und für das Öffnen des Online-Benutzerhandbuchs (Umschalt+F1).
fr: Nouvelles commandes de l'Assistant SPL, y compris annonçant le titre de la piste en cours de lecture (C), annonçant le statut des métadonnées en streaming (E, 1 jusqu'à 4 et 0) et l'ouverture du guide de l'utilisateur en ligne (Maj+F1).
gl: Novas ordes SPL Assistant, incluindo o anunciado do título da pista actualmente en reprodución (C), o anunciado do estado dos metadatos do streaming (E, 1 ate 4 e 0) e apertura da guía do usuario en liña (Shift+F1).

source: Ability to package favorite settings as broadcast profiles to be used during a show and to switch to a predefined profile. See the add-on guide for details on broadcast profiles.
ar: إمكانية عمل حزمة من الإعدادات المفضلة كملفات شخصية لاستخدامها أثناء العرض وللانتقال إلى ملف شخصي لم يعرف من قبل. انظر دليل الإضافة للمزيد من التفاصيل عن ملفات النشرات الصوتية.
de: Es besteht nun die Möglichkeit bevorzugte Einstellungen als Broadcast-Profile zu verpacken, die während einer Sendung verwendet werden können. Man kann auch zu einem vordefinierten Profil wechseln. Weitere Informationen zu Broadcast-Profilen finden Sie in der Erweiterungsanleitung.
fr: La possibilité de mmettre en bloc les paramètres favoris comme les profils de diffusion à utiliser lors d'une présentation et de basculer à un profil prédéfini. Consultez le guide du module complémentaire pour plus de détails sur les profils de diffusion.
gl: A capacidade para empaquetar as opcións favoritas como perfís de emisión para se usar durante un show e para cambiár a un perfilñ predefinido. Olla a guía do complemento para detalles sobre perfís de emisión.

source: Added a new setting in add-on settings to control message verbosity (some messages will be shortened when advanced verbosity is selected).
ar: إضافة إعداد جديد للتحكم في طول الرسالة (سيتم تقليل بعض الرسائل عند تشغيل مستوى متقدم من الإطناب).
de: Es wurde eine neue Einstellung in den Einstellungen für die SPL-Erweiterung hinzugefügt, um die Ausführlichkeit von Meldungen zu steuern (einige Meldungen werden gekürzt, wenn fortgeschrittene Ausführlichkeit ausgewählt wird).
fr: Ajouté un nouveau paramètre dans les paramètres du module complémentaire pour contrôler la verbosité du message (certains messages seront raccourcies lorsque la verbosité avancée est sélectionnée).
gl: Engadida unha nova opción nas opciòns do complemento para controlar a verbosidade das mensaxes (algunhas mensaxes acurtaranse cando a verbosidade avanzada estea selecionada).

source: Added a new setting in add-on settings to let NVDA announce hours, minutes and seconds for track or playlist duration commands (affected features include announcing elapsed and remaining time for the currently playing track, track time analysis and others).
ar: إضافة إعداد جديد للسماح ل NVDA بالإعلان عن الساعات, والدقائق, والثواني لأوامر مدة المسار أو قائمة التشغيل (الخصائص المندرجة تحت هذا الإعداد تشمل الإعلان عن الوقت المنقضي والوقت المتبقي للمسار المشغل حاليا, وتحليل وقت المسار وخصائص أخرى).
de: Es wurde eine neue Einstellung in den Einstellungen für die SPL-Erweiterung hinzugefügt, mit der NVDA Stunden, Minuten und Sekunden für die Dauer von Titeln oder Playlists beim Drücken der entsprechenden Befehle ansagen kann (betroffene Funktionen sind u.a. die Ansage der verstrichenen und verbleibenden Zeit für den aktuell abgespielten Titel, die Zeitanalyse der Titel usw.).
fr: Ajouté un nouveau paramètre dans les paramètres du module complémentaire pour laisser à NVDA annoncer les heures, minutes et secondes pour les commandes de durée de piste ou playlist (caractéristiques affectée y compris annonçant le temps écoulé et restant de la piste en cours de lecture, l'analyse de durée de piste et d'autres).
gl: Engadida unha nova opción nas opcións do complemento para permitir ó NVDA anunciar horas, minutos e segundos para as ordes de duración da pista ou da lista de reprodución (as características afectadas inclúen o anunciado de tempo transcorrido e restante para a pista actualmente en reprodución, análise de tempo da pista e oujtros).

source: You can now ask NVDA to report total length of a range of tracks via track time analysis feature. Press SPL Assistant, F9 to mark current track as start marker, move to end of track range and press SPL Assistant, F10. These commands can be reassigned so one doesn't have to invoke SPL Assistant layer to perform track time analysis.
ar: يمكن ل NVDA إخبارك بالوقت الإجمالي لنطاق من المسارات عبر خاصية تحليل وقت المسار. اضغط على f9 بمساعد spl لتحديد المسار الحالي كبداية للتحديد, انتقل إلى نهاية المسارات المراد وضعها في نطاق ثم اضغط الأمر f10. يمكن إعادة تخصيص هذه الأوامر فلا يجب على المستخدم استدعاء نمط مساعد أوامر spl لإجراء تحليل وقت المسار.
de: NVDA kann jetzt die Gesamtdauer einer Reihe von Titeln ansagen. Dies kann über die Titel-Zeitanalyse-Funktion abgerufen werden. Drücken Sie im SPL-Assistenten F9, um den aktuellen Titel als Anfangstitel zu markieren, springen Sie zum Ende des Titelbereichs und drücken Sie im SPL-Assistenten F10. Diese Befehle können neu zugewiesen werden, so dass man nicht mehr die Ebene des SPL-Assistenten aufrufen muss, um die Zeitanalyse der Titel durchzuführen.
fr: Vous pouvez maintenant demander à NVDA d'indiquer la longueur totale d'un intervalle des pistes via la fonctionnalité d'analyse de durée de piste. Appuyer sur AssistantSPL, F9 pour marquer la piste en cours comme marqueur de début, se déplacer à la fin de l'intervalle de piste et appuyez sur Assistant SPL, F10. Ces commandes peuvent être réassignées donc on n'a pas à invoquer la couche Assistant SPL pour effectuer l'analyse de durée de piste.
gl: Agora podes pedir ó NVDA que anuncie a lonxitude total dun rango de pistas a través da característica análise de tempo da pista. Preme SPL Assistant, F9 para marcar a pista actual como o marcador de comezo, móvete ó remate do rango de pista e preme SPL Assistant, F10. estas ordes poden reasignarse así unha non invoca ó SPL Assistant layer para realizar a análise de tempo da pista.

source: Added a column search dialog (command unassigned) to find text in specific columns such as artist or part of file name.
ar: إضافة محاورة للبحث عن عمود (لم يتم تعيين أمر له) للبحث عن نص بأعمدة محددة مثل المطرب أو جزء من اسم ملف.
de: Es wurde ein Suchdialog für Spalten hinzugefügt (Befehl nicht zugeordnet), um Text in bestimmten Spalten wie Interpret oder Teil des Dateinamens zu finden.
fr: Ajouté une boîte de dialogue Recherche de colonne (commande non assignée) pour rechercher du texte dans des colonnes spécifiques tels que l'artiste ou une partie du nom du fichier.
gl: Engadido un diálogo procurar columna (orde non asignada) para atopar texto nas columnas especificadas como artista ou parte do nome de ficheiro.

source: Added a time range finder dialog (command unassigned) to find a track with duration that falls within a specified range, useful if wishing to find a track to fill an hour slot.
ar: إضافة محاورة جديدة للبحث عن الوقت الإجمالي لنطاق من المسارات (لم يتم تعيين أمر له) وهذا الأمر مفيد عندما تريد ملء وقت متبقي بالساعة فستبحث عن مسار بمدة الوقت المتبقي.
de: Es wurde ein Dialog zum Suchen und Finden einer Zeitspanne hinzugefügt (Befehl nicht zugewiesen). Dies ermöglicht einen Titel mit einer bestimmten Dauer in einem bestimmten Zeitraum zu finden. So kann man beispielsweise einen Titel finden, der eine vollge Stunde ausfüllen soll.
fr: Ajouté la boîte de dialogue Recherche de l'intervalle de temps (commande non assignée) pour trouver une piste avec une durée qui se situe dans un intervalle spécifié, utile si je souhaite trouver une piste pour remplir une tranche horaire.
gl: Engadido un diálogo atopar rango de tempo (orden non asignada) para atopar unha pista ca duración que caia dentro dun rango especificado, util se se desexa atopar unha pista a rechear unha hora slot.

source: Added ability to reorder track column announcement and to suppress announcement of specific columns if "use screen order" is unchecked from add-on settings dialog. Use "manage column announcement" dialog to reorder columns.
ar: إضافة إمكانية إعادة ترتيب الإعلان عن أعمدة المسار وللإيجاز في الإعلان عن بعض الأعمدة إذا كان مربع التحديد"استخدام ترتيب الشاشة" غير محدد من محاورة إعدادات الإضافة. استخدم محاورة "إدارة الإعلان عن الأعمدة" لإعادة ترتيب الأعمدة.
de: Die Ansage von Titelspalten kann jetzt neu angeordnet und die Ansage bestimmter Spalten kann nun unterdrückt werden. Dies gilt nur, wenn das Kontrollkästchen "Bildschirmreihenfolge verwenden" im Dialogfeld "Einstellungen zur Erweiterung" deaktiviert ist. Verwenden Sie den Dialog "Spaltenansagen verwalten", um Spalten neu anzuordnen.
fr: Ajouté la possibilité de réorganiser l'annonce de la piste en colonne et pour supprimer l'annonce d'une colonnes spécifiques si "utiliser l'ordre affichés sur l'écran" est non coché depuis la boîte de dialogue paramètres du module complémentaire. Utiliser la boîte de dialogue "Gérer les annonces de colonne" pour réorganiser les colonnes.
gl: Engadida a capacidade para reordear o anunciamento de colujmnas de pista e para suprimir o anunciamento de columnas específicas se "usar orden de pantalla" está desmarcado dende o diálogo opcións do complemento. Usa o diálogo "administrar anunciado de columna" para reordear columnas.

source: Added a dialog (command unassigned) to quickly toggle metadata streaming.
ar: إضافة محاورة (لم يتم تعيين أمر لها) لتنقل بين تعطيل وتشغيل الإعلان عن حالة بث البيانات بسرعة.
de: Es wurde ein Dialog hinzugefügt, um schnell und einfach Metadaten-Streaming umzuschalten. Ein Tastaturbefehl wurde noch nicht zugewiesen.
fr: Ajouté une boîte de dialogue (commande non assignée) pour basculer rapidement entre activer/désactiver des métadonnées en streaming.
gl: Engadido un diálogo (orde non asignada) para conmutar cíclicamente os metadatos do streaming.

source: Added a setting in add-on settings dialog to configure when metadata streaming status should be announced and to enable metadata streaming.
ar: إضافة إعداد لتحديد متى يتم الإعلان عن حالة بث البيانات ولتشغيل الإعلان عن حالة بث البيانات.
de: Im Dialogfeld "Einstellungen zur Erweiterung" kann jetzt konfiguriert werden, wann der Status des Metadaten-Streaming angekündigt werden soll. Das Streaming von Metadaten kann in diesem Dialog auch aktiviert werden.
fr: Ajouté un paramètre dans les paramètres du module complémentaire pour configurer lorsque le statut des métadonnées en streaming devraient être annoncée et pour activer des métadonnées en streaming.
gl: Engadida unha opción no diálogo de opcións do complemento para configurar cando o estado dos metadatos do streaming deberíase de anunciar e para habilitar metadatos do streaming.

source: Added ability to mark a track as a place marker to return to it later (SPL Assistant, Control+K to set, SPL Assistant, K to move to the marked track).
ar: إضافة إمكانية تحديد مسار كعلامة مرجعية للعودة إليه فيما بعد (control+k بمساعد spl لتحديد المسار كعلامة مرجعية و k بمساعد spl للانتقال إلى المسار المحدد).
de: Es wurde die Möglichkeit hinzugefügt, einen Titel im SPL-Assistenten als Lesezeichen zu setzen, um später zu ihm zurückzukehren. STRG+K zum Einstellen, K zum Bewegen zum markierten Titel.
fr: Ajouté la possibilité de marquer une piste comme un marqueur de position afin d'y revenir plus tard (Assistant SPL, Contrôle+K pour définir, Assistant SPL, K pour ce déplacer à la piste marquée).
gl: Engadida a capacidade de marcar unha pista como un marcador para voltar a el máis tarde (SPL Assistant, Control+K para poñer, SPL Assistant, K para moverse á pista marcada).

source: Improved performance when searching for next or previous track text containing the searched text.
ar: تحسين الأداء عند البحث عن مسار تالي أو سابق يحتوي على نص البحث.
de: Die Performance bei der Suche nach dem nächsten oder vorherigen Titeltext, der den gesuchten Text enthält, wurde verbessert.
fr: Amélioration des performances lorsque vous rechercher le texte sur la piste suivante ou précédente contenant le texte recherché.
gl: Mellorado o desempeño cando se procura o texto na pista seguinte o ou anterior contendo o texto procurado.

source: Added a setting in add-on settings dialog to configure alarm notification (beep, message or both).
ar: إضافة إعداد للإعلان عن تنشيط الميكروفون ويكون ما بين الصفير أو الرسائل أو كلاهما.
de: Die Alarmbenachrichtigung kann jetzt als Piepton, Nachricht oder beides konfiguriert werden.
fr: Ajouté un paramètre dans les paramètres du module complémentaire pour configurer la notification d'alarme (bip, message ou tous les deux).
gl: Engadida unha opción no diálogo opcións do complemento para configurar a alarma de notificación (pitar, mensaxe ou ambos).

source: It is now possible to configure microphone alarm between 0 (disabled) and two hours (7200 seconds) and to use up and down arrow keys to configure this setting.
ar: أصبح من الممكن إعداد تنبيه الميكروفون بين 0 (للتعطيل) وساعتين (7200 ثانية) واستخدام الأسهم للتنقل بين قيم هذا الإعداد.
de: Die periodische Mikrofonbenachrichtigung kann jeztt zwischen 0 (deaktiviert) und zwei Stunden (7200 Sekunden) konfiguriert werden. Diese Einstellung kann mit den Pfeiltasten nach oben und unten angepasst werden.
fr: Il est maintenant possible de configurer l'alarme du microphone entre 0 désactivé) et deux heures (7200 secondes) et d'utiliser les touches flèche haut et bas pour configurer ce paramètre.
gl: Agora é posible configurar alarma de micrófono entre 0 (deshabilitada) e dúas horas (7200 segundos) e utilizar as teclas de frecha arriba e abaixo para configurar esta opción.

source: Added a setting in add-on settings dialog to allow microphone active notification to be given periodically.
ar: إضافة إعداد لإتاحة إعلان بتنشيط الميكروفون يسمع كل فترة.
de: Es wurde eine Einstellung im Dialogfeld "Einstellungen zur Erweiterung" hinzugefügt, die eine periodische Benachrichtigung über aktive Mikrofone erlaubt.
fr: Ajouté un paramètre dans les paramètres du module complémentaire pour permettre une notification du microphone actif afin de le recevoir périodiquement.
gl: Engadida unha opción no diálogo opcións do complemento para permitir no micrófono activo notificacións dadas piriódicamente.

source: You can now use Track Dial toggle command in Studio to toggle Track Dial in Track Tool provided that you didn't assign a command to toggle Track Dial in Track Tool.
ar: يمكنك الآن استخدام أمر تشغيل وتعطيل إدارة المسارات بنافذة الاستوديو لإدارة مسار لم تقم بتعيين أمر لإدارته.
de: Sie können jetzt die Befehlsschicht für das Umschalten der Titelnavigation im Studio verwenden, um die Titelnavigation auch in Tracktool umzuschalten, sofern Sie keinen Befehl zum Umschalten der Titelnavigation im Tracktootl bereits zugewiesen haben.
fr: Vous pouvez maintenant utiliser la commande à bascule pour le Cadran de Piste en Studio pour basculer le Cadran de Piste dans l'Outil de Piste sous réserve que vous n'assignez une commande pour basculer le Cadran de Piste dans l'Outil de Piste.
gl: Agora podes usar a orde conmutar Dial da pista no Studio para conmutar Dial de Pista na Ferramenta de Pista proporcionada que non se asignóu unha orde para conmutar Dial de Pista na Ferramenta de Pista.

source: Added ability to use SPL Controller layer command to invoke SPL Assistant layer (configurable from advanced Settings dialog found in add-on settings dialog).
ar: إضافة إمكانية استخدام نمط أوامر SPL لاستدعاء مساعد SPL (والذي يمكن العثور عليه بمحاورة الإعدادات المتقدمة للإضافة بمحاورة إعدادات الإضافة).
de: Es wurde die Möglichkeit zugefügt, die Befehlsschicht für den SPL-Controller zum Aufrufen der Ebene des SPL-Assistenten zu verwenden (konfigurierbar über den Dialog "Erweiterte Einstellungen" im Dialogfeld "Einstellungen zur Erweiterung").
fr: Ajouté la possibilité d'utiliser la commande Couche Contrôleur SPL pour appeler la Couche de l'Assistant SPL (configurable depuis la boîte de dialogue paramètres avancé trouvé dans la boîte de dialogue paramètres du module complémentaire).
gl: Engadida a capacidade para usar a orde de capa do SPL Controller para chamar o SPL Assistant (configurable dende o diálogo opcións avanzadas atopado nas opcións do complemento).

source: Added ability for NvDA to use certain SPL Assistant commands used by other screen readers. To configure this, go to add-on settings, select Advanced Settings and check screen reader compatibility mode checkbox.
ar: إضافة إمكانية استخدام NVDA لبعض الأوامر التي يستخدمها SPL مع بعض قارآت الشاشة الأخرى. لإعداد ذلك, اذهب إلى إعدادات الإضافة, اختر إعدادات متقدمة وقم بتحديد نمط التوافق مع قارآت الشاشة.
de: NVDA kann nun bestimmte Befehle für den SPL-Assistenten von anderen Screenreadern verarbeiten. Um dies zu konfigurieren, gehen Sie zu den Einstellungen zur Erweiterung, wählen Sie Erweiterte Einstellungen und aktivieren Sie das Kontrollkästchen Kompatilibilitätsmodus mit anderen Screenreadern.
fr: Ajouté la possibilité pour NVDA d'utiliser certaines commandes de l'Assistant SPL utilisés par les autres lecteurs d'écran. Pour ce faire, allez dans les paramètres du module complémentaire, sélectionnez Paramètres Avancés et cochez la case à cocher mode compatibilité lecteur écran.
gl: Engadida a capacidade para NVDA para usar certas ordes do SPL Assistant utilizadas por outros lectores de pantalla. Para configurar esto, vai ás opcións do complemento, seleciona Opcións Avanzadas e marca a caixa de verificación modo de compatibilidade de lectores de pantalla.

source: In encoders, settings such as focusing to Studio when connected are now remembered.
ar: في التشفيرات, سيتم تذكر الإعدادات مثل إعداد تنشيط التطبيق عند الاتصال.
de: Einstellungen wie Fokus auf Studio, wenn Encoder verbunden ist, werden jetzt dauerhaft gespeichert.
fr: Dans les encodeurs, les paramètres tels que la mise en focus de Studio lorsqu'il est connecté sont maintenant rappeler.
gl: Nos codificadores, opcións como enfocar Studio cando se estea conectado ahora lémbranse.

source: It is now possible to view various columns from encoder window (such as encoder connection status) via Control+NVDA+number command; consult the encoder commands above.
ar: أصبح من الممكن عرض أعمدة متعددة من نافذة التشفير (مثل حالة اتصال التشفير) عبر الضغط على Control+NVDa زائد رقم الأمر, عد إلى أوامر التشفير المذكورة أعلاه.
de: Es ist nun möglich verschiedene Spalten aus Encoder-Fenstern (z.B. Verbindungsstatus) über STRG+NVDA+Zahlen aus der Zahlenreihe abzulesen. Siehe die Befehle für den Encoder weiter oben.
fr: Il est maintenant possible d'afficher plusieurs colonnes depuis la fenêtre de l'encodeur (tels que le statut de la connexion de l'encodeur) via Contrôle+NVDA+chiffre de la commande ; consulter les commandes de l'encodeur ci-dessus.
gl: Agora é posible ver varias columnas dende a ventá do codificador (como o estado da conexión do codificador) a través da orde Control+NVDA+número; consulta as ordes do codificador arriba.

source: Fixed a rare bug where switching to Studio or closing an NVDA dialog (including Studio add-on dialogs) prevented track commands (such as toggling Track Dial) from working as expected.
ar: معالجة خطأ برمجي نادر كان يحدث عند الانتقال للتطبيق أو إغلاق إحدى محاورات NVDA (مثل محاورات الإضافة) وهو منع أوامر المسارات من العمل بشكل جيد (مثل أمر إدارة المسارات).
de: Ein seltener Fehler wurde behoben, bei dem bestimmte Titelbefehle (z.B. hinsichtlich der Titelnavigation) nicht wie erwartet funktionierten. Dies trat auf, wenn zum Studio-Fenster umgeschaltet oder ein NVDA Dialog (einschließlich der Erweiterungsdialoge) geschlossen wurde.
fr: Correction d'un bug rare où lors du basculement à Studio ou lors de la fermeture d'une boîte de dialogue NVDA ((y compris les boîtes de dialogue du module complémentaire Studio) d'empêché les commandes de piste (comme le basculement du Cadran de Piste) de fonctionner comme prévu.
gl: Correxido un fallo raro onde ó cambiar a Studio ou ó pechar un diálogo do NVDA (incluindo os diálogos do complemento Studio) impedía as ordes de pista (como conmutar Dial de pista) de traballar coma se esperabha.

source: Changes for 5.6
ar: مستجدات الإصدار 5.6
de: Änderungen in 5.6
fr: Changements pour la version 5.6
gl: Cambios para 5.6

source: In Studio 5.10 and later, NVDA no longer announces "not selected" when the selected track is playing.
ar: في studio 5.10 وما بعده, لم يعد يعلن NVDA عن رسالة "غير محدد" عند تشغيل المسار المحدد.
de: In Studio 5.10 und höher sagt NVDA nicht mehr "nicht ausgewählt", wenn der ausgewählte Titel abgespielt wird.
fr: Dans Studio 5.10 et versions ultérieures, NVDA n'annonce plus "non sélectionné" lorsque joue la piste sélectionnée.
gl: En Studio 5.10 e posterior, NVDA xa non anuncia "non selecionado" cando a pista selecionada se estea a reproducir.
