Repository: nvdacn/screenReaderTranslations
Catalog: website/addons/stationPlaylist.*.po
Languages: ar, bg, de, fi, fr, gl, hu, pl

source: Fixed an issue where pressing alarm dialog or track finder commands while another alarm or find dialog is opened would cause another instance of the same dialog to appear. NVDA will pop up a message asking you to close the previously opened dialog first.
ar: معالجة مشكلة فتح محاورة التنبيه أو أمر البحث عن مسار أثناء وجود أي من هذه المحاورات مفتوحة والتي كانت تتسبب في ظهور هذه المحاورات أكثر من مرة. الآن سيطلب منك إغلاق المحاورة المفتوحة مسبقا أولا.
de: Es wurde ein Problem behoben, bei dem das Ausführen von Befehlen für den Benachrichtigungsdialog oder den Titelfinder eine andere Instanz desselben Dialogs anzeigte, während ein anderer Benachrichtigungs- oder Suchdialog geöffnet wurde. NVDA öffnet nun eine Meldung, in der Sie aufgefordert werden, den zuvor geöffneten Dialog zu schließen.
fr: Correction d'un problème où en appuyant sur la boîte de dialogue alarme ou sur les commandes du chercheur de piste alors qu'une autre alarme ou la boîte de dialogue trouver est ouverte entraînerait qu'une autre instance de la même boîte de dialogue apparaisse. NVDA affichera un message vous demandant tout d'abord de fermer la boîte de dialogue préalablement ouverte.
gl: Solucionouse un problema polo que ó premer ordes do diálogo alarma ou de Procurador de pistas track mentres outro diálogo de alarma ou de procura está aberto podía causar que aparecera outra instancia do mesmo diálogo. NVDA despregará unha mensaxe preguntándoche para pechar o diálogo anteriormente aberto primeirro.
hu: Hibajavítás: Korábban, ha egy riasztás, vagy keresés párbeszédpanel parancs olyankor lett kiadva, amikor másik riasztás, vagy keresés párbeszédpanel is nyitva volt, az az épp aktív párbeszédpanel újabb példányának a megnyitásához vezethetett. Az NVDA most már egy üzenettel figyelmeztet, hogy a korábban megnyitott párbeszédpanelt előbb be kell zárni.

source: Cart explorer changes and fixes, including exploring wrong cart banks when user is not focused on playlist viewer. Cart explorer will now check to make sure that you are in playlist viewer.
ar: تعديلات وإصلاحات بمستكشف التنويهات, استكشاف بنوك تنويهات خاطئة عندما يكون المستخدم غير موجود بعارض قائمة التشغيل. من الآن سيعمل مستكشف التنويهات على التأكد من أن المستخدم موجود بعارض قائمة التشغيل.
de: Änderungen und Korrekturen für die Cart-Übersicht, einschließlich beim Blättern durch fehlerhafte Cart-Stapel, wenn der Benutzer nicht den Playlist-Viewer fokussiert. Die Cart-Übersicht überprüft nun, ob der Nutzer sich im Playlist-Viewer befindet.
fr: Changements et corrections dans l'explorateur de chariot, y compris en explorant les banques de chariot incorrect Lorsque l'utilisateur n'a pas le focus sur la visionneuse de playlist. L'explorateur de chariot va maintenant vérifiez que vous êtes dans la visionneuse de playlist.
gl: Cambios e correccións do explorador de Cart, incluindo a exploración incorecta de bancos de carts cando o usuario non está enfocando sobre o visualizador de lista de reprodución. O esplorador de Cart ahora verificará asegurarse de que estás no visualizador da lista de reprodución
hu: Cart explorer változások és javítások: Korábban rossz cart sorozatok böngészése, amikor a fókusz nincs a lejátszási listán. Innentől a Cart Explorer már ellenőrzi, hogy a lejátszási lista van-e fókuszban.

source: Added ability to use SPL Controller layer command to invoke SPL Assistant (experimental; consult the add-on guide on how to enable this).
ar: إضافة إمكانية استخدام نمط أوامر SPL لاستدعاء مساعد SPL (تجريبي, انظر ملف المساعدة الخاص بالإضافة لمعرفة كيفية تفعيل هذه الخاصية).
de: Es wurde die Möglichkeit hinzugefügt, die Befehlsschicht des SPL-Controllers zu verwenden, um den SPL-Assistenten zu aktivieren (experimentell; für die Aktivierung siehe Entwicklungshandbuch für Erweiterungen).
fr: Ajouté la possibilité d'utiliser la commande Couche Contrôleur SPL pour appeler Assistant SPL (expérimental ; consulter le guide du module complémentaire sur la façon d'activer ceci).
gl: Engadida a capacidade para usar a orde de capa do SPL Controller para chamar o SPL Assistant (experimental; consulta a guía do complemento sobre como habilitar esto).
hu: Lehetőség, hogy egy SPL vezérlőréteg paranccsal elő lehessen hívni az SPL segédréteget. (kísérleti fázisban van). A részleteket keresse a kiegészítő útmutatójában.

source: In encoder windows, NVDA's time and date announcement command (NVDA+F12 by default) will announce time including seconds.
ar: في نوافذ التشفير, سيعلن أمر الوقتوالتاريخ ب NVDA (افتراضيا nvda+f12) عن الوقت بالثواني.
de: In Encoder-Fenstern wird der NVDA-Befehl für die Zeit- und Datumsanzeige (standardmäßig NVDA+F12) die Zeit einschließlich Sekunden anzeigen.
fr: Dans les fenêtres de l'encodeur, la commande pour annoncer la date et l'heure de NVDA (NVDA+F12 par défaut) annoncera l'heure y compris en secondes.
gl: No codificador de windows, a orde de anunciado da hora e da data do NVDA (NVDA+F12 por omisión) anunciará a hora incluíndo segundos.
hu: Az encoder ablakokban az NVDA idő és dátum lekérdezésére szolgáló parancsa (NVDA+F12) az időt másodperces pontossággal mondja be.

source: You can now monitor individual encoders for connection status and for other messages by pressing Control+F11 while the encoder you wish to monitor is focused (works better when using SAM encoders).
ar: يمكنك الآن مراقبة التشفيرات الفردية لحالة الاتصال والرسائل الأخرى بالضغط على Control+F11 وذلك أثناء تنشيط التشفير الذي تود مراقبته (يعمل أفضفل عند استخدام SAM encoders).
de: Sie können nun einzelne Encoder auf Verbindungsstatus und andere Meldungen überwachen. Drücken Sie dazu STRG+F11, während der zu überwachende Encoder fokussiert ist (funktioniert besser bei Verwendung von SAM-Encodern).
fr: Vous pouvez maintenant contrôler différents encodeurs pour le statut de la connexion et pour les autres messages en appuyant sur Contrôle+F11 alors que l'encodeur que vous souhaitez contrôler a le focus (fonctionne mieux lorsque vous utilisez des encodeurs SAM).
gl: Agora Podes monitorizar codificadores individuais para estado de conexión e para outras mensaxes premendo Control+F11 mentres o codificador que desexas monitorizar estea enfocado (funciona mellor cando se usan codificadores SAM).
hu: Most már az egyes encodereket is ellenőrizheti, lekérdezheti a kapcsolódási állapotot, és egyéb üzeneteket, miközben az ellenőrizni kívánt encoder fókuszban van. SAM encoderek esetében jobban működik.

source: Added a command in SPL Controller layer to announce status of encoders being monitored (E).
ar: إضافة اختصار بنمط spl controller للإعلان عن حالة مراقبة التشفير (E).
de: Es wurde ein Befehl in der Befehlsstruktur von SPL-Controller hinzugefügt, um den Status der überwachten Encoder anzukündigen (E).
fr: Ajout d'une commande dans la couche Contrôleur SPL pour annoncer le statut des encodeurs étant contrôlés (E).
gl: Engadida unha orde no SPL Controller para informar do estado dos codificadores a seren monitorizados (E).
hu: Új parancs az SPL vezérlő rétegben az ellenőrzés alatt álló encoderek számának bejelentéséhez (E).

source: A workaround is now available to fix an issue where NvDA was announcing stream labels for the wrong encoders, especially after deleting an encoder (to realign stream labels, press Control+F12, then select the position of the encoder you have removed).
ar: جاري العمل على معالجة مشكلة نطق NVDA أسماء ملفات تشغيل للتشفير الخطأ, وخاصة بعد حذف أحد التشفيرات (لإعادة ترتيب أسماء ملفات التشغيل, اضغط على Control+F12, ثم قم باختيار موضع التشفير الذي قمت بحذفه).
de: Eine alternative Lösung für das Zuordnen der Streambezeichnungen zum richtigen Encoder von NVDA ist nun verfügbar. NVDA sagte die falsche Streambezeichnung insbesondere nach dem Löschen eines Encoders an. Um Streabezeichnungen neu zuzuordnen, drücken Sie STRG+F12 und wählen Sie dann die Position des Encoders, den Sie entfernt haben.
fr: Une solution de contournement est maintenant disponible pour corriger un problème où NVDA annonçait les étiquettes de flux pour les encodeurs incorrects, surtout après la suppression d'un encodeur (pour réaligner les étiquettes de flux, appuyez sur Contrôle+F12, puis sélectionnez la position de l'encodeur, que vous avez supprimé).
gl: Xa está dispoñible unha solución para correxir un fallo onde NVDA anunciaba etiquetas de cadea para os codificadores equivocados, sobor de todo despois de borrar un codificador (para realiñar as etiquetas de cadea, preme Control+F12, logo selecciona a posición do codificador que eliminaches).
hu: megoldható az a hiba, hogy az NVDA nem a megfelelő encoderekhez társította a stream címkéket, ez főként encoderek törlése után jelentkezett. Nyomja meg a Control+F12 billentyűkombinációt, és jelölje ki a törölt encoder pozícióját.

source: Changes for 4.4/3.9
ar: مستجدات الإصدار 4.4/3.9
bg: Промени във версии 4.4/3.9
gl: Cambios para 4.4/3.9
hu: A 4.4/3.9 verzió változásai

source: Library scan function now works in Studio 5.10 (requires latest Studio 5.10 build).
ar: وظيفة البحث في المكتبة تعمل الآن في الإصدار 5.10 (مطلوب آخر نسخة من الإصدار 5.10).
bg: Функцията за сканиране на библиотеката вече работи в Studio 5.10 (изисква най-новата компилация на Studio 5.10).
gl: A función Library scan agora funciona no Studio 5.10 (require a deradeira compilación do Studio 5.10).
hu: A gyűjtemény vizsgálat már működik a Studio 5.10 verziójának legújab kiadásában.

source: Changes for 4.3/3.8
ar: مستجدات الإصدار 4.3/3.8
bg: Промени във версии 4.3/3.8
gl: Cambios para 4.3/3.8
hu: A 4.3/3.8 verzió változásai

source: When switching to another part of Studio such as insert tracks dialog while cart explorer is active, NVDA will no longer announce cart messages when cart keys are pressed (for example, locating a track from insert tracks dialog).
ar: عند الانتقال إلى جزء آخر من التطبيق كالانتقال إلى محاورة إدراج مسارات أثناء تنشيط مستكشف التنويهات, فإن NVDA لم يعد يعلن عن رسائل التنويهات عند ضغط المفاتيح الخاصة بذلك (على سبيل المثال, تحديد مكان مسار من محاورة إدراج المسارات).
bg: При преминаване към друга част на Studio, като например прозореца за вмъкване на записи, докато е активен прегледът на джингъли, NVDA няма да съобщава известията за джингълите при натискане на клавишите за джингълите (например, при намиране на запис в прозореца за вмъкване на записи).
gl: Cando se cambia a outra parte do Studio como o diálogo insertar pistas mentres cart explorer está activo, NVDA xa non anunciará mesaxes do cart cando as teclas do cart se premen (por exemplo, localizar unha pista dende o diálogo insert tracks).
hu: Amennyiben a Cart Explorer aktív, és a fókuszt áthelyezzük a Studio más részére, pl.: A Zeneszám kiválasztása párbeszédpanelhez, az NVDA már nem mond be Cart üzeneteket, amennyiben cart kezelésére szolgáló billentyűparancsokat használunk. (Pl.: Zeneszám kijelölése a Zeneszám kiválasztása ablakban).

source: New SPL Assistant keys, including toggling announcement of scheduled time and listener count (Shift+S and Shift+I, respectively, not saved across sessions).
ar: مفاتيح اختصارات مساعدة جديدة, تشمل التنقل بين الإعلان عن الأوقات المجدولة وعدد المستمعين (Shift+S و Shift+i بالترتيب, لم يتم حفظها عبر الجلسات).
bg: Нови клавишни команди за Помощника на SPL, включително за превключване на обявяването на планираното време и броя на слушателите (съответно Shift+S и Shift+I, които не се запазват между сесиите).
gl: Novas teclas do SPL Assistant, incluíndo o conmutado do anunciado da hora programada e reconto de ouvintes (Shift+S e Shift+I, respectivamente, non se gardan a través de sesións).
hu: Új SPL segédparancsok, többek közt váltás ütemezett idő és hallgatók száma közt (Shift+S és Shift+I)

source: When exiting Studio while various alarm dialogs are opened, NVDA will detect that Studio has been exited and will not save newly modified alarm values.
ar: عند الخروج من التطبيق أثناء فتح أكثر من محاورة تحذير, فسيعلم NVDA بأنه قد تم الخروج من التطبيق ولم يقم بحفظ أية تعديلات على المحاورات التحذيرية المفتوحة.
bg: При изход от Studio при отворени диалогови прозорци за аларми, NVDA ще засече, че Studio е била затворена и няма да запише новите променени стойности за алармите.
gl: Ó saír do Studio mentras se abren varios diálogos de alarma , NVDA detectará que se saíu do Studio e non gardará os valores de alarma recén modificados .
hu: Amennyiben a Studiot úgy zárja be, hogy bizonyos figyelmeztetéseket beállító ablakok nyitva vannak, az NVDA érzékeli, hogy már bezárult a program, és nem fogja menteni a legutóbbi változásokat.

source: Changes for 4.2/3.7
ar: مستجدات الإصدار 4.2/3.7
bg: Промени във версии 4.2/3.7
gl: Cambios para 4.2/3.7
hu: A 4.2/3.7 verzió változásai

source: NVDA will no longer forget to retain new and changed encoder labels when a user logs off or restarts a computer.
ar: لم يعد ينسى NVDA الاحتفاظ بتعريفات encoder الجديدة والتي تم تغييرها عندما يقوم المستخدم بتسجيل الخروج من ويندوز أو عند إعادة تشغيل الجهاز.
bg: NVDA вече няма да забравя да запазва новите и променените етикети за енкодера когато потребителят излиза от системата или рестартира компютъра.
gl: NVDA xa non esquecerá de reter as etiquetas novas e cambiadas do codificador cando un usuario peche a sesión ou reinicie o computador.
hu: Az NVDA már megőrzi az új, és módosított encoder címkéket akkor is, ha a felhasználó kijelentkezik, vagy újraindítja a számítógépet.

source: When the add-on configuration becomes corrupted when NVDA starts, NVDA will restore default configuration and will display a message to inform the user of this fact.
ar: عند حدوث خلل في ملف إعدادات الإضافة عند بدأ تشغيل NVDA, فسيسترجع NVDA الإعدادات الافتراضية وستظهر رسالة تخبر المستخدم بذلك.
bg: Когато конфигурацията на добавката се повреди при стартиране на NVDA, екранният четец ще възстанови конфигурацията по подразбиране и ще изведе съобщение, с което ще информира потребителя за този факт.
gl: Cando a configuración do complemento se corrompe ó se iniciar o NVDA, éste restaurará a configuración predeterminada e amosará unha mensaxe para informar ó usuario deste feito.
hu: Ha a kiegészítő beállításai megsérülnek az NVDA indítása során , az NVDA visszaállítja a gyári beállításokat, és hibaüzenetben informálja a felhasználót.

source: In add-on 3.7, focus issue seen when deleting tracks in Studio 4.33 has been corrected (same fix is available for Studio 5.0x users in add-on 4.1).
ar: في الإصدار 3.7, تم تصحيح الخطأ الذي كان يحدث عند حزف المسارات بالإصدار 4.33 من الاستوديو (نفس الإصلاح تم لمستخدمي الإصدار 5.0x بالإصدار 4.1 من الإضافة).
bg: Във версия 3.7 на добавката бе отстранен проблем с фокуса забелязан при изтриване на записи в Studio 4.33 (същата корекция е налична за потребителите на Studio 5.0 x във версия 4.1 на добавката).
gl: No complemento 3.7, o problema co foco visto ó eliminar pistas no Studio 4.33 correxiuse (a mesma corrección está dispoñible para os usuarios do Studio 5.0x no complemento 4.1).
hu: A kiegészítő 3.7 verziójában, a Studio 4.33 kiadásban a zeneszámok törlésénél fellépő fókusszal kapcsolatos hiba javítva lett. (ugyanaz a javítás történt a Studio 5.0x felhasználói számára is a kiegészítő 4.1 verziójában).

source: Changes for 4.1
ar: مستجدات الإصدار 4.1
bg: Промени във версия 4.1
gl: Cambios para 4.1
hu: A 4.1 verzió változásai

source: In Studio 5.0x, deleting a track from the main playlist viewer will no longer cause NVDA to announce the track below the newly focused track (more noticeable if the second to last track was deleted, in which case NVDA said "unknown").
ar: في استوديو 5.0x, حزف مسار من عارض قائمة التشغيل الرئيسية لم يعد يتسبب في إعلان NVDA عن المسار الموجود أسفل المسار الجديد النشط (تلاحظ هذه المشكلة بوضوح إذا تم حزف المسار السابق للمسار الأخير حيث كان NVDA يقول في هذه الحالة "مجهول").
bg: В Studio 5.0 x, изтриване на запис от основния списъчен изглед вече няма да предизвиква NVDA да прочита записа под последно фокусирания запис (по-забележимо ако е бил изтрит предпоследният запис, в който случай NVDA съобщаваше "непознат").
gl: No Studio 5.0x, eliminando unha pista dende o visualizador principal da lista de reprodución xa non causará que NVDA anuncie a pista de abaixo en lugar da nova enfocada (máis notable se a segunda a última pista fora eliminada, no caso que NVDA dixo "descoñecido").
hu: A Studio 5.0x verzióban, egy zeneszám törlése után a fő lejátszási lista ablakában az NVDA már nem a ténylegesen fókuszban lévő elem alatt található zeneszámot jelenti be. (Jobban észrevehető volt ez az utolsó előtti zeneszám törlése esetén, amikor az NVDA az "ismeretlen" bejelentést tette).

source: Fixed several library scan issues in Studio 5.10, including announcing total number of items in the library while tabbing around in the insert tracks dialog and saying "scan is in progress" when attempting to monitor library scans via SPL Assistant.
ar: معالجة العديد من قضايا البحث في المكتبة في إستوديو 5.10, ومن بين هذه القضايا الإعلان عن مجموع العناصر بالمكتبة أثناء التحرك بمفتاح الانتقال بمحاورة إدراج المسارات والقول "جاري البحث" عند محاولة ملاحظة البحث في المكتبة عبر مساعد SPL
bg: Поправени са няколко проблема със сканирането на библиотеката в Studio 5.10, включително съобщаването на общият брой на елементите в библиотеката при обхождане с табулатора в диалоговия прозорец за вмъкване на записи и съобщаване на "извършва се сканиране" при опит за наблюдаване на сканирането на библиотеката чрез SPL помощника.
gl: Corexidos varios problemas co escaneado da biblioteca en Studio 5.10, incluíndo o anunciado do número total de elementos na biblioteca mentras se tabula polo diálogo insert tracks e dicindo "O escaneado está en progreso" cando se tenta monitorizar os escaneados da biblioteca a través do SPL Assistant.
hu: Javítva számos gyűjtemény vizsgálattal kapcsolatos hiba a Studio 5.10 verziótól, többek között: a gyűjteményben lévő összes elem számának bejelentése a Zeneszám beillesztésére szolgáló párbeszédpanelen, valamint "A vizsgálat folyamatban van" bejelentése, amikor a vizsgálat folyamatát követni akarjuk SPL segédparanccsal.

source: When using a braille display with Studio 5.10 and if a track is checked, pressing SPACE to check a track below no longer causes braille to not reflect the newly checked state.
ar: عند استخدام سطر إلكتروني مع الإصدار 5.10 من SPL وعندما يكون المسار محدد, فإن الضغط على المسافة لتحديد مسار آخر لم يعد يتسبب في عدم انعكاس حالة المسار الجديد على السطر الإلكتروني.
bg: Когато се използва брайлов дисплей със Studio 5.10 и ако даден запис е отметнат, натискането на интервал за отмятане на запис по-долу, вече не предизвиква брайловия дисплей да не отразява новото състояние на елемента.
gl: Cando se utiliza unha pantalla braille co Studio 5.10 e se está marcada unha pista, premendo ESPAZO para marcar unha pista máis abaixo xa non causa que o braille non reflicta o novo estado marcado.
hu: Braille kijelző használata esetén a Studio 5.10 verziójától, amennyiben egy zeneszám ki van jelölve, az alatta lévő zeneszám szóköz gombbal történő kijelölésekor a braille kijelzőn már megjelenik az újonnan kijelölt állapot.

source: Changes for 4.0/3.6
ar: مستجدات الإصدار 4.0/3.6
bg: Промени във версии 4.0/3.6
gl: Cambios para 4.0/3.6
hu: A 4.0/3.6 verzió változásai

source: Version 4.0 supports SPL Studio 5.00 and later, with 3.x designed to provide some new features from 4.0 for users using earlier versions of Studio.
ar: الإصدار 4.0 من الإضافة يدعم الإصدار SPL Studio 5.00 وما بعدها, مع الإصدار 3.x والذي صمم لتوفير بعض الخصائص الجديدة من إصدار الإضافة 4.0 للمستخدمين الذين يثبتون إصدار قديم من تطبيق SPL.
bg: Версия 4.0 поддържа SPL Studio 5.00 и по-нови, а 3.x е предназначена да предоставят някои нови функции от 4.0 за потребителите използващи по-стари версии на Studio.
gl: A versión 4.0 soporta SPL Studio 5.00 e posteriores, con 3.x deseñado para proporcionar algunhas características novas dende 4.0 para usuarios que utilicen versións anteriores de Studio.
hu: A kiegészítő 4.0 verziója a Studio 5.00 és későbbi kiadásait támogatja. A 3.x verziókkal a Studio régebbi kiadásainak felhasználói is hozzájuthatnak a 4.0 verzió néhány újdonságához.

source: New SPL Assistant keys, including schedule time for the track (S), remaining duration for the playlist (D) and temperature (W if configured). In addition, for Studio 5.x, added playlist modification (Y) and track pitch (Shift+P).
ar: مفاتيح مساعدة جديدة لتطبيق SPL, وقت محدد للمسار (S), الوقت المتبقي لقائمة التشغيل (D) ودرجة الحرارة (W إذا كانت ضمن الإعدادات).
bg: Нови клавиши за SPL Помощника, включително за планираното време за записа (S), оставащото времетраене на списъка за изпълнение (D) и температурата (W, ако е конфигурирано). В допълнение, за Studio 5.x е добавено промяна на списъка за изпълнение (Y) и височина на записа (Shift+P).
gl: Novas teclas para SPL Assistant, incluíndo tempo programado para a pista (S), duración restante para a lista de reprodución (D) e temperatura (W se se configurou). ademáis, para o Studio 5.x, engadiuse modificación de lista de reprodución (Y) e ton de pista (Shift+P).
hu: Új SPL Segédparancsok, többek közt a zeneszám ütemezett ideje (S), a lejátszási lista hátralévő ideje (D), és hőmérséklet (W már amennyiben be van állítva). Ezen felül a Studio 5.x verzióban lejátszási lista módosítása (Y) és zeneszám magassága (Shift+P).

source: New SPL Controller commands, including progress of library scans (Shift+R) and enabling microphone without fade (N). Also, pressing F1 pops up a dialog showing available commands.
ar: مفاتيح اختصار جديدة بمساعد أوامر SPL, وتشمل شريط التقدم للبحث في المكتبة (Shift+R) وتشغيل الميكروفون دون التلاشي (N).
bg: Нови команди за контролния панел на SPL, включително за напредъка на сканиранията на библиотеката (Shift+R) и за разрешаването на микрофона без засилване (N). Също така, натискането на F1 извежда диалогов прозорец с наличните команди.
gl: Novas ordes SPL Controller, incluíndo o progreso dos escaneados da biblioteca (Shift+R) e a habilitación do micrófono sen fade (N). Tamén, premendo F1 desprégase un diálogo amosando as ordes dispoñibles.
hu: Új SPL Vezérlőpult parancsok, többek közt gyűjtemény vizsgálat állapota (Shift+R) és mikrofon bekapcsolása halkítás nélkül (N). Az F1 billentyű lenyomására felugrik egy párbeszédpanel az elérhető parancsok listájával.

source: When enabling or disabling microphone via SPL Controller, beeps will be played to indicate on/off status.
ar: عند تشغيل أو تعطيل الميكروفون عبر مساعد أوامر SPL, فسيصدر صوت للتنبيه بحالة تعطيل أو تشغيل الميكروفون.
bg: При разрешаването или забраняването на микрофона през контролния панел на SPL, ще се възпроизвежда сигнал, посочващ дали микрофонът е включен или изключен.
gl: Cando se habilita ou deshabilita o micrófono a través de SPL Controller, reproduciranse uns pitidos para indicar o estado activado/desactivado.
hu: A mikrofon SPL vezérlőpulton történő ki- és bekapcsolása esetén hangjelzés jelzi a ki- és a bekapcsolt állapotot.

source: Settings such as end of track time are saved to a dedicated configuration file in your user configuration directory and are preserved during add-on upgrades (version 4.0 and later).
ar: الإعدادات مثل وقت نهاية المسار سيتم حفظها في ملف إعدادات صنع خصيصا لهذا الغرض يوجد بمجلدك الشخصي وستحفظ الإعدادات مع ترقية الإضافة (4.0 وما بعدها).
bg: Настройки като времето за края на записа се записват в специален конфигурационен файл във вашата потребителска конфигурационна директория и се запазват при обновяване на добавката (версия 4.0 и по-нови).
gl: Opcións como tempo de remate de pista gárdanse nun ficheiro de configuración dedicado no teu cartafol de configuración do usuario e presérvanse durante as actualizacións do complemento (versión 4.0 e posteriores).
hu: A beállítások, mint a dal végi idő már egy meghatározott konfigurációs fájlba kerülnek mentésre a felhasználó konfigurációs könyvtárában. Ez a kiegészítő 4.0 verziójától kezdve működik.
