Repository: nvdacn/screenReaderTranslations
Catalog: website/addons/stationPlaylist.*.po
Languages: ar, bg, de, fi, fr, gl, hu, pl

source: Due to an issue with Studio itself, NVDA will now announce name of the currently playing track automatically. An option to toggle this behavior has been added in studio add-on settings dialog.
ar: نظرا لوجود مشكلة في تطبيق studio نفسه, سيعلن NVDA الآن عن اسم التراك المشغل حاليا آليا. تمت إضافة خيار لتعطيل وتشغيل هذا الإعداد بمحاورة إعدادات الإضافة.
de: Aufgrund eines Problems mit Studio selbst wird NVDA den Namen des aktuell abgespielten Titels jetzt automatisch ankündigen. Eine Option, um dieses Verhalten zu ändern, wurde im Dialog für die Einstellungen der Studio-Erweiterung hinzugefügt.
fr: Suite à un problème avec Studio lui-même, NVDA maintenant annoncera le nom de la piste en cours de lecture automatiquement. Une option pour activer/désactiver ce comportement a été ajoutée dans la boîte de dialogue paramètres du module complémentaire Studio.
gl: Debido a un problema co Studio mesmo, NVDA agora anunciará o nome da pista actualmente en reprodución automáticamente. Foi engadida unha opción para conmutar este comportamento no diálogo de opcións do complemento studio.

source: Changes for 5.5
ar: مستجدات الإصدار 3.0
de: Änderungen in 5.5
fr: Changements pour la version 5.5
gl: Cambios para 5.5

source: Play after connecting setting will be remembered when moving away from the encoder window.
ar: سيتم تذكر إعداد التشغيل بعد الاتصال عند البعد عن نافذة التشفير.
de: Die Einstellung für die automatische Wiedergabe nach dem Verbindungsaufbau eines Encoders wird gespeichert, auch wenn das Encoder-Fenster verlassen wird.
fr: Jouer après la configuration de la connexion se souviendra lors du déplacement en dehors de la fenêtre de l'encodeur.
gl: A opción Reproducir despois de conectarse recordarase ó se mover a través da ventá do codificador.

source: Changes for 5.4
ar: مستجدات الإصدار 5.4
de: Änderungen in 5.4
fr: Changements pour la version 5.4
gl: Cambios para 5.4

source: Performing library scan from Insert Tracks dialog no longer causes NVDA to not announce scan status or play error tones if NVDA is configured to announce library scan progress or scan count.
ar: إجراء فحص للمكتبة من محاورة إدراج المسارات لم يعد ينتج عنه عدم إعلان NVDA عن حالة الفحص أو تشغيل نغمات الخطأ إذا كان NVDA معد للإعلان عن مدى التقدم في فحص المكتبة أو عدد الفحص.
de: Beim Durchführen von Bibliothek-Scans Aus dem Dialog Titelfinder zeigt NVDA keine Fehler mehr an. NVDA sagt nun den Scan-Status an, wenn NVDA so konfiguriert ist, dass der Scanfortschritt oder Anzahl der Suchläufe angekündigt werden sollen.
fr: En exécutant le balayage de la bibliothèque depuis la boîte de dialogue Insérer des pistes n'entraîne plus à NVDA de ne pas annoncer le statut du balayage ou jouer des tonalités d'erreur si NVDA est configuré pour annoncer l'avancement du balayage de la bibliothèque ou le nombre de balayages.
gl: Ó se realizar o escaneado da biblioteca dende o diálogo Insertar Pistas xa non se causa que NVDA non anuncie o escaneado de estado ou reproduza tons de erro se NVDA se configurou para anunciar o progreso do escaneado da biblioteca ou a conta de escaneado.

source: Changes for 5.3
ar: مستجدات الإصدار 5.3
de: Änderungen in 5.3
fr: Changements pour la version 5.3
gl: Cambios para 5.3
hu: A 3.0 verzió változásai

source: The fix for SAM Encoder (not playing the next track if a track is playing and when the encoder connects) is now available for SPL Encoder users.
ar: توفير حل لمشكلة تشفير SAM (عدم تشغيل المسار التالي إذا كان يوجد مسار مشغل بالفعل وعندما يكون التشفير متصل(.
de: Die Fehlerbehebung für SAM Encoder steht jetzt für Benutzer von SPL-Encodern zur Verfügung.
fr: La correction du bogue faisant que l'Encodeur SAM (ne lisait pas la piste suivante si une piste est en cours de lecture et lorsque l'encodeur se connecte), est maintenant disponible pour les utilisateurs de l'encodeur SPL.
gl: Agora está dispoñible a corrección para o Codificador SAM (non reproduce a seguinte pista se unha pista se está a reproducir e cando o codificador se conecta) para os usuarios do codificador SPL.
hu: Az SPL Encoder felhasználók számára is elérhető az a hibajavítás, mely azt orvosolja, hogy a SAM Encoder nem indította el a következő zeneszámot, amikor egy másik lejátszás alatt volt, és az encoder kapcsolódott.

source: NVDA no longer plays errors or does not do anything when SPL Assistant, F1 (Assistant help dialog) is pressed.
ar: لم يعد NVDA يصدر صوت الخطأ أو لم يفعل شيء إذا تم ضغط F1 المنوط بتشغيل نمط المساعدة ل SPL.
de: Beim Drücken von f1 für die Hilfe im SPL-Assistenten zeigt NVDA keine Fehler mehr an und reagiert entsprechend.
fr: NVDA n'affiche plus d'erreurs et ne manque plus de réagir quand, dans l'assistant de SPL, F1, (Dialogue de l'aide de l'assistant) est actionnée.
gl: NVDA xa non reproduce erros ou non fai nada cando SPL Assistant, F1 (diálogo de axuda do Assistant) estea premedo.
hu: Az NVDA már nem ad hibajelző hangot, és nem viselkedik abnormálisan, ha az SPL Segédrétegnél lenyomja az F1 billentyűt, mely a kapcsolódó súgó párbeszédpanelt nyitja meg.

source: Changes for 5.2
ar: مستجدات الإصدار 5.2
de: Änderungen in 5.2
fr: Changements pour la version 5.2
gl: Cambios para 5.2
hu: Az 5.2 verzió változásai

source: NVDA will no longer allow both settings and alarm dialogs to be opened. A warning will be shown asking you to close the previously opened dialog before opening another dialog.
ar: لم يعد يسمح NVDA بفتح محاورتي الإعدادات والتنبيهات. ستظهر رسالة تحذيرية تخبرك بضرورة إغلاق المحاورة المفتوحة أولا قبل الشروع في فتح محاورة أخرى.
de: NVDA erlaubt nicht mehr das Einstellungs- und Benachrichtigungsdialog gleichzeitig zu öffnen. Eine Warnung wird angezeigt, welche das Schließen des zuvor geöffneten Dialogs vor dem Öffnen eines weiteren Dialogs fordert.
fr: NVDA ne permettra plus à ces deux boîtes de dialogue paramètres et alarme d'être ouverte. Un avertissement apparaît vous demandant de fermer la boîte de dialogue ouverte préalablement avant d'ouvrir une autre boîte de dialogue.
gl: NVDA xa non permitirá que se abran os diálogos opcións e alarma. Amosarase unha advertencia pedíndoche pechar antes o diálogo aberto con anterioridade.
hu: Az NVDA már nem engedi egyszerre megnyitni a beállítási és Riasztási párbeszédpaneleket. Egy figyelmeztetés fog megjelenni, mely megkér a korábban megnyitott párbeszédpanelek bezárására, mielőtt a kívánt párbeszédpanelt megnyitná.

source: When monitoring one or more encoders, pressing SPL Controller, E will now announce encoder count, encoder ID and stream label(s) if any.
ar: عند مراقبة تشفير أو أكثر, فإن الضغط على E سيعلن الآن عن عدد التشفير ومعرف التشفير واسم ملف التشغيل إن وجد.
de: Bei der Überwachung einer oder mehrerer Encoder wird nun durch Drücken von e im SPL-Controller die Anzahl der Encoder, Encoder-ID und Streambezeichnungen angesagt, falls vorhanden.
fr: Lors du contrôle d'un ou plusieurs encodeurs en appuyant sur le Contrôleur SPL, E annoncera maintenant le nombre d'encodeur, l'ID de l'encodeur et l'étiquette(s) de flux dans le cas échéant.
gl: Cando se monitoriza un ou máis codificadores, premendo SPL Controller, E agora anunciará a conta de codificador, o identificador do codificador e a cadea de etiqueta(s) se as hai.
hu: Egy vagy több encoder ellenőrzése közben az SPL vezérlőpult képes bejelenteni az encoderek számát, azonosítóját, és stream címkéit, amennyiben rendelkeznek vele.

source: NVDA supports connect/disconnect all commands (Control+F9/Control+F10) in SAM encoders.
ar: يدعم NVDA كل أوامر الاتصال وقطع الاتصال (Control+F9/Control+F10) بتشفيرات سام SAM encoders.
de: NVDA unterstützt die Befehle Strg F9 / Strg F10 zum Verbinden / Trennen aller Befehle in SAM-Encodern.
fr: NVDA supporte toutes les commandes connecter/déconnecter (Contrôle+F9/Contrôle+F10) dans les encodeurs SAM.
gl: NVDA soporta todas as ordes conectar/desconectar (Control+F9/Control+F10) en codificadores SAM.
hu: Az NVDA támogatja a kapcsolódás/Szétkapcsolódás minden parancsát (Control+F9/Control+F10) a SAM encoderekben.

source: NVDA will no longer play the next track if an encoder connects while Studio is playing a track and Studio is told to play tracks when an encoder is connected.
ar: لم يعد يقوم NVDA بتشغيل المسار التالي إذا كان أحد التشفيرات متصل أثناء تشغيل مسار من الاستوديو وأنه تم إخبار الاستوديو بتشغيل مسارات أثناء اتصال التشفيرات.
de: NVDA wird den nächsten Titel während dem Verbindungsaufbau mit einem Encoder nicht mehr abspielen, während Studio einen Titel abspielt. Dies gilt, wenn Studio so eingestellt wird, dass Titel nur bei verbundenem Encoder abgespielt werden sollen.
fr: NVDA ne lira plus la piste suivante si un encodeur se connecte alors que Studio est entrain de lire une piste et Studio on lui dit de lire les pistes lorsqu'un encodeur est connecté.
gl: NVDA xa non reproducirá a seguinte pista se un codificador se conecta mentres Studio estea a reproducir unha pista e Studio dicía que se reproduzan pistas cando un codificador estéa conectado.
hu: Az NVDA már nem indítja el a következő zeneszámot abban az esetben, ha a Studio épp lejátszik egy dalt, és olyankor kapcsolódik egy encoderhez, miközben a zeneszám lejátszása kapcsolódás után opció be van kapcsolva.

source: Changes for 5.1
ar: مستجدات الإصدار 5.1
de: Änderungen in 5.1
fr: Changements pour la version 5.1
gl: Cambios para 5.1
hu: Az 5.1 verzió változásai

source: It is now possible to review individual columns in Track Tool via Track Dial (toggle key unassigned). Note that Studio must be active before using this mode.
ar: أصبح من الممكن مراجعة الأعمدة الفردية بأداة المسار عبر خاصية إدارة المسار (بضغط المفتاح المخصص لهذا الغرض). لاحظ أنه يجب تنشيط الاستوديو قبل الشروع في استخدام هذا النمط.
de: Es ist nun möglich, einzelne Spalten im Tracktool durch Titelnavigation abzulesen (Befehl noch nicht zugewiesen). Beachten Sie: das Studio-Fenster muss vor der Verwendung dieser Funktion aktiv sein.
fr: Il est maintenant possible de visualiser les colonnes individuelles dans l'Outil de piste via le Cadran de piste (touche de basculement non assigné). Note ce Studio doit être activée avant d'utiliser ce mode.
gl: Agora é posible revisar columnas individuais na Ferramenta de Pista a través de Dial de Pista (tecla de conmutación non asignada). Ten en conta que Studio debe estar activo antes de usar este modo.
hu: A Track Tool egyéni oszlopai áttekinthetők a track dial használatával (nincs billentyűparancs hozzárendelve). Fontos, hogy ehhez a Studionak aktívnak kell lennie.

source: Added a check box in Studio add-on settings dialog to toggle announcement of name of the currently playing cart.
ar: إضافة مربع تحديد بإعدادات الإضافة للتبديل بين تشغيل وتعطيل الإعلان عن اسم التنويه الجاري تشغيله.
de: Ein Kontrollkästchen wurde im Einstellungsdialog der Studio-Erweiterung hinzugefügt, welches die Ansage des Namens des aktuell aktiven Carts ermöglicht.
fr: Ajouté une case à cocher dans la boîte de dialogue paramètres du module complémentaire Studio pour basculer entre activer/désactiver l'annonce du nom du chariot en cours de lecture.
gl: Engadida unha caixa de verificación no diálogo de opcións do complemento do Studio para conmutar o anunciado do nome do cart actualmente en reprodución.
hu: Hozzáadtak egy jelölőnégyzettel állítható opciót a kiegészítő beállítási párbeszédpanelén, amellyel a lejátszás alatt álló cart nevének bemondása szabályozható.

source: Toggling microphone on and off via SPL Controller no longer causes error tones to be played or toggle sound to not be played.
ar: تشغيل أو تعطيل الميكروفون عبر نمط أوامر SPL لم يعد يتسبب في إصدار نغمات خطأ أو عدم إصدار صوت تشغيل أو تعطيل الميكروفون.
de: Beim Ein- und Ausschalten des Mikrofons im SPL-Controller werden nun keine Fehlertöne mehr abgespielt. Die richtigen Töne werden stattdessen ausgegeben.
fr: Le basculement du microphone entre activer/désactiver via le contrôleur SPL n'entraîne plus de tonalités d'erreur afin d'être lu ou basculer entre activer/désactiver le son pour ne pas être lu.
gl: Ó activar ou desactivar o micrófono a través do SPL Controller xa non causa que se reproduzan tons de erro ou que o son se conmute a non reproducir.
hu: A mikrofon be- és kikapcsolása az SPL Vezérlőpultról már nem okoz hibajelző hangot a be- és kikapcsolás hangja helyett.

source: If a custom command is assigned for an SPL Assistant layer command and this command is pressed right after entering SPL Assistant, NvDA will now promptly exit SPL Assistant.
ar: إذا تم تخصيص أمر لمساعد نمط أوامر SPL وتم ضغط هذا الأمر مباشرة بعد الدخول في نمط المساعدة, فسيخرج NVDA من هذا النمط.
de: NVDA wird den SPL-Assistenten beenden, wenn ein benutzerdefinierter Befehl für die Befehlsschicht des SPL-Assistenten zugewiesen und dieser Befehl direkt nach dem Start des SPL Assistenten gedrückt wird.
fr: Si une commande personnalisée est assignée pour une commande couche Assistant SPL et cette commande est appuyée correctement après d'avoir entré dans l'Assistant SPL, NVDA maintenant, va rapidement quitter l'Assistant SPL.
gl: Se unha orden persoalizada está asignada a unha orde de capa do SPL Assistant e esta orde se preme directamente despois de entrar no SPL Assistant, NVDA agora sairá rápìdamente do SPL Assistant.
hu: Amennyiben egy SPL segédréteg billentyűparancs egy másik funkcióhoz is hozzá van rendelve, akkor amint lenyomja ezt a billentyűkombinációt az SPL segédréteg megnyitása után, az NVDA haladéktalanul bezárja a segédréteget.

source: Changes for 5.0
ar: مستجدات الإصدار 5.0
de: Änderungen in 5.0
fr: Changements pour la version 5.0
gl: Cambios para 5.0
hu: Az 5.0 verzió változásai

source: A dedicated settings dialog for SPL add-on has been added, accessible from NVDA's preferences menu or by pressing Control+NVDA+0 from SPL window.
ar: إضافة محاورة لإعدادات إضافة SPL, والتي يمكن الوصول إليها من قائمة التفضيلات ب NVDA أو بالضغط على Control+NVDA+0 من نافذة التطبيق.
de: Ein dediziertes Einstellungsdialog für die SPL-Erweiterung wurde hinzugefügt. Das Dialog kann aus dem NVDA-Einstellungsmenü oder durch Drücken von STRG+NVDA+0 aus dem SPL-Fenster aufgerufen werden.
fr: Une boîte de dialogue de configuration dédié pour le module complémentaire SPL a été ajoutée, accessible depuis le menu préférences de NVDA ou en appuyant sur Contrôle+NVDA+0 depuis la fenêtre SPL.
gl: Engadiuse un diálogo de opcións adicado para o complemento do SPL, accesible dende o menú Preferencias do NVDA ou premendo Control+NVDA+0 dende a ventá do SPL.
hu: Saját beállítási párbeszédpanelt adtak az SPL kiegészítőhöz, ami elérhető az NVDA Beállítások menüjében, vagy aktiválható a Control+NVDA+0 billentyűparanccsal az SPL ablakában.

source: Added ability to reset all settings to defaults via configuration dialog.
ar: إضافة إمكانية العودة بكافة الإعدادات للوضع الافتراضي من محاورة الإعدادات.
de: Möglichkeit hinzugefüt, um alle Einstellungen auf die Standardwerte über den Konfigurationsdialog zurückzusetzen.
fr: Ajouté la possibilité de réinitialiser tous les paramètres aux valeurs par défaut via la boîte de dialogue configuration.
gl: Engadida a capacidade para restablecer todas as opcións ás predeterminadas a través do diálogo de configuración.
hu: A kiegészítő beállításainak párbeszédpanelén már visszaállíthatók a beállítások az alapértelmezett értékekre.

source: If some of the settings have errors, only the affected settings will be reset to factory defaults.
ar: إذا وجد خطأ ببعض الإعدادات, فستعود الإعدادات التي بها الخطأ إلى الوضع الافتراضي.
de: Wenn einige der Einstellungen Fehler aufweisen, dann werden nur die betroffenen Einstellungen auf die Werkseinstellungen zurückgesetzt.
fr: Si certains des paramètres ont des erreurs, seul les paramètres concernés seront réinitialisés aux valeurs par défaut.
gl: Se algunhas das opcións teñen erros, só as opcións afectadas se restablecerán ás predeterminadas de fábrica.
hu: Ha néhány beállítás hibát tartalmaz, akkor csak az érintett beállítások lesznek visszaállítva az alapértelmezett értékekre.

source: Added a dedicated SPL touchscreen mode and touch commands to perform various Studio commands.
ar: إضافة نمط شاشة لمس لتطبيق SPL وأوامر لمس لأداء مهام مختلفة.
de: Eine dedizierte SPL Touchscreen-Unterstützung wurde hinzugefügt, um Touch-Befehle für verschiedene Studio-Funktionen nutzen zu können.
fr: Ajouté un Mode écran tactile dédié à SPL et des commandes tactile pour exécuter diverses commandes Studio.
gl: Engadido un modo táctil SPL dedicado e ordes táctiles para realizar varias ordes do Studio.
hu: Hozzáadtak egy saját SPL érintőmódot, amely bizonyos Studio parancsokat elérhetővé tesz érintőképernyőről is.

source: Changes to SPL Assistant layer include addition of layer help command (F1) and removal of commands to toggle listener count (Shift+I) and scheduled time announcement (Shift+S). You can configure these settings in add-on settings dialog.
ar: تعديلات بمساعد نمط أوامر SPL ويشمل ذلك التعديل إضافة أمر للمساعدة (F1) وحذف الأوامر المنوطة بتعطيل أو تشغيل الإعلان عن عدد المستمعين (Shift+I) والإعلان عن الوقت المجدول (Shift+S).
de: Zu den Änderungen in der Ebene des SPL-Assistenten gehören der neue Befehl für die Befehlshilfe (F1) und das Entfernen von Befehlen zum Umschalten der Anzahl der Zuhörer (Umschalt+I) sowie die geplante Zeitansage (Umschalt+S). Diese Einstellungen können Sie im Dialog Einstellungen für die Studio-Erweiterung vornehmen.
fr: Changements de couche Assistant SPL incluent l'ajout de la commande aide couche (F1) et suppression des commandes pour alterner entre activer/désactiver nombre d'auditeurs (Maj+I) et anonce du temps planifier (Maj+S). Vous pouvez configurer ces paramètres dans la boîte de dialogue paramètres du module complémentaire.
gl: Os cambios para a capa SPL Assistant inclúe o engadido da orden capa de Axuda (F1) e a eliminación das ordes para conmutar a conta de oubintes (Shift+I) e o anunciamento do tempo programado (Shift+S). Podes configurar estas opcións no diálogo de opcións do complemento.
hu: Változások az SPL segédrétegben: F1 réteg súgó parancs hozzáadva, ill. eltávolítva a hallgatók számának bejelentése (Shift+I) és az ütemezett idő bejelentése (Shift+S) parancsok. Ezeket beállíthatja a kiegészítő beállítási párbeszédpanelén.

source: Renamed "toggle announcement" to "status announcement" as beeps are used for announcing other status information such as completion of library scans.
ar: إعادة تسمية "التبديل بين تعطيل وتشغيل الحالة" إلى "الإعلان عن الحالة" حيث أن الصفير يستخدم في الإعلان عن معلومات أخرى للحالة كالانتهاء من فحص المكتبة.
de: "Umschalt-Benachrichtigung" wurde in "Statusansage" umbenannt, da Pieptöne für die Ankündigung anderer Statusinformationen, wie z.B. die Fertigstellung von Bibliotheks-Scans, verwendet werden.
fr: Renommé "bascule entre activé/désactivé l'annonce" à "l'annonce de statut" comme les bips sont utilisés pour annoncer les autres informations de statut comme l'exécution du balayage de la bibliothèque.
gl: Renomeado "Conmutar anunciado" por "Anunciado de estado" xa que os pitidos utilízanse para anunciar outra información de estado como o completado do escaneado de biblioteca.
hu: A ki/bekapcsolás jelzése átnevezve állapotjelzésre, mivel más állapotinformációkat is jelezhet hangjelzés, pl. a gyűjtemény átvizsgálás befejezését.

source: Status announcement setting is now retained across sessions. Previously you had to configure this setting manually when Studio starts.
ar: الاحتفاظ من الآن بإعداد الإعلان عن الحالة عبر الجلسات. حيث كنت من قبل تحتاج إلى تشغيل هذا الإعداد يدويا عند بدأ الاستوديو.
de: Die Einstellung der Statusansage bleibt nun über alle Sitzungen hinweg erhalten. Bisher musste diese Einstellung beim Start von Studio manuell konfiguriert werden.
fr: Le paramètre pour l'annonce de statut est maintenant conservé dans les sessions. Auparavant, vous deviez configurer ce paramètre manuellement au démarrage de Studio.
gl: A opción de anunciado do estado agora retense a través das sesións. Anteriormente tiñas que configurar esta opción manualmente cando o Studio arrancaba.
hu: Az állapotjelzés beállítása megmarad a munkafolyamatokon keresztül, korábban ezt mindig manuálisan be kellett állítani a Studio indulásakor.

source: You can now use Track Dial feature to review columns in a track entry in Studio's main playlist viewer (to toggle this feature, press the command you assigned for this feature).
ar: يمكنك الآن استخدام خاصية إدارة المسارات لمراجعة الأعمدة بمدخل أحد المسارات بعارض قائمة التشغيل الرئيسي بالاستوديو (لتعطيل أو تشغيل هذه الخاصية قم بالضغط على الاختصار الذي قمت بتعيينه لذلك الأمر).
de: Sie können nun die Titeleingabe-Funktion verwenden, um Spalten in einem Titeleintrag im Playlist-Viewer von Studio zu überprüfen. Zum Umschalten dieser Funktion drücken Sie den Befehl, den Sie für diese Funktion zugewiesen haben.
fr: Vous pouvez maintenant utiliser la fonction Cadran de piste pour visualiser les colonnes dans une entrée de piste dans la visionneuse de playlist principale du Studio (pour basculer entre activer/désactiver cette fonction, appuyez sur la commande que vous avez assigné pour cette fonctionnalité).
gl: Agora podes usar a característica Dial de Pista para revisar columnas nunha entrada de pista no visualizador de lista de reprodución principal do Studio (para conmutar esta característica, preme a orde que asignaches para esta característica).
hu: A Track Dial funkció használatával áttekintheti a fő lejátszásilistában a zeneszámokhoz tartozó bejegyzések oszlopait. A funkció bekapcsolásához használja a hozzárendelt billentyűparancsot.

source: You can now assign custom commands to hear temperature information or to announce title for the upcoming track if scheduled.
ar: يمكنك الآن تخصيص اختصارات للإعلان عن درجة الحرارة أو للإعلان عن عنوان المسار التالي إذا كان مجدول.
de: Sie können nun benutzerdefinierte Befehle zuweisen, um Temperaturinformationen zu hören oder Bezeichnung des nächsten Titels abzurufen.
fr: Vous pouvez maintenant assigner des commandes personnalisées pour écouter les informations de température ou pour annoncer le titre de la piste à venir si planifié.
gl: Agora podes asignar ordes persoalizadas para escoitar a información de temperatura ou para anunciar o título para a seguinte pista se se programou.
hu: Saját billentyűparancsok rendelhetők hőmérsékleti információk és a következő zeneszámok címének lekérdezéséhez.

source: Added a checkbox in end of track and song intro alarm dialogs to enable or disable these alarms (check to enable). These can also be "configured" from add-on settings.
ar: إضافة مربع تحديد بمحاورتي نهاية المسار والتنبيه بمقدمة الأغنية لتفعيل أو تعطيل هذه التنبيهات (قم بالتحديد للتشغيل). يمكن "إعداد" هذه التنبيهات من إعدادات الإضافة.
de: Ein Kontrollkästchen für Ende des Titels und Song-Intro wurde in den Dialog für Benachrichtigungen eingefügt. Das Kontrollkästchen ermöglicht das Aktivieren oder Deaktivieren dieser Benachrichtigungen. Diese können auch über die Einstellungen für die Studio-Erweiterung konfiguriert werden.
fr: Ajouté une case à cocher dans la boîte de dialogue fin de piste et allarme chanson intro pour activer ou désactiver ces alarmes (cocher pour activer). Ceux-ci peuvent également être "configurée" depuis les paramètres du module complémentaire.
gl: Engadida unha caixa de verificación nos diálogos fin de pista e introdución de canción para habilitar ou deshabilitar estas alarmas (marca para habilitar). Estas taméhn poden "configurarse" dende as opcións do complemento.
hu: Hozzáadtak egy, a riasztás be- és kikapcsolására szolgáló jelölőnégyzetet a zeneszám végi, és a zeneszám intro beállítása párbeszédpanelhez. A jelölőnégyzet bejelölt állapotában van bekapcsolva az opció. Ez a kiegészítő beállítási párbeszédpanelén is beállítható.
