Repository: nvdacn/screenReaderTranslations
Catalog: website/addons/stationPlaylist.*.po
Languages: ar, bg, de, fi, fr, gl, hu, pl

source: Update interval can now be set to 0 (zero) days. This allows the add-on to check for updates when NVDA and/or SPL Studio starts. A confirmation will be required to change update interval to zero days.
de: Das Aktualisierungsintervall kann jetzt auf 0 (null) Tage eingestellt werden. Dies ermöglicht es der Erweiterung beim Start von NVDA und/oder SPL Studio nach Updates zu suchen. Eine Bestätigung ist erforderlich, um das Aktualisierungsintervall auf Null Tage zu ändern.
fr: L'intervalle de mise à jour peut maintenant être réglé sur 0 (zéro) jours. Cela permet au module complémentaire de vérifier les mises à jour lorsque NVDA et/ou SPL Studio démarrent. Une confirmation sera nécessaire pour modifier l'intervalle de mise à jour à zéro jours.
gl: O intervalo de actualización agora pode configurarse a 0 (cero) días. Esto permite ao complemento procurar actualizacións cando o NVDA e/ou o SPL Studio arranquen. Requerirase dunha confirmación para cambiar o intervalo de actualización a cero días.

source: NVDA will no longer fail to check for add-on updates if update interval is set to 25 days or longer.
de: NVDA wird nicht mehr bei der Suche von Aktualisierungen für diese Erweiterung fehlschlagen, wenn das Aktualisierungsintervall auf 25 Tage oder länger eingestellt ist.
fr: NVDA ne parviendra plus à vérifier les mises à jour du module complémentaire si l'intervalle de mise à jour est réglé sur 25 jours ou plus.
gl: O NVDA xa non fallará ao procurar actualizacións do complemento se o intervalo de actualización se configura a 25 días ou máis.

source: In add-on settings, added a checkbox to let NvDA play a sound when listener requests arrive. To use this fully, requests window must pop up when requests arrive.
de: In den Einstellungenzur Erweiterung wurde ein Kontrollkästchen hinzugefügt, mit dem NVDA einen Sound abspielen kann, wenn Anfragen von Zuhörern eintreffen. Um dies vollständig nutzen zu können, muss das Anfragenfenster beim Eintreffen von Anfragen geöffnet werden.
fr: Dans les paramètres du module complémentaires, il a été ajouté une case à cocher pour laisser NVDA jouer un son lorsque les demandes des auditeurs arrivent. Pour l'utiliser complètement, la fenêtre des requêtes doit apparaître lorsque les demandes arrivent.
gl: Na configuración do complemento, engadiuse unha Caixa de verificación para permitir ao NVDA reproducir un son cando un escoitante solicite entrar. Para usar esto compretamente, a ventá de peticións debe despregarse cando chegue a petición.

source: Pressing broadcaster time command (NVDA+Shift+F12) twice will now cause NVDA to announce minutes and seconds remaining in the current hour.
de: Zweimaliges Drücken des Befehls für die Sendezeit (NVDA+Umschalt+F12) bewirkt nun, dass NVDA die verbleibenden Minuten und Sekunden in der aktuellen Stunde ansagt.
fr: En appuyant sur la commande de temps de diffusion (NVDA+Maj+F12) deux fois, NVDA annoncera les minutes et les secondes restant dans l'heure actuelle.
gl: Ao premer dúas veces a orde tempo de transmisión (NVDA+Shift+F12) agora causará que o NVDA anuncie os minutos e segundos restantes na hora actual.

source: It is now possible to use Track Finder (Control+NVDA+F) to search for names of tracks you've searched before by selecting a search term from a history of terms.
de: Es ist jetzt möglich, mit dem Titelfinder (STRG+NVDA+F) nach zuletzt gesuchten Bezeichnungen von Titeln zu suchen, indem Sie einen Suchbegriff aus einer Liste auswählen.
fr: Il est maintenant possible d'utiliser Chercheur de piste (Control + NVDA + F) pour rechercher les noms des pistes que vous avez recherchées avant en sélectionnant un terme de recherche à partir d'un historique de termes.
gl: Agora é posible usar Buscador de Pista (Control+NVDA+F) para procurar nomes de pistas que procuraras antes selecionando un termo de busca dende un historial de termos.

source: When announcing title of current and next track via SPL Assistant, it is now possible to include information about which Studio internal player will play the track (e.g. player 1).
de: Bei der Ansage der Bezeichnung des aktuellen und des nächsten Titels über den SPL-Assistenten ist es nun möglich, Informationen über die Zuordnung des Titels zu einem bestimmten Studio-internen Player einzugeben. Der Titel wird in dem ausgewählten Player abgespielt, z.B. Player 1.
fr: Lors de l'annonce du titre de la piste actuelle et suivante via l'Assistant SPL, il est maintenant possible d'inclure des informations sur le lecteur interne de Studio qui jouera la piste (par exemple, le lecteur 1).
gl: Ao se anunciar o título da pista actual ou seguinte a través do SPL Assistant, agora é posible incluir información acerca de que reproductor interno do Studio reproducirá a pista (ex.: player 1).

source: Added a setting in add-on settings under status announcements to include player information when announcing title of the current and the next track.
de: Es wurde eine Einstellung in den Einstellungsdialog unter Statusmeldungen hinzugefügt, um Player-Informationen bei der Ansage der Bezeichnung des aktuellen und des nächsten Titels zu berücksichtigen.
fr: Ajout d'un paramètre dans les paramètres du module complémentaire sous le statut des annonces pour inclure l'information du lecteur lors de l'annonce du titre de la piste actuelle et suivante.
gl: Engadida unha opción na configuración do complemento en anuncios de estado para incluir información do reproductor ao se anunciar o título da pista actual e seguinte .

source: Fixed an issue in temporary cue and other dialogs where NVDA would not announce new values when manipulating time pickers.
de: Es wurde ein Problem in temporären Cue-Dialogen und anderen Dialogen behoben, bei dem NVDA keine neuen Werte bei der Manipulation von Zeitschaltern ansagte.
fr: Correction d'un problème dans le caractère indicateur temporaire et d'autres dialogues où NVDA n'indiquerait pas de nouvelles valeurs lors de la manipulation des horodateurs.
gl: Arranxado un problema na cola temporal e outros diálogos onde o NVDA non anunciaría os novos valores ao se manipular temporizadores.

source: NVDA can suppress announcement of column headers such as Artist and Category when reviewing tracks in playlist viewer. This is a broadcast profile specific setting.
de: NVDA kann die Ankündigung von Spaltenüberschriften wie Interpret und Kathegorie unterdrücken, wenn Titelim Playlist-Viewer betrachtet werden. Dies ist eine Sende-Profil-spezifische Einstellung.
fr: NVDA peut supprimer l'annonce des titres de colonne tels que l'artiste et la catégorie lors de la révision des pistes dans la visionneuse de playlist. Il s'agit d'un paramètre spécifique au profil de diffusion.
gl: NVDA pode suprimir o anunciado de cabeceiras de columna como Artista e Categoría cando se revisan pistas no visualizador de listas de reprodución. Esta é unha opción específica do perfil de transmisión.

source: Added a checkbox in add-on settings dialog to suppress announcement of column headers when reviewing tracks in playlist viewer.
de: Es wurde ein Kontrollkästchen im Einstellungsdialog der SPL-Erweiterung hinzugefügt, um die Ansage von Spaltenüberschriften beim Betrachten von Titeln im Playlist-Viewer zu unterdrücken.
fr: Ajouté une case à cocher dans la boîte de dialogue paramètres du module complémentaire pour supprimer l'annonce des titres de colonnes lors de la révision des pistes dans la visionneuse de playlist.
gl: Engadida unha Caixa de verificación no diálogo de opcióne do complemento para suprimir o anunciado das cabeceiras de columna ao revisar pistas no visualizador de listas de reprodución.

source: Added a command in SPL Controller layer to announce name and duration of the currently playing track from anywhere (C).
de: In der Befehlsschicht für den SPL-Controller wurde ein Befehl hinzugefügt, um den Namen und die Dauer des aktuell abgespielten Titels von überall zu melden (C).
fr: Ajout d'une commande dans la Couche Contrôleur SPL pour annoncer le nom et la durée de la piste en cours de lecture de n'importe où (C).
gl: Engadida unha orde ao SPL Controller para informar do nome e da duración da pista actual en reprodución dende calquera sitio (c).

source: When obtaining status information via SPL Controller (Q) while using Studio 5.1x, information such as microphone status, cart edit mode and others will also be announced in addition to playback and automation.
de: Wenn Sie mit Studio 5.1x Statusinformationen über den SPL Controller (Q) abrufen, werden neben der Wiedergabe und Automatisierung auch Informationen wie Mikrofonstatus, Cart-Bearbeitungsmodus und mehr angesagt.
fr: Lorsque vous obtenez des informations du statut via le Contrôleur SPL (Q) pendant l'utilisation de Studio 5.1x, des informations telles que le statut du microphone, mode édition chariot et d'autres seront également annoncées en plus de la lecture et de l'automatisation.
gl: Ao obter información de estado a través do SPL Controller (Q) mentres se usa o Studio 5.1x, a información coma o estado do micrófono, modo edición do cart e outra tamén se anunciará ademáis da reproducción e automatización.

source: Version 17.06
gl: Versión 17.06

source: You can now perform Track Finder command (Control+NVDA+F) while a playlist is loaded but the first track isn't focused.
de: Sie können nun den Titelfinder-Befehl (STRG+NVDA+F) ausführen, während eine Playlist geladen ist. Dies gilt, auch wenn der erste Titel nicht fokussiert ist.
fr: Vous pouvez maintenant effectuer la commande Recherche de Piste (Contrôle+NVDA+F) alors qu'une playlist est chargée mais la première piste n'a pas le focus.
gl: Agora podes realizar a orde Buscador de Pista (Control+NVDA+F) mentres se carga unha lista de reproducción pero a primeira pista non se enfoca.

source: NVDA will no longer play error tones or do nothing when searching for a track forward from the last track or backward from the first track, respectively.
de: NVDA wird keine Fehlertöne mehr abspielen und entsprechend reagieren, wenn vorwärts vom letzten Titel bzw. rückwärts vom ersten Titel nach einem bestimmten Titel gesucht wird.
fr: NVDA ne lira plus les tonalités d'erreur ou ne fera rien lors de la recherche d'une piste en avant à partir de la dernière piste ou en arrière à partir de la première piste, respectivement.
gl: NVDA xa non reproducirá tons de erro ou non fará nada ao procurar unha pista cara adiante dende a última pista ou cara atrás dende a primeira, respectivamente.

source: Pressing NVDA+Numpad Delete (NVDA+Delete in laptop layout) will now announce track position followed by number of items in a playlist.
de: Drücken von NVDA+Nummernblock-Entfernen (NVDA+Entfernen im Laptop-Layout) wird nun die Titelposition und die Anzahl der Elemente in einer Playlist ausgeben.
fr: En appuyant sur NVDA+pavNum Effacement (NVDA+Effacement dans la disposition d'un ordinateur portable), va maintenant annoncer la position de la piste suivie du nombre d'éléments dans une playlist.
gl: Premer NVDA+Subrimir do teclado numérico (NVDA+Suprimir na distribución portátil) agora anunciará a posición da pista seguida do número de elementos nunha lista de reprodución.

source: Version 17.05.1
gl: Versión 17.05.1

source: NVDA will no longer fail to save changes to alarm settings from various alarm dialogs (for example, Alt+NVDA+1 for end of track alarm).
de: NVDA wird beim Speichern von Änderungen an den Alarmeinstellungen aus verschiedenen Alarmdialogen nicht mehr fehlschlagen (z.B. Alt+NVDA+1 für Benachrichtigungen zum Ende eines Titels).
fr: NVDA ne cessera plus d'enregistrer les modifications apportées aux paramètres d'alarme à partir de diverses boîtes de dialogue d'alarme (par exemple, Alt+NVDA+1 pour l'alarme de fin de piste).
gl: NVDA xa non fallará ao gardar cambios para opcións de alarma dende varios diálogos de alarma (por exemplo, Alt+NVDA+1 para alarma de remate da pista).

source: Version 17.05/15.7-LTS
gl: Versión 17.05/15.7-LTS

source: Update interval can now be set up to 180 days. For default installations, update check interval will be 30 days.
de: Das Aktualisierungsintervall kann jetzt auf 180 Tage eingestellt werden. Bei Standardinstallationen beträgt das Prüfintervall für Aktualisierungen 30 Tage.
fr: L'intervalle de mise à jour peut maintenant être configuré jusqu'à 180 jours. Pour les installations par défaut, l'intervalle de vérification de la mise à jour sera de 30 jours.
gl: O intervalo de actualización agora pode configurarse a 180 días. Para instalacións predeterminadas, o intervalo de actualización procurarase cada 30 días.

source: Fixed an issue where NVDA may play error tone if Studio exits while a time-based profile is active.
de: Es wurde ein Problem behoben, bei dem NVDA manchmal einen Fehlerton ausgab, wenn Studio beendet wurde. Dies trat auf, wenn ein temporäres Profil aktiv war.
fr: Correction d'un problème où NVDA peut jouer une tonalité d'erreur si Studio sort alors qu'un un profil basé sur l'heure est actif.
gl: Correxido un fallo onde o NVDA poderá reproducir tons de erro se o Studio sae mentres está activo un perfil baseado en tempo.

source: Version 17.04
gl: Versión 17.04

source: Added a basic add-on debugging support by logging various information while the add-on is active with NVDA set to debug logging (requires NVDA 2017.1 and later). To use this, after installing NVDA 2017.1, from Exit NVDA dialog, choose "restart with debug logging enabled" option.
de: Es wurde eine grundlegende Unterstützung für Debugging hinzugefügt, indem verschiedene Informationen protokolliert werden, während die Erweiterung aktiv ist und NVDA auf Debug-Protokollierungsstufe eingestellt ist (erfordert NVDA 2017.1 und höher). Wählen Sie nach der Installation von NVDA 2017.1 im Dialogfeld "Protokollierungsstufe" die Option "Debug", um diese Funktion zu verwenden.
fr: Ajout d'un support pour le module complémentaire en mode débogage en enregistrant diverses informations alors que le module complémentaire est actif avec NVDA configuré en Niveau de journalisation : débogage (requiert NVDA 2017.1 et versions ultérieures). Pour l'utiliser avec ce module complémentaire, après l'installation de NVDA 2017.1, à partir du dialogue Quitter NVDA, choisissez l'option "Redémarrer avec le journal activé en mode débogage.
gl: Engadido o soporte básico de depuración do complemento rexistrando información variada mentres o complemento está activo co NVDA configurado para rexistrar a depuración (requírese do NVDA 2017.1 e superior). Para usar esto, antes de instalar o NVDA 2017.1, dende o diálogo Saír do NVDA, escolle a opción "reiniciar co rexistro de depuración habilitado".

source: Improvements to presentation of various add-on dialogs thanks to NVDA 2016.4 features.
de: Verbesserte Darstellung verschiedener Dialoge dank der Funktionen von NVDA 2016.4.
fr: Améliorations apportées à la présentation de diverses boîtes de dialogue ajoutées grâce aux fonctionnalités NVDA 2016.4.
gl: Melloras para a presentación de varios diálogos do complemento gracias ás características do NVDA 2016.4.

source: NVDA will download add-on updates in the background if you say "yes" when asked to update the add-on. Consequently, file download notifications from web browsers will no longer be shown.
de: NVDA lädt Aktualisierungen für diese Erweiterung im Hintergrund herunter, wenn Sie im Bestätigungsdialog bei der Aktualisierung auf "Ja" klicken. Infolgedessen werden Benachrichtigungen über Datei-Downloads von Webbrowsern nicht mehr angesagt.
fr: NVDA va télécharger les mises à jour du module complémentaire en arrière-plan si vous dites "oui" lorsqu'on lui demande de mettre à jour le module complémentaire. Par conséquent, les notifications de téléchargement de fichiers depuis les navigateurs Web ne seront plus affichées.
gl: NVDA descargará actualizacións para o complemento de fondo se respondiches "si" cando se che preguntou para actualizar o complemento. Consecuentemente, xa non se che amosarán as notificacións de descarga do ficheiro dende os navegadores web.

source: NVDA will no longer appear to freeze when checking for update at startup due to add-on update channel change.
de: NVDA hängt sich bei der Suche nach Aktualisierungen für diese Erweiterung nicht mehr auf, da der Kanalwechsel beim Update erfolgt.
fr: NVDA ne se bloquera plus lors de la recherche de la mise à jour au démarrage en raison du changement du canal de mise à jour du module complémentaire.
gl: NVDA xa non parecerá colgarse ao procurar unha actualización ao iniciarse debido a que cambie a canle de actualizacións do complemento.

source: Added ability to press Control+Alt+up or down arrow keys to move between tracks (specifically, track columns) vertically just as one is moving to next or previous row in a table.
de: Es wurde die Möglichkeit zugefügt, mit Strg+Alt+aufwärts oder abwärtspfeil vertikal zwischen den Titeln (insbesondere den Titelspalten) zu wechseln, während man sich in einer Tabelle zur nächsten oder vorherigen Zeile bewegt.
fr: Ajoutée la possibilité d'appuyer sur Contrôle+Alt+touches flèche haut ou flèche bas pour se déplacer entre les pistes (en particulier, les colonnes de piste) verticalement au moment où l'on passe à la rangée suivante ou précédente dans un tableau.
gl: Engadida a capacidade de premer Control+Alt+frecha arriba ou abaixo para moverse entre pistas (en especial, columnas de pista) verticalmente só según se move á fila seguinte ou anterior nunha táboa.

source: Added a combo box in add-on settings dialog to set which column should be announced when moving through columns vertically.
de: Es wurde ein Kombinationsfeld im Einstellungsdialog der SPL-Erweiterung hinzugefügt, um festzulegen, welche Spalte beim vertikalen Durchlaufen von Spalten angesagt werden soll.
fr: Ajoutée une zone de liste déroulante dans le dialogue paramètres du module complémentaire pour définir quelle colonne doit être annoncée lors du déplacement vertical des colonnes.
gl: Engadida unha Caixa de verificación no diálogo opcións do complemento para configurar que columna debería anunciarse ao se mover polas columnas verticalmente.

source: Moved end of track , intro and microphone alarm controls from add-on settings to the new Alarms Center.
de: Das Ende des Titels, Intro- und Mikrofon-Alarmsteuerungen wurden von den Einstellungen der Erweiterung im neuen Benachrichtigungscenter verschoben.
fr: Déplacement des contrôles fin de piste, intro et alarme microphone depuis les paramètres du module complémentaire au nouveau Centre des alarmes.
gl: Movidos os controis fin de pista, alarmas de intro e de micrófono dende as opcións do complemento ao novo Centro de Alarmas.

source: In Alarms Center, end of track and track intro edit fields are always shown regardless of state of alarm notification checkboxes.
de: Im Benachrichtigungscenter werden die Eingabefelder für das Ende und das Intro des Titels immer angesagt, unabhängig vom Status der Alarmbenachrichtigung.
fr: Dans Centre des alarmes, les champs d'édition de fin de piste et Piste intro sont toujours affichés indépendamment des cases à cocher état de notification d'alarme.
gl: No Centro de alarmas, os campos de edición de fin de pista e intro de pista sempre se amosan independientemente do estado das caixas de verificación de notificación de alarma.

source: Added a command in SPL Assistant to obtain playlist snapshots such as number of tracks, longest track, top artists and so on (F8). You can also add a custom command for this feature.
de: Im SPL-Assistenten wurde der Befehl F8 hinzugefügt, um Schnappschüsse von Wiedergabelisten zu erhalten (z.B. Anzahl der Titel, längster Titel, Top Interpreten usw.). Sie können auch einen benutzerdefinierten Befehl für diese Funktion hinzufügen.
fr: Ajout d'une commande dans Assistant SPL pour obtenir des instantanés de playlist tels que le nombre de pistes, la piste la plus longue, les meilleurs artistes et ainsi de suite (F8). Vous pouvez également ajouter une commande personnalisée pour cette fonction.
gl: Engadida unha orde no SPL Assistant para obter instantáneas das listaxes de reprodución coma o número de pista, pista máis longa, artistas principais e así (F8). tamén podes engadir unha orde persoalizada para esta característica.

source: Pressing the custom gesture for playlist snapshots command once will let NVDA speak and braile a short snapshot information. Pressing the command twice will cause NVDA to open a webpage containing a fuller playlist snapshot information. Press escape to close this webpage.
de: Durch einmaliges Drücken des benutzerdefinierten Befehls für die Funktion "Playlist-Schnappschüsse" kann NVDA eine kurze Statistik-Information ausgeben und in Braille anzeigen. Wenn Sie den Befehl zweimal drücken, öffnet NVDA eine Webseite, die eine umfangreichere Playlist-Statistik enthält. Drücken Sie Escape, um diese Webseite zu schließen.
fr: En appuyant une fois sur la commande de geste personnalisé pour les instantanés de playlist NVDA peut annoncer et brailler une courte information instantanée. En appuyant deux fois sur la commande, NVDA ouvre une page Web contenant des informations plus complètes sur les instantanés de playlist. Appuyez sur Échap pour fermer cette page Web.
gl: Premendo o xesto persoalizado para instantáneas de listaxe de reprodución unha vez permitirá ao NVDA falar e amosar en braille unha información curta instantánea. Premendo a orde dúas veces fará que o NVDA abra unha páxina web contendo unha información máis compreta da instantánea da listaxe de reprodución. Preme escape para pechar esta páxina web.

source: Removed Track Dial (NVDA's version of enhanced arrow keys), replaced by Columns explorer and Column Navigator/table navigation commands). This affects Studio and Track Tool.
de: Titeleingabe (Die Art der erweiterten Pfeiltasten in NVDA) wurde entfernt und durch Spaltenexplorer und Spaltennavigator/Befehele der Tabellennavigation ersetzt. Dies betrifft Studio und Tracktool.
fr: Suppression du Cadran de piste (version NVDA des touches fléchées améliorées), remplacée par les commandes Explorateur de colonnes et Navigateur de colonnes/Navigation par tableau). Cela affecte Studio et outil de piste.
gl: Borrado o Dial de Pista (versión mellorada de teclas de frechas do NVDA), reemplazado polas ordes de navegación Explorador de Columnas e navegador de columnas/táboas). Esto afecta ao Studio e ao Track Tool.

source: After closing Insert Tracks dialog while a library scan is in progress, it is no longer required to press SPL Assistant, Shift+R to monitor scan progress.
de: Nach dem Schließen des Dialogs "Titel einfügen" während eines Suchduurchlaufs in der Bibliothek ist es nicht mehr erforderlich, im SPL-Assistenten Umschalt+R zu drücken, um den Scanfortschritt zu überwachen.
fr: Après avoir fermé le dialogue Insérer des pistes pendant qu'un balayage de la bibliothèque est en cours, il n'est plus nécessaire d'appuyer sur Assistant SPL, Maj+R pour surveiller la progression du balayage.
gl: Despois de pechar o diálogo Insertar Pistas mentres estea en progreso un escaneado da biblioteca, xa non se require premer SPL Assistant, Shift+R para monitorizar o progreso do escaneo.
