Repository: nvdacn/screenReaderTranslations
Catalog: website/addons/stationPlaylist.*.po
Languages: ar, bg, de, fi, fr, gl, hu, pl

source: Added a command (Alt+NvDA+2) to set song intro alarm time between 1 and 9 seconds.
ar: إضافة مفتاح الاختصار (Alt+NvDA+2 لضبط وقت التنبيه بمقدمة الأغنية وهو ما بين 1 إلى 9 ثوان.
bg: Добавена е команда (Alt+NVDA+2) за задаване на време за предупреждение за въведение в мелодията (между 1 и 9 секунди).
gl: Engadida unha orde (Alt+NVDA+2) para fixar o tempo da alarma da intro da canción entre 1 e 9 segundos.
hu: Új parancs hozzáadva a zeneszám intro figyelmeztetés 1 és 9 másodperc közti beállítására (Alt+NVDA+2).

source: In end of track and intro alarm dialogs, you can use up and down arrows to change alarm settings. If a wrong value is entered, alarm value is set to maximum value.
ar: في محاورات نهاية المسار والتنبيه بالمقدمة, يمكنك استخدام السهم الأعلى والأسفل لتغيير إعدادات التنبيه. إذا قمت بإدخال قيمة خاطئة, فسيضبط وقت التنبيه على أقصى قيمة.
bg: В диалоговите прозорци за предупреждението за края на записа и за въведението можете да използвате стрелките за нагоре и надолу за да промените настройките за предупреждението. Ако бъде въведена неправилна стойност, стойността за предупреждението се задава на максималната стойност.
gl: Nos diálogos de alarma de intro e de remate de pista, podes utilizar flechas arriba e abaixo para cambiar as opcións de alarma. Se se introduce un valor erróneo, o valor da alarma fíxase ó máximo valor.
hu: A zeneszám végi, és az intro figyelmeztetés beállítására szolgáló párbeszédpanelen már a fel- és lenyíl segítségével is módosíthatók az értékek. helytelen érték megadása esetén a program a maximum értéket állítja be.

source: Added a command (Control+NVDA+4) to set a time when NVDA will play a sound when microphone has been active for a while.
ar: إضافة الأمر (Control+NVDA+4) لضبط الوقت الذي سيصدر بعده NVDA يخبرك به إن الميكروفون مشغل لفترة.
bg: Добавена е команда (Control+NVDA+4) за задаване на време след което NVDA ще възпроизвежда звук когато микрофонът е бил активен от известно време.
gl: Engadida unha orde (Control+NVDA+4) para fixar un tempo no que NVDA reproducirá unha canción cando o micrófono se activara por un intre.
hu: Új parancs hozzáadva (Control+NVDA+4): Beállítható vele figyelmeztető jelzés, ha a mikrofon bizonyos ideig bekapcsolva marad.

source: Added a feature to announce time in hours, minutes and seconds (command unassigned).
ar: إضافة خاصية للإعلان عن الوقت بالساعات, والدقائق والثوان (لم يتم توفير مفتاح اختصار بعد)
bg: Добавена е възможност за съобщаване на времето в часове, минути и секунди (командата не е назначена).
gl: Engadida unha característica para anunciar o tempo en horas, minutos e segundos (orde non asignada).
hu: Új lehetőség: az idő órában, percben, és másodpercben történő bejelentése (nincs hozzárendelve parancs).

source: It is now possible to track library scans from Insert Tracks dialog or from anywhere, and a dedicated command (Alt+NVDA+R) to toggle library scan announcement options.
ar: أصبح بالإمكان تتبع البحث في المكتبة من خلال محاورة إدراج مسار أو من أي مكان, مع وضع أمر لخيارات الإعلان عن البحث في المكتبة (Alt+NVDA+R)
bg: Вече е възможно да се следи сканирането на библиотеката от диалоговия прозорец за вмъкване на записи или от което и да е друго място и специалната команда (Alt+NVDA+R) за превключване на опциите за наблюдаването на сканирането на библиотеката.
gl: Agora é posible seguir os escaneados da biblioteca dende o diálogo Insert Tracks ou dende calquera sitio, unha orden dedicada (Alt+NVDA+R) para conmutar o anunciamento das opcións do escaneado da biblioteca.
hu: Már lehetséges a gyűjtemény vizsgálata a zeneszámok beillesztése párbeszédpanelről, vagy akárhonnan. A vizsgálat állapotáról az Alt+NVDA+R billentyűparancs segítségével beállítható módon kaphatunk információkat.

source: Support for Track Tool, including playing a beep if a track has intro defined and commands to announce information on a track such as duration and cue position.
ar: دعم أداة المسار, ويشمل ذلك إصدار صوت إذا كان للمسار بداية محددة وأوامر للإعلان عن المعلومات المتوفرة على المسار مثل الإعلان عن مدة المسار ومكانه بقائمة المسارات.
bg: Поддръжка за Инструмента за записа (Track Tool), включително за възпроизвеждане на сигнал, ако даден запис има зададено въведение и команди за съобщаване на информация за записа, като продължителност и позицията на маркера.
gl: Soporte para Track Tool, incluíndo a reprodución dun pitido se se unha pista ten unha intro definida e ordes para anunciar información sobre unha pista como a duración e a posición na cola.
hu: A Track Tool támogatása, beleértve hangjelzés, ha egy zeneszám beállított intróval rendelkezik, és parancsok zeneszámok bizonyos információinak lekérdezésére, mint játékidő, vagy jelölő pozíció.

source: Support for StationPlaylist Encoder (Studio 5.00 and later), providing same level of support as found in SAM Encoder support.
ar: دعم StationPlaylist Encoder (Studio 5.00 وما بعده), مع توفير نفس الدعم الذي نقدمه ل SAM Encoder.
bg: Поддръжка за StationPlaylist Encoder (Studio 5.00 и по-нови), предоставяйки същото ниво на поддръжка, като това в SAM Encoder.
gl: Soporte para o codificador StationPlaylist (Studio 5.00 e posteiores), proporcionando o mesmo nível de soporte que o atopado no codificador SAM.
hu: A StationPlaylist Encoder támogatása (Studio 5.00 és újabb verziói), hasonló mértékű támogatás, mint a SAM Encoder esetében.

source: In encoder windows, NvDA no longer plays error tones when NVDA is told to switch to Studio upon connecting to a streaming server while Studio window is minimized.
ar: في نوافذ encoder, لم يعد يصدر NVDA نغمات الخطأ عند إخبار NVDA بالانتقال إلى نافذة الستوديو على الاتصال بالخادم أثناء تصغير نافذة الاستوديو.
bg: В прозорците на енкодера, NVDA вече не възпроизвежда сигнала си за грешка, когато на NVDA е указано да премине към Studio при свързване към излъчващ сървър докато прозорецът на Studio е намален.
gl: Nas ventás do codificador, NVDA xa non reproduce tons de erro cando NVDA dixo de cambiar a Studio ó conectarse a un servidor de streaming mentras a ventá do Studio está minimizada.
hu: Az Encoder ablakokban az NVDA már nem ad hibát jelző hangot olyan esetben, amikor Streaming szerverre való kapcsolódás közben akarunk a minimalizált állapotban lévő Studio ablakára váltani.

source: Errors are no longer heard after deleting a stream with a stream label set on it.
ar: لم تعد تسمع أخطاء عند حزف مواد معرفة.
bg: Вече няма грешки след изтриването на поток със зададен към него етикет за потока.
gl: Os erros xa non se escoitan despois de eliminar un stream cunha etiqueta stream fixada neles.
hu: Már nincs hibajelzés címkével ellátott stream törlése esetén.

source: It is now possible to monitor introduction and end of track via braille using the braille timer options (Control+Shift+X).
ar: أصبح بالإمكان مراقبة بداية ونهاية الأغنية بالبرايل وذلك باستخدام خيارات ميقات البرايل (Control+Shift+X).
bg: Вече е възможно да се наблюдават въведението и края на записа чрез брайл с помощта на опциите за брайловия таймер (Control+Shift+X).
gl: Agora é posible monitorizar a introdución e o remate da pista a través do braille utilizando as opcións do temporizador braille (Control+Shift+X).
hu: Az intró, és a zeneszám végi riasztás állapota már Braille-kijelzőn is megjeleníthető, a Braille időzítő beállításával (Control+Shift+X).

source: Fixed an issue where attempting to switch to Studio window from any program after all windows were minimized caused something else to appear.
ar: معالجة مشكلة كانت تحدث عند محاولة الانتقال لنافذة التطبيق من أي برنامج آخر بعد تصغير كافة النوافذ مما كان يتسبب في ظهور شيء آخر.
bg: Поправен проблем, при който при опит за превключване към прозореца на Studio, след като всички прозорци са били намалени, предизвиква появата на нещо друго.
gl: Correxido un problema onde se tenta cambiar á ventá do Studio dende calquera programa despois de que todas as ventás fosen minimizadas causando que apareza otra cosa.
hu: Javítva egy hiba, mely akkor lépett fel, ha minden ablak minimalizált állapota esetén akart valaki egy másik programból a Studio ablakára váltani.

source: When using Studio 5.01 and earlier, NVDA will no longer announce certain status information such as scheduled time multiple times.
ar: عند استخدام الإصدار 5.01 من SPL أو ما قبله, فإن NVDA لم يعد يعلن عن بعض معلومات الحالة لمرات متعددة, من أمثلة ذلك الوقت المحدد.
bg: При използване на Studio 5.01 и по-стари, NVDA вече няма да съобщава по няколко пъти дадена информация за състоянието, като например планираното време.
gl: ó utilizar Studio 5.01 e posteiores, NVDA xa non anunciará certa información de estado como o tempo programado múltiples veces.
hu: A Studio 5.01, vagy korábbi verzióinak használata esetén az NVDA már nem mond be egymás után többször bizonyos állapotinformációkat, mint pl a tervezett idő.

source: Changes for 3.5
ar: مستجدات الإصدار 3.4
bg: Промени във версия 3.5
gl: Cambios para 3.5
hu: A 3.5 verzió változásai
pl: Zmiany dla wersji 3.5

source: When NVDA is started or restarted while Studio 5.10's main playlist window is focused, NVDA will no longer play error tones and/or not announce next and previous tracks when arrowing through tracks.
ar: التعامل بشكل صحيح مع التنويهات التي تم تعيين اختصار لها يشمل مفتاح التحكم على سبيل المثال (control+f1) بنمط استكشاف التنويهات.
bg: Когато NVDA бъде стартиран или рестартиран докато фокусът е върху прозореца с основния списък за изпълнение на Studio 5.10, NVDA няма да възпроизвежда звуци при грешка и/или да съобщава следващата и предишната песни, когато се преглеждат песните чрез стрелките.
gl: Cando NVDA se inicie ou reinicie mentras a ventá principal da lista de reprodución do Studio 5.10 estea enfocada, NVDA xa non reproducirá tons de erro e/ou non anunciará a pista seguinte ou a anterior cando se navegue polas pistas.
hu: Ha az NVDA olyankor van elindítva, vagy újraindítva, amikor a Studio 5.10 verziójának fő lejátszási lista ablaka van fókuszban, az NVDA már nem ad hibajelzést, és/vagy nem jelenti be a következő és előző zeneszámot a listában történő navigálás során.
pl: Jeżeli NVDA jest uruchomiony lub zrestartowany, podczas gdy główne okno playlisty Studio 5.10 posiada punkt uwagi, NVDA nie spowoduje to odgrywania dźwięków błędu NVDA, albo braku informacji o następnej i poprzedniej ścieżce przy przechodzeniu strzałkami po ścieżkach.

source: Fixed an issue when trying to obtain remaining time and elapsed time for a track in later builds of Studio 5.10.
ar: معالجة خطأ كان يحدث عند قراءة NVDA معلومات خاطئة عندما كنت تريد الحصول على معلومات عن الوقت المتبقي والمنقضي في الإصدار 5.10 من SPL Studio
bg: Отстранен е проблем, възникващ при опит да се получат оставащото и изминалото време за песен в по-нови компилации на Studio 5.10.
gl: Correxido un problema cando se tenta obter o tempo restante e o tempo transcorrido para unah pista nas compilacións máis recentes do Studio 5.10.
hu: Az SPL Studio 5.10 utáni kiadásaiban javítva a zeneszámok hátralévő és eltelt idejének kinyerése közben fellépő hiba.
pl: Poprawiony błąd pobierania czasu który pozostał i czasu, który upłynął dla ścieżki w późniejszych kompilacjach Studio 5.10.

source: Changes for 3.4
ar: مستجدات الإصدار 3.0
bg: Промени във версия 3.4
gl: Cambios para 3.4
hu: A 3.4 verzió változásai
pl: Zmiany dla wersji 3.4

source: In cart explorer, carts involving control key (such as Ctrl+F1) are now handled correctly.
ar: في نمط استكشاف التنويهات, التعامل مع الاختصارات التي تشمل مفتاح التحكم بشكل صحيح.
bg: В разглеждането на джингъли, джингълите включващи клавиша Control (като Ctrl+F1) сега се обработват коректно.
gl: No explorador de cart, os carts involucrados ca tecla control (como Ctrl+F1) agora manéxanse correctamente.
hu: A Cart Explorerben a cart kezelő parancsok, (pl.: Control+F1) már jól működnek.
pl: W eksploratorze koszyka, koszyki z klawiszem Control (takie jak Ctrl+F1) są teraz prawidłowo obsługiwane.

source: Changes for 3.3
ar: مستجدات الإصدار 3.3
bg: Промени във версия 3.3
gl: Cambios para 3.3
hu: A 3.3 verzió változásai
pl: Zmiany dla wersji 3.3

source: When connecting to a streaming server using SAM encoder, it is no longer required to stay in the encoder window until connection is established.
ar: لم يعد من الضروري البقاء بنافذة sam encoder حتى إجراء الاتصال بخادم البث باستخدام sam encoder.
bg: При свързване към излъчващ сървър с използване на SAM encoder, вече не се налага да останете в прозореца на енкодера докато връзката бъде осъществена.
gl: Ó se conectar a un servidor de streaming utilizando o codificador SAM, xa non se necesita estar na ventá do codificador ate que a conexión se estableza.
hu: Streaming szerverhez való kapcsolódás esetén a z SAM encoderrel, már nem szükséges az encoder ablakában maradni a kapcsolat létrejöttéig.
pl: Przy połączeniu z serwerem strumienia z użyciem enkodera SAM, nie trzeba pozostawać w oknie enkodera do chwili ustanowienia połączenia.

source: Fixed an issue where encoder commands (for example, stream labeler) would no longer work when switching to SAM window from other programs.
ar: معالجة مشكلة عدم عمل بعض اختصارات encoder عند الانتقال لنافذة sam من البرامج الأخرى على سبيل المثال (أوامر تعريف البث).
bg: Отстранен е проблем, при който командите за енкодера (например за етикетиране на потока) преставаха да работят при превключване към прозореца на SAM от други програми.
gl: Correxido un problema onde as ordes do codificador (por exemplo, stream labeler) xa non funcionaría ó se cambiar á ventá do SAM dende outros programas.
hu: Javítva az a hiba, mely az encoder parancsok (pl.: stream címkéző) működését akadályozta olyankor, mikor más programoktól átkerült a fókusz az SAM ablakára.
pl: Poprawiono problem, że komendy enkodera (np. nazywanie strumieni) nie działały po przełączeniu do okna SAM z innych programów.

source: Changes for 3.2
ar: مستجدات الإصدار 3.2
bg: Промени във версия 3.2
gl: Cambios para 3.2
hu: A 3.2 verzió változásai
pl: Zmiany dla wersji 3.2

source: Added a command in SPL Controller to report remaining time for the currently playing track (R).
ar: إضافة اختصار للإعلان عن الوقت المتبقي من المسار الحالي (r).
bg: Добавена е команда в контролера на SPL за докладване на оставащо време за текущо просвирвания запис (R).
gl: Engadida unha orde no SPL Controller para informar do tempo restante para a pista actualmente en reprodución (R).
hu: Új parancs hozzáadva az SPL vezérlőhöz a lejátszás alatt álló dal hátralévő idejének lekérdezésére (R).
pl: Dodane polecenie w kontrolerze SPL wypowiadania pozostałego czasu aktualnie odtwarzanej ścieżki (R).

source: In SAM encoder window, input help mode message for Shift+F11 command has been corrected
ar: تصحيح رسالة المساعدة التفاعلية لاختصار shift+f11 بنافذة sam encoder.
bg: В прозореца на SAM encoder, съобщението в помощен режим за командата Shift+F11 беше поправено.
gl: Na ventá do codificador SAM, correxiuse a mesaxe do modo axuda de entrada para Shift+F11
hu: A SAM encoder ablakában a Shift+F11 billentyűparancs beviteli súgója javítva lett.
pl: W oknie enkodera SAM, wiadomość pomocy klawiatury dla Shift+F11 została poprawiona

source: In cart explorer, if Studio Standard is in use, NVDA will alert that number row commands are unavailable for cart assignments.
ar: إذا تم استخدام الاستوديو القياسي بنمط استكشاف التنويهات, سيقوم NVDA بتنبيه المستخدم عن عدم إتاحة مفاتيح صف الأرقام العلوي لتعيين اختصارات للتنويهات.
bg: В прегледа на джингъли, ако се използва Studio Standard, NVDA ще ви уведоми, че командите за номер на ред са недостъпни за назначенията на джингъли.
gl: No explorador de cart, se Studio Standard se está a usar, NVDA alertarache que un número de filas de ordes non están dispoñibles para asignacións de cart.
hu: A Cart Explorerben, amennyiben a Studio Standard van használatban, az NVDA figyelmeztet, hogy a cart hozzárendelési parancsok nem elérhetők.
pl: W eksploratorze koszyka, jeśli używane jest Studio Standard, NVDA ostrzeże, że polecenia numerów wierszy są niedostępne dla przypisywania koszyków.

source: In Studio 5.10, track finder no longer plays error tones when searching through tracks.
ar: في الإصدار 5.10, عدم صدور صوت الخطأ أثناء البحث عن المسارات.
bg: В Studio 5.10, търсачката за записи вече не просвирва сигнали за грешка при търсене в записите.
gl: No Studio 5.10, o buscador de pista xa non reproduce tons de erro ó buscar polas pistas.
hu: A Studio 5.10-es verziójában a dalkereső már nem ad hibát jelző hangot dalok keresése közben.
pl: W Studio 5.10, poszukiwanie ścieżek nie generuje dźwięków błędu, podczas przeszukiwania.

source: New and updated translations.
ar: ترجمة الإضافة لمزيد من اللغات وتحديث الترجمة.
bg: Нови и обновени преводи.
gl: Traducións novas e actualizadas.
hu: Új és frissített fordítások.
pl: Nowe i zaktualizowane tłumaczenia.

source: Changes for 3.1
ar: مستجدات الإصدار 3.1
bg: Промени във версия 3.1
gl: Cambios para 3.1
hu: A 3.1 verzió változásai
pl: Zmiany dla wersji 3.1

source: In SAM Encoder window, added a command (Shift+F11) to tell Studio to play the first track when connected.
ar: في نافذة sam encoder, وضع اختصار (shift+f11) لتشغيل أول مسار بعد الاتصال بالخادم.
bg: В прозореца на SAM Encoder беше добавена команда (Shift+F11) за указване на Studio да просвири първият запис при свързване.
gl: Na ventá do SAM Encoder, engadiuse unha orde (Shift+F11) para dicirlle ó Studio que reproduza a primeira pista cando estea conectado.
hu: A SAM encoder ablakában hozzáadták a Shift+F11 parancsot, amivel beállítható, hogy kapcsolódás esetén a program elindítsa az első dalt.
pl: W oknie enkodera SAM, dodana komenda (Shift+F11) nakazująca studiu odegrać pierwszą ścieżkę, gdy połączone.

source: Fixed numerous bugs when connecting to a server in SAM Encoder, including inability to perform NVDA commands, NVDA not announcing when connection has been established and error tones instead of connection beep being played when connected.
ar: معالجة العديد من الأخطاء عند الاتصال بخادم ب sam encoder, ومن بين هذه المشكلات عدم القدرة على تنفيذ أوامر NVDA, وصمت NVDA بعد إجراء الاتصال بالخادم, إصدار صوت الخطء بدلا من صوت الصفير للإعلان عن إتمام الاتصال.
bg: Отстранени са множество грешки при свързване към сървър със SAM Encoder, включително невъзможността за изпълнение на командите на NVDA, пропуска за съобщаване на успешно свързване и сигнали за грешка вместо за успешно свързване.
gl: Correxidos numerosos erros cando se conecta a un servidor no Encoder SAM , incluíndo a incapacidade para levar a cabo as ordes do NVDA , NVDA non anuncia cando a conexión foi establecida e da tons de erro en lugar do pitido de conexión que se está a reproducir cando se conecta .
hu: Számos, streaming szerverhez kapcsolódás közben jelentkező hiba javításra került: nem végrehajtott NVDA parancsok, az NVDA nem jelezte, hogy létrejött a kapcsolat, a kapcsolódást jelző hang helyett hibát jelző hangot játszott le sikeres kapcsolódás esetén.
pl: Naprawiono liczne błędy podczas połączenia z serwerem w enkoderze SAM, włączając niemożność wykonania poleceń NVDA, NVDA nie informujący o nawiązaniu połączenia i odtwarzanie dźwięków błędów zamiast dźwięków połączenia.

source: Changes for 3.0
ar: مستجدات الإصدار 3.0
bg: Промени във версия 3.0
gl: Cambios para 3.0
hu: A 3.0 verzió változásai
pl: Zmiany dla wersji 3.0

source: Added Cart Explorer to learn cart assignments (up to 96 carts can be assigned).
ar: تم إضافة مستكشف التنويهات للتعرف على المفتاح المنوط بتشغيل كل تنويه (يمكن تعيين مفاتيح ل96 تنويه).
bg: Добавен е преглед на джингъли, където може да изследвате назначенията на джингълите (до 96 джингъла могат да бъдат назначени).
gl: Engadido explorador de Cart para deprender as asignacións de cart (ate 96 carts se poden asignar).
hu: Hozzáadták a Cart Explorert a hozzárendelések megtekintéséhez, összesen 96 hozzárendelés lehetséges.
pl: Dodany eksplorator koszyka umożliwiający nauczenie się przypisań koszyków (do 96 koszyków może być przypisanych).

source: Added new commands, including broadcaster time (NVDA+Shift+F12) and listener count (i) and next track title (n) in SPL Assistant.
ar: تمت إضافة أوامر جديدة, بما في ذلك وقت المذيع (NVDA+Shift+F12) وعدد المستمعين (i) وعنوان المسار التالي (n) في وضع مساعد أوامر SPL.
bg: Добавени са нови команди, включително време на излъчване (NVDA+Shift+F12) и брой на слушателите (i) и заглавие на следващ запис (n) в помощника на SPL.
gl: Engadidas novas ordes, incluíndo tempo de emisora (NVDA+Shift+F12) e reconto de oubintes (i) e título da seguinte pista (n) no SPL Assistant.
hu: Új billentyűparancsok: broadcaster idő (NVDA+Shift+F12), új SPL kisegítő parancsok: hallgatók száma (I), a soron következő dal címe (N).
pl: Dodane nowe polecenia asystenta SPL w tym czas nadawcy (NVDA+Shift+F12) i ilość słuchaczy (i) oraz tytuł następnej ścieżki (n).

source: Toggle messages such as automation are now displayed in braille regardless of toggle announcement setting.
ar: سيتم الإعلان عن الرسائل ذات الحالتين على السطر الإلكتروني بغض النظر عن وضع الإعلان عن تلك الرسائل سواء كان صفير أم نطق.
bg: Съобщенията за превключване на настройките като автоматизацията вече се изобразяват на брайл без значение от настройката за известяване на превключването.
gl: Conmutar mesaxes como automation agora amósase en braille independentemente da opción conmutar anunciado.
hu: A pprogram üzenetei, mint az automatikus lejátszás, már braille-ben is megjelennek függetlenül a parancsok bejelentési beállításától.
pl: Przełączalne wiadomości takie jak automatyzacja, są teraz wyświetlane w brajlu niezależnie od ustawienia przełącznika oznajmiania.

source: When StationPlaylist window is minimized to the system tray (notification area), NVDA will announce this fact when trying to switch to SPL from other programs.
ar: عندما تقوم بتصغير نافذة StationPlaylist وتريد الانتقال إلى نافذة البرنامج من أي مكان, فإن NVDA سيخبرك بأن النافذة مصغرة.
bg: NVDA ще ви съобщи когато се опитва да превключи към SPL от други програми, но в същото време прозореца на StationPlaylist е минимизиран в системния жлеб (областта за уведомяване).
gl: Cando a ventá do StationPlaylist se minimiza á bandexa do sistema (área de notiricacións), NVDA anunciará este feito ó tratar de cambiar a SPL dende outros programas.
hu: Ha a StationPlaylist ablaka minimalizálva a tálca értesítési területén található, az NVDA jelzi ezt a tényt, amikor más programokból megkísérli az SPL ablakába lépést.
pl: Gdy okno StationPlaylist jest zminimalizowane do szuflady systemu (obszaru powiadomień), NVDA oznajmi ten stan podczas próby przełączenia się do SPL z innych programów.

source: Error tones are no longer heard when toggle announcement is set to beeps and status messages other than on/off toggle are announced (example: playing carts).
ar: لم تعد تسمع صوت الخطأ عندما يكون الإعلان عن الحالة في وضع الصفير وعندما تكون رسائل الحالة رسائل أخرى غير تشغيل وتعطيل (مثال: تشغيل التنويهات أو الإعلانات).
bg: Вече не се чуват сигнали за грешка когато съобщаването на превключванията е зададено на бибипкане и се изговарят съобщения за състоянието, различни от включено и превключване (например: просвирване на джингъли).
gl: Os tons de erro xa non se escoitan cando conmutar anunciado está posto en pitidos e as mesaxes de estado que non sexan on/off se anuncian (exemplo: reproducindo carts).
hu: Már nem hangzik el hibát jelző hang hangjelzésre állított visszajelzés esetén az állapotüzenetek változásaikor a ki és be kivételével. Pl. cartok lejátszása.
pl: Dźwięki błędów nie są słyszalne, gdy przełączanie oznajmiania jest ustawione na dźwięki i oznajmiane są wiadomości statusu inne niż przełącznik włączony/wyłączony. (np.: odtwarzanie koszyków).
