Repository: nvdacn/screenReaderTranslations
Catalog: website/addons/stationPlaylist.*.po
Languages: ar, bg, de, fi, fr, gl, hu, pl

source: You can now add, view, change or delete track comments (notes). Press Alt+NVDA+C from a track in the playlist viewer to hear track comments if defined, press twice to copy comment to clipboard or three times to open a dialog to edit comments.
de: Sie können nun Titelkommentare (Notizen) hinzufügen, anzeigen, ändern oder löschen. Drücken Sie Alt+NVDA+C von einem Titel im Playlist-Viewer, um Titelkommentare zu hören. Falls der Befehl benutzerdefiniert ist, drücken Sie zweimal, um den Kommentar in die Zwischenablage zu kopieren oder dreimal, um einen Dialog zum Bearbeiten von Kommentaren zu öffnen.
fr: Vous pouvez maintenant ajouter, afficher, modifier ou supprimer les commentaires (notes) de la piste. Appuyer sur Alt+NVDA+C depuis une piste dans la visionneuse de playlist pour entendre les commentaires si défini, appuyez deux fois pour copier le commentaire dans le presse-papiers ou trois fois pour ouvrir un dialogue pour modifier les commentaires.
gl: Agora podes engadir, ver, cambiar ou borrar comentarios de pista (notas). Preme Alt+NVDA+C dende unha pista no Visualizador de lista de Reprodución para escoitar comentarios de pista se se definiron, preme dúas veces para copiar o comentario ao portapapeis ou tres veces para abrir un diálogo para editar comentarios.

source: Added ability to notify if a track comment exists, as well as a setting in add-on settings to control how this should be done.
de: Benachrichtigung bei vorhandenen Titelkommentaren wurde hinzugefügt. Eine Einstellung in den Einstellungen für die Studio-Erweiterung wurde eingefügt, um die Benachrichtigungsparameter zu steuern.
fr: Ajoutée la possibilité d'annoncer si un commentaire de piste existe,ainsi que d’un paramètre dans les paramètres du module complémentaire pour contrôler comment cela devrait être fait.
gl: Engadida a capacidade para notificar se existe un comentario de pista, así como una opción nas opción do complemento para controlar cómo se debería facer esto.

source: Added a setting in add-on settings dialog to let NVDA notify you if you've reached top or bottom of playlist viewer.
de: Es wurde eine Einstellung im Einstellungsdialog der SPL-Erweiterung hinzugefügt, mit der NVDA Sie benachrichtigen kann, wenn Sie ganz oben oder ganz unten im Playlist-Viewer angelangt sind.
fr: Ajouter un nouveau paramètre dans le dialogue paramètres du module complémentaire pour permettre a NVDA de vous notifier si vous avez atteint le haut ou le bas de la visionneuse de playlist.
gl: Engadido un axuste no diálogo opción do complemento para permitir ao NVDA notificarche se acadaches a parte superior ou a inferior do visualizador de lista de reprodución.

source: When resetting add-on settings, you can now specify what gets reset. By default, add-on settings will be reset, with checkboxes for resetting instant switch profile, time-based profile, encoder settings and erasing track comments added to reset settings dialog.
de: Beim Zurücksetzen der Einstellungen für die Studio-Erweiterung können Sie nun festlegen, was zurückgesetzt werden soll. Standardmäßig werden die Einstellungen der Erweiterung zurückgesetzt, wobei die Kontrollkästchen für das Zurücksetzen des Instant-Switch-Profils, des temporären Profils, der Encoder-Einstellungen und des Löschens von Titelkommentaren im Einstellungsdialog hinzugefügt wurden.
fr: Lors de la réinitialisation des paramètres du module complémentaire, vous pouvez maintenant spécifier quel type de restauration vous souhaitez avoir. Par défaut, les paramètres du module complémentaire seront réinitialisés, avec des cases à cocher pour la réinitialisation des changement de profil immédiat, pofil basé sur l'heure, paramètres de l’encodeur et les commandes pour effacer la piste ajouté pour réinitialiser la boîte de dialogue Paramètres.
gl: Ao reiniciar as opcións do complemento, agora podes especificar qué se reinicia. Por omisión, reiniciaranse as opción do complemento, cas caixas de verificación para reiniciar o perfil de cambio instantáneo, perfil baseado no tempo, opción do codificador e borrado dos comentarios de pista engadidos ao diálogo reiniciar opcións.

source: In Track Tool, you can obtain information on album and CD code by pressing Control+NVDA+9 and Control+NVDA+0, respectively.
de: Im Track Tool können Sie Informationen über Album und CD-Code erhalten, indem Sie STRG+NVDA+9 bzw. STRG+NVDA+0 drücken.
fr: Dans l'Outil de piste, vous pouvez obtenir des informations sur l'album et le code du CD en appuyant sur Contrôle+NVDA+9 et Contrôle+NVDA+0, respectivement.
gl: Na Ferramenta de Pista, podes obter información do álbum e código do CD premendo Control+NVDA+9 e Control+NVDA+0, respectivamente.

source: Performance improvements when obtaining column information for the first time in Track Tool.
de: Performance-Verbesserungen beim erstmaligen Abrufen von Spalteninformationen in Track Tool.
fr: Amélioration des performances lors de l’obtention des informations de colonne pour la première fois dans l'Outil de Piste.
gl: Mellórase o rendemento ao obter información da columna para a primeira vez na Ferramenta de Pista.

source: 8.0: Added a dialog in add-on settings to configure Columns Explorer slots for Track Tool.
de: 8.0: Es wurde ein Dialog in den Einstellungen für die SPL-Erweiterung hinzugefügt, um Platzhalter für den Spaltenexplorer für das Track-Tool zu konfigurieren.
fr: 8.0: Ajouté un dialogue dans les paramètres du module complémentaire pour configurer les tranches de l'Explorateur de Colonnes pour l'Outil de Piste.
gl: 8.0: engadido un diálogo nas opcións do complemento para configurar os slots no Explorador de Columnas para a Ferramenta de Pista.

source: You can now configure microphone alarm interval from microphone alarm dialog (Alt+NvDA+4).
de: Sie können nun das Intervall der Mikrofonbenachrichtigung im Dialog Mikrofonbenachrichtigung konfigurieren (Alt+NVDA+4).
fr: Vous pouvez maintenant configurer l'intervalle alarme microphone depuis le dialogue Alarme microphone (Alt+NVDA+4).
gl: Agora podes configurar o intervalo da alarma do micrófono dende o diálogo Alarma do micrófono (Alt+NvDA+4).

source: Version 7.5/16.09
gl: Versión 7.5/16.09

source: NVDA will no longer pop up update progress dialog if add-on update channel has just changed.
de: NVDA öffnet den Fortschrittsdialog nicht mehr, wenn sich der Update-Kanal der Erweiterung gerade geändert hat.
fr: NVDA n'affichera plus la fenêtre de la boîte de dialogue de la progression de la mise à jour si le canal de mise à jour du module complémentaire vient de changer.
gl: NVDA xa non despregará o diálogo de progreso da actualización se a canle de actualización do complemento cambiou.

source: NVDA will honor the selected update channel when downloading updates.
de: NVDA berücksichtigt den ausgewählten Update-Kanal beim Herunterladen von Updates.
fr: NVDA honorera le canal de mise à jour sélectionnée lors du téléchargement des mises à jour.
gl: NVDA respectará a canle de actualización selecionada cando se descarguen actualizacións.

source: Version 7.4/16.08
gl: Versión 7.4/16.08

source: Version 7.4 is also known as 16.08 following the year.month version number for stable releases.
de: Version 7.4 ist auch bekannt als 16.08 nach der Jahr/Monat-Versionsnummer für stabile Versionen.
fr: Version 7.4 est également connu comme 16.08 selon le numéro de version year.month pour les publications stable.
gl: A versión 7.4 tamén se coñece coma 16.08 seguido do ano.mes número da versión para versións estables.

source: It is possible to select add-on update channel from add-on settings/advanced options, to be removed later in 2017. For 7.4, available channels are beta, stable and long-term.
de: Es ist jetzt möglich, aus den Einstellungen zur Studio-Erweiterung/Erweiterte Optionen einen Aktualisierungskanal für die Erweiterung auszuwählen, der später im Jahr 2017 entfernt werden soll. Für 7.4 verfügbare Kanäle sind Beta, stabil und langfristig.
fr: Il est possible de sélectionner le canal de mise à jour du module complémentaire depuis les paramètres du module complémentaire/Options avancées pour être supprimé plus tard en 2017. Pour 7.4, les canaux disponibles sont bêta, stable et long-terme.
gl: É posible selecionar a canle de actualización do complemento dende opcións/opción avanzadas do complemento, para se borrar máis tarde na 2017. Para a 7.4, as canles disponibles son beta, stable e long-term.

source: Added a setting in add-on settings/Advanced options to configure update check interval between 1 and 30 days (default is 7 or weekly checks).
de: Es wurde eine Einstellung in dem Einstellungsdialog für die Studio-Erweiterung/Erweiterte Optionen hinzugefügt, um das Prüfintervall für Aktualisierungen zwischen 1 und 30 Tagen zu konfigurieren (Standard ist 7 oder wöchentliche Prüfungen).
fr: Ajouté un paramètre dans les paramètres du module complémentaire/Options avancées pour configurer l'intervalle de recherche de mise à jour entre 1 et 30 jours (par défaut est 7 ou recherches hebdomadaire).
gl: Engadida unha opción nas opción do complemento/Opcións avanzadas para configurar o intervalo da procura da actualización entre 1 e 30 días (o predeterminado é 7 ou procuras semanais).

source: SPL Controller command and the command to focus to Studio will not be available from secure screens.
de: Der Befehl SPL-Controller und der Befehl zum Fokussieren auf Studio stehen auf geschützten Bildschirmen nicht zur Verfügung.
fr: La commande pour le Contrôleur SPL et la commande pour la mise en focus de Studio ne sera pas disponibles à partir des écrans sécurisés.
gl: A orde SPL Controller e a orde enfocar ao Studio non estará disponible dende pantallas seguras.

source: New and updated translations and added localized documentation in various languages.
de: Neue und aktualisierte Übersetzungen und lokalisierte Dokumentation in verschiedenen Sprachen.
fr: Nouvelles et mises à jour des traductions et l'ajout de documentation localisé en plusieurs langues.
gl: Novas traduccións e actualizacións e engadida a localización da documentación en varias linguas.

source: Changes for 7.3
de: Änderungen in7.3
fr: Changements pour la version 7.3
gl: Cambios para 7.3

source: Slight performance improvements when looking up information such as automation via some SPL Assistant commands.
de: Leichte Performance-Verbesserungen beim Nachschlagen von Informationen über einige Befehle des SPL-Assistenten wie z.B. Automatisierung.
fr: Amélioration des performances légère quand on regarde les informations telles que l’automatisation via certaines commandes de l'Assistant SPL.
gl: Lixeiras melloras de rendemento ao procurar información como a automatización a través dalgunhas ordes do SPL Assistant.

source: Changes for 7.2
de: Änderungen in7.2
fr: Changements pour la version 7.2
gl: Cambios para 7.2

source: Due to removal of old-style internal configuration format, it is mandatory to install add-on 7.2. Once installed, you cannot go back to an earlier version of the add-on.
de: Aufgrund der Entfernung des alten internen Konfigurationsformats ist es zwingend erforderlich das Add-on 7.2 zu installieren. Nach der Installation können Sie nicht mehr auf eine frühere Version des Add-ons zurückgreifen.
fr: En raison de la suppression du format de l'ancien style de configuration interne, il est obligatoire d'installer le module complémentaire 7.2. Une fois installé, vous ne pouvez pas revenir à une version antérieure du module complémentaire.
gl: Debido ao borrado do vello estilo do formato interno da configuración, é obrigatorio instalar o complemento 7.2. Unha vez instalado, non podes voltar a una versión anterior do complemento.

source: Added a command in SPL Controller to report listener count (I).
de: Im SPL-Controller wurde ein Befehl hinzugefügt, um die Anzahl der Zuhörer (I) zu melden.
fr: Ajout d'une commande dans le Contrôleur SPL pour annoncer le nombre d'auditeurs (I).
gl: Engadida unha orde no SPL Controller para informar do reconto de oíntes (I).

source: You can now open SPL add-on settings and encoder settings dialogs by pressing Alt+NVDA+0. You can still use Control+NVDA+0 to open these dialogs (to be removed in add-on 8.0).
de: Mit Alt+NVDA+0 können Sie nun die Einstellungen zur Studio-Erweiterung und die Dialoge für die Encoder-Einstellungen öffnen. Sie können diese Dialoge auch weiterhin mit Control+NVDA+0 öffnen (in der Version 8.0 nur noch Alt+NVDA+0 verfügbar).
fr: Vous pouvez maintenant ouvrir le dialogue Paramètres module complémentaire SPL et le dialogue Paramètres de l'encodeur en appuyant sur Alt+NVDA+0. Vous pouvez toujours utiliser Contrôle+NVDA+0 pour ouvrir ces boîtes de dialogue (pour être supprimé dans le module complémentaire 8.0).
gl: Agora podes abrir os diálogos opción do complemento e opción do codificador premendo Alt+NVDA+0. Aínda podes usar Control+NVDA+0 para abrir estes diálogos (será eliminado no complemento 8.0).

source: In Track Tool, you can use Control+Alt+left or right arrow keys to navigate between columns.
de: Im Track-Tool können Sie mit Strg+Alt+Links oder Rechtspfeil zwischen den Spalten navigieren.
fr: Dans l'Outil de Piste, vous pouvez utiliser Contrôle+Alt+les touches flèche gauche ou flèche droite pour naviguer entre les colonnes.
gl: Na Ferramenta Pista, podes usar Control+Alt+Frechas esquerda ou dereita para navegar entre columnas.

source: Contents of various Studio dialogs such as About dialog in Studio 5.1x are now announced.
de: Inhalte verschiedener Studio-Dialoge, wie z.B. Info-Dialog in Studio 5.1x, werden nun angesagt.
fr: Contenu de diverses boîtes de dialogue de Studio comme la boîte de dialogue À propos dans Studio 5.1x sont maintenant annoncées.
gl: Agora anúncianse varios contidos en diálogos do Studio coma o diálogo Acerca en Studio 5.1x.

source: In SPL Encoders, NVDA will silence connection tone if auto-connect is enabled and then turned off from encoder context menu while the selected encoder is connecting.
de: Bei SPL-Encodern schaltet NVDA den Verbindungston aus, wenn Auto-Connect aktiviert ist und während dem Verbindungsaufbau diese Option aus dem Encoder-Kontextmenü ausgeschaltet wird.
fr: Dans l'Encodeur SPL NVDA fera arrêter la tonalité de connexion si la connexion automatique est activée, et puis désactivée depuis le menu contextuel alors que l’encodeur sélectionné se connecte.
gl: Nos Codificadores SPL, NVDA silenciará o ton de conexión se auto-conectar está habilitado e logo apágase dende o menú de contexto do codificador mentres o codificador seleccionado se está a conectar.

source: Changes for 7.1
de: Änderungen in7.1
fr: Changements pour la version 7.1
gl: Cambios para 7.1

source: Fixed erorrs encountered when upgrading from add-on 5.5 and below to 7.0.
de: Fehler behoben, die beim Upgrade von Version 5.5 und älter auf 7.0 aufgetreten sind.
fr: Correction des erreurs rencontrés lors de la mise à niveau depuis le module complémentaire 5.5 et en dessous de la 7.0.
gl: Correxidos erros atopados ao actualizar dende o complemento 5.5 e anteriores ao 7.0.

source: When answering "no" when resetting add-on settings, you'll be returned to add-on settings dialog and NVDA will remember instant switch profile setting.
de: Wenn Sie beim Zurücksetzen der Einstellungen mit "nein" antworten, werden Sie zum Dialogfeld "Einstellungen zur Studio-Erweiterung" zurückgeleitet und NVDA merkt sich die Einstellungen des Instant-Switch-Profils.
fr: Lorsque vous répondez "non" lors de la réinitialisation des paramètres du module complémentaire, vous retourné à la boîte de dialogue Paramètres module complémentaire et NVDA se souviendra du paramètre changement de profil immédiat.
gl: Ao respostar "non" cando se reinicia as opción do complemento, voltarás ao diálogo de opción do complemento e NVDA lembrará a opción perfil de cambio instantáneo.

source: NVDA will ask you to reconfigure stream labels and other encoder options if encoder configuration file becomes corrupted.
de: NVDA wird Sie auffordern Streambezeichnungen und andere Encoder-Optionen neu zu konfigurieren, wenn die Encoder-Konfigurationsdatei beschädigt ist.
fr: NVDA vous demandera de reconfigurer les étiquettes de flux et d’autres options de l'encodeur si le fichier de configuration de l'encodeur est endommagé.
gl: NVDA preguntarache para refonfigurar as etiquetas de cadea e outras opción de codificador se o ficheiro de configuración do codificador chega a coromperse.

source: Changes for 7.0
de: Änderungen in7.0
fr: Changements pour la version 7.0
gl: Cambios para 7.0

source: Added add-on update check feature. This can be done manually (SPL Assistant, Control+Shift+U) or automatically (configurable via advanced options dialog from add-on settings).
de: Funktion für die Suche nach Aktualisierungen wurde hinzugefügt. Dies kann manuell (STRG+Umschalt+U im SPL-Assistenten) oder automatisch (konfigurierbar über den Dialog Erweiterte Optionen aus den Einstellungen für die SPL-Erweiterung) erfolgen.
fr: Ajouté la fonction Rechercher une mise à jour du module complémentaire. Cela peut se faire manuellement (Assistant SPL, Contrôle+Maj+U) ou automatiquement (configurable depuis la boîte de dialogue Options avancées dans la boîte de dialogue paramètres du module complémentaire).
gl: Engadida a característica buscar actualización do complemento. Esto pode facerse manualmente (SPL Assistant, Control+Shift+U) ou automáticamente (configurable a través do diálogo Opcións avanzadas dende as opción do complemento).

source: It is no longer required to stay in the playlist viewer window in order to invoke most SPL Assistant layer commands or obtain time announcements such as remaining time for the track and broadcaster time.
de: Es ist nicht mehr erforderlich, im Fenster für den Playlist-Viewer zu bleiben, um die meisten Hilfsbefehle des SPL-Assistenten aufzurufen oder Zeitansagen wie die verbleibende Zeit für den Titel und die Sendezeit zu erhalten.
fr: Il n'est plus nécessaire de rester dans la fenêtre de la visionneuse de playlist afin d'invoquer la plupart des commandes couche Assistant SPL ou obtenir des annonces de temps tels que le temps restant pour la piste et le temps de diffusion.
gl: Xa non se require estar na ventá do visualizador de lista de reproducción para invocar a mayoría das ordes do SPL Assistant ou obter anunciados de tempo como tempo restante para a pista e tempo de retransmisión.

source: Changes to SPL Assistant commands, including playlist duration (D), reassignment of hour selection duration from Shift+H to Shift+S and Shift+H now used to announce duration of remaining tracks for the current hour slot, metadata streaming status command reassigned (1 through 4, 0 is now Shift+1 through Shift+4, Shift+0).
de: Änderungen an den Befehlen des SPL-Assistenten, einschließlich der Playlist-Dauer (D), Neuzuweisung der Auswahl der Stundendauer von Umschalt+H zu Umschalt+S. Umschalt+H wird nun verwendet, um die Dauer der verbleibenden Titel für den aktuellen Stundenplatzhalter anzusagen. Neuer Statusbefehl für Metadaten-Streaming (1 bis 4, 0 ist jetzt Umschalt+1 bis Shift+4 bzw. Umschalt+0).
fr: Changements des commandes Assistant SPL, y compris Durée de la playlist (D), réassignation de durée de sélection de l'heure de Maj+H à Maj+S et Maj+H maintenant utilisé pour annoncer la Durée des pistes restantes pour la tranche horaire courante, la commande Statut de Métadonnées en streaming réassignée (1 jusqu'à 4, 0 est maintenant Maj+1 jusqu'à Maj+4, Maj+0).
gl: Cambios para ordes do SPL Assistant, incluíndo a duración da lista de reprodución (D), reasignación da selección da duración da hora dende Shift+H a Shift+S e Shift+H agora utilízase para anunciar a duración das pistas restantes para o actual slot horario, reasignada a orden de estado dos metadatos do streaming (1 ata 4, 0 agora é Shift+1 ata Shift+4, Shift+0).

source: It is now possible to invoke track finder via SPL Assistant (F).
de: Es ist nun möglich, den Titelfinder über den SPL-Assistenten (F) aufzurufen.
fr: Il est maintenant possible d'invoquer Recherche de piste via l'Assistant SPL (F).
gl: Agora é posible invocar o buscador de pistas a través de SPL Assistant (F).

source: SPL Assistant, numbers 1 through 0 (6 for Studio 5.01 and earlier) can be used to announce specific column information. These column slots can be changed under Columns Explorer item in add-on settings dialog.
de: Im SPL-Assistenten können die Zahlen 1 bis 0 (bis 6 für Studio 5.01 und früher) verwendet werden, um bestimmte Spalteninformationen anzukündigen. Diese Spaltenslots können unter dem Eintrag Spaltenexplorer im Einstellungsdialog zur Studio-Erweiterung geändert werden.
fr: Assistant SPL, chiffres 1 jusqu'à 0 (6 pour Studio 5.01 ou version antérieure) peut être utilisé pour annoncer les informations d'une colonne spécifique. Ces tranches de colonne peuvent être modifiés sous l'élément Explorateur de Colonnes dans la boîte de dialogue Paramètres module complémentaire.
gl: SPL Assistant, números 1 ata 0 (6 para Studio 5.01 e anteriores) poden utilizarse para anunciar información da columna especificada. Estes slots de columna poden cambiarse no elemento Explorador de Columnas No diálogo opcións do complemento.

source: Fixed numerous errors reported by users when installing add-on 7.0 for the first time when no prior version of this add-on was installed.
de: Es wurden zahlreiche Fehler behoben, die von Benutzern bei der Erstinstallation von Add-on 7.0 gemeldet wurden, wenn keine Vorgängerversion dieser Erweiterung installiert war.
fr: Corrigé les nombreuses erreurs signalées par les utilisateurs lors de l'installation du module complémentaire 7.0 pour la première fois lorsque aucune version antérieure de ce module complémentaire a été installé.
gl: Correxidos varios erros informados polos usuarios ao instalar o complemento 7.0 por primeira vez cando non estaba instalada una versión anterior deste complemento.

source: Improvements to Track Dial, including improved responsiveness when moving through columns and tracking how columns are presented on screen.
de: Verbesserungen bei der Titeleingabe, einschließlich verbesserter Reaktionsfähigkeit beim Bewegen durch Spalten und Verfolgen der Darstellung von Spalten auf dem Bildschirm.
fr: Améliorations apportées au Cadran de Piste, y compris la meilleure réactivité lors d’un déplacement dans les colonnes et le suivi de comment les colonnes sont présentées à l'écran.
gl: Melloras para o Dial de Pista, incluindo a mellora da resposta ao se mover entre columnas e o seguemento de cómo as columnas se presentan na pantalla.

source: Added ability to press Control+Alt+left or right arrow keys to move between track columns.
de: Mit Strg+Alt+Links oder Rechtspfeil können Sie nun zwischen den Spalten der Titel wechseln.
fr: Ajoutée la possibilité d'appuyer sur Contrôle+Alt+touches flèche gauche ou flèche droite pour se déplacer entre les colonnes de piste.
gl: Engadida a capacidade para premer Control+Alt+teclas de frecha esquerda ou dereita para moverse entre columnas de pista.
