Repository: nvdacn/screenReaderTranslations
Catalog: website/addons/stationPlaylist.*.po
Languages: ar, bg, de, fi, fr, gl, hu, pl

source: Authors: Geoff Shang, Joseph Lee and other contributors
ar: مطورو الإضافة: Geoff Shang, Joseph Lee وآخرون
bg: Автори: Geoff Shang, Joseph Lee и други сътрудници
de: Authoren: Geoff Shang, Joseph Lee und andere Entwickler
fi: Tekijät: Geoff Shang, Joseph Lee sekä muut avustajat
fr: Auteurs: Geoff Shang, Joseph Lee et d'autres contributeurs.
gl: Autores: Geoff Shang, Joseph Lee e outros colaboradores
hu: Készítők: Geoff Shang, Joseph Lee, és további közreműködők
pl: Autorzy: Geoff Shang, Joseph Lee i inni

source: Download [stable version][1]
ar: تحميل [الإصدار النهائي][1]
bg: Изтегляне [стабилна версия][1]
de: lade [stabile Version][1] herunter
fr: Télécharger [version stable][1]
gl: Descargar [versión estable][1]
hu: Letöltés [Stabil verzió][1]
pl: Pobierz [wersja stabilna][1]

source: Download [development version][2]
ar: تحميل [الإصدار التجريبي][2]
bg: Изтегляне [работна версия][2]
de: lade [Entwickler-Version][2] herunter
fr: Télécharger [la version de développement][2]
gl: Descargar [versión de desenvolvemento][2]
hu: Letöltés [Fejlesztői verzió][2]
pl: Pobierz [wersja rozwojowa][2]

source: This add-on package provides improved usage of StationPlaylist Studio, as well as providing utilities to control the Studio from anywhere.
ar: تقوم هذه الإضافة البرمجية بتحسين استخدام الكفيف لتطبيق Station Playlist Studio, فضلا عن إضافة أدوات للتحكم في الأستوديو من أي مكان.
de: Dieses Erweiterungspaket verbessert die Zugänglichkeit von Station Playlist Studio. Es stehen außerdem Befehle zur Verfügung, um Station Playlist von überall aus zu bedienen.
fr: Ce module complémentaire améliore l'utilisation de Station Playlist Studio, mais il fournit aussi des utilitaires pour contrôler le Studio où que vous soyez.
gl: Este paquete de complementos proporciona unhha utilización mellorada do Station Playlist Studio, así como utilidades para controlar o Studio dende calquera lugar.
hu: Ez a kiegészítő javítja a Station Playlist Studio nevű online rádióadás-vezérlő program használhatóságát, egyúttal egy olyan segédprogramot is nyújt, amivel bárhonnan vezérelhető a szoftver.

source: For more information about the add-on, read the [add-on guide][4]. For developers seeking to know how to build the add-on, see buildInstructions.txt located at the root of the add-on source code repository.
de: Weitere Informationen zur Erweiterung finden Sie in der [Add-On-Anleitung][4]. Für Entwickler, welche wissen wollen, wie die Erweiterung erstellt wurde, siehe buildInstructions.txt im Quellcodeverzeichnis der Erweiterung auf Github.
fr: Pour plus d’informations sur le module complémentaire, lisez le [guide du module complémentaire][4]. Pour les développeurs cherchant à savoir comment construire le module complémentaire, voir buildInstructions.txt situé à la racine du code source du module complémentaire du référentiel.
gl: Para máis información acerca do complemento, le a [guía do complemento][4]. Para os desenvolvedores que queran saber cómo compilar o complemento, consulta buildInstructions.txt localizado na raíz do repositorio do código fonte.

source: IMPORTANT NOTES:
de: WICHTIGE HINWEISE:
fr: NOTES IMPORTANTES :
gl: NOTAS IMPORTANTES:

source: This add-on requires NVDA 2017.1 or later and StationPlaylist Studio 5.10 or later.
gl: Este complemento require do NVDA 2017.1 ou posterior e do StationPlaylist Studio 5.10 ou posterior.

source: If using Windows 8 or later, for best experience, disable audio ducking mode.
de: Wenn Sie Windows 8 oder höher verwenden, setzen Sie die Reduzierung der Lautstärke anderer Audioquellen auf "nie" im Dialog Sprachausgabe im NVDA-Einstellungsmenü.
fr: Si vous utilisez Windows 8 ou ultérieur, pour une meilleure expérience, désactiver le Mode d'atténuation audio.
gl: Se usas o Windows 8 ou posterior, para unha mellor experiencia, deshabilita o modo atenuación de audio.

source: add-on 8.0/16.10 requires Studio 5.10 or later. For broadcasters using Studio 5.0x and/or Windows XP, Vista or 7 without Service Pack 1, a long-term support version (15.x) is available. The last stable version to support Windows releases prior to 7 Service Pack 1 is 17.11.2.
gl: O complemento 8.0/16.10 require do Studio 5.10 ou posterior. Para retransmisores que usen o Studio 5.0x e/ou Windows XP, Vista ou 7 sen Service Pack 1, está dispoñible unha versión de soporte extendido (15.x). a derradeira versión estable para soportar versións do Windows anteriores a 7 Service Pack 1 é 17.11.2.

source: Starting from 2018, changelogs for old add-on releases will be found on GitHub. This add-on readme will list changes from version 5.0 (2015 onwards).
gl: A partires de 2018, os rexistros de cambios para versións vellas atoparanse en GitHub. Este readme do complemento listará cambios dende a versión 5.0 (2015 onwards).

source: Shortcut keys
ar: مفاتيح الاختصار
bg: Бързи клавиши
de: Tastenkürzel
fi: Pikanäppäimet
fr: Raccourcis clavier
gl: Teclas de atallo
hu: Gyorsbillentyűk
pl: Skróty klawiszowe

source: Alt+Shift+T from Studio window: announce elapsed time for the currently playing trakc.
ar: Alt+Shift+T من نافذة الاستوديو: للإعلان عن الوقت المنقضي للمسار أو التراك المشغل حاليا.
bg: Alt+Shift+T, докато сте в прозореца на програмата: съобщава изминало време за текущо просвирвания запис.
de: Alt+Umschalt+T bei geöffnetem spl-Hauptfenster: zeigt die verstrichene Zeit der Wiedergabe für den aktuellen Titel an.
fi: Alt+Shift+T Studio-ikkunassa: Ilmoittaa toistettavan kappaleen kuluneen ajan.
fr: Alt+Maj+T depuis la fenêtre de Studio : annonce le temps écoulé pour la piste en cours de lecture.
gl: Alt+Shift+T dende a ventá do Studio: anuncia o tempo transcorrido para a pista actual en reproducción.
hu: Alt+Shift+T a Studio ablakában: Bemondja a lejátszás alatt álló dal eltelt idejét.
pl: Alt+Shift+T w oknie studia: wypowiedz pozostały czas aktualnie odtwarzanej ścieżki.

source: Control+Alt+T (two finger flick down in SPL touch mode) from Studio window: announce remaining time for the currently playing trakc.
ar: Control+Alt+T (مسح بإصبعين لأسفل بنمط SPL) من نافذة الاستوديو: للإعلان عن الوقت المتبقي للمسار أو التراك المشغل حاليا.
de: Strg+Alt+T (nach unten streichen mit zwei Fingern im SPL Touch-Modus) bei aktivem spl-Hauptfenster: zeigt die verbleibende Zeit bei der Wiedergabe des aktuellen Titels an.
fr: Contrôle+Alt+T (glissement à deux doigts vers le bas en mode tactile SPL) depuis la fenêtre de Studio : annoncer le temps restant pour la piste en cours de lecture.
gl: Control+Alt+T (deslizamento con dous dedos cara abaixo no modo tactil SPL) dende a ventá do Studio: anuncia o tempo restante para a pista que se estea a reproducir.
hu: Ctrl+Alt+T, vagy kétujjas lefelé pöccintés a Studio ablakában: bemondja a lejátszás alatt álló dal hátralévő idejét.

source: NVDA+Shift+F12 (two finger flick up in SPL touch mode) from Studio window: announces broadcaster time such as 5 minutes to top of the hour. Pressing this command twice will announce minutes and seconds till top of the hour.
de: NVDA+Umschalt+F12 (mit zwei Fingern nach oben wischen im SPL-Touch-Modus) aus dem Studio-Fenster: Zeigt die Sendezeit an z.B. 5 Minuten bis zur vollen Stunde. Wenn Sie diesen Befehl zweimal drücken, werden Minuten und Sekunden bis zur vollen Stunde angesagt.
fr: NVDA+Maj+F12 (glissement à deux doigts vers le haut en mode tactile SPL) depuis la fenêtre de Studio: annonce le temps de diffusion tel que 5 minutes en haut de l'heure. Appuyez deux fois sur cette commande pour annoncer les minutes et les secondes jusqu'au début de l'heure.
gl: NVDA+Shift+F12 (deslizamento con dous dedos cara arriba no modo tactil SPL) dende a ventá Studio: anuncia o tempo de emisión como 5 minutos para o comezo da hora.Premendo dúas veces esta orde anunciará os minutos e segundos ata a hora.

source: Alt+NVDA+1 (two finger flick right in SPL mode) from Studio window: Opens end of track setting dialog.
de: Alt+NVDA+1 (mit zwei Fingern nach rechts wischen im SPL-Touch-Modus) aus dem Studio-Fenster: Öffnet den Dialog zum Einstellen des Titelendes.
fr: Alt+NVDA+1 (glissement à deux doigts vers la droite en mode SPL) depuis la fenêtre de Studio: Ouvre la boîte de dialogue paramètre fin de piste.
gl: Alt+NVDA+1 (deslizamento con dous dedos cara a dereita no modo tactil SPL) dende a ventá do Studio: Abre o diálogo de opcións do remate da pista.

source: Alt+NVDA+2 (two finger flick left in SPL mode) from Studio window: Opens song intro alarm setting dialog.
ar: Alt+NVDA+2 (مسح بأصبعين يسار بنمطSPL) من نافذة الاستوديو: لفتح محاورة إعدادات التنبيه بمقدمة الأغنية.
de: Alt+NVDA+2 (mit zwei Fingern nach links wischen im SPL-Touchmodus) aus dem Studio-Fenster: Öffnet den Einstellungsdialog für den Titel-Intro-Alarm.
fr: Alt+NVDA+2 (glissement à deux doigts vers la gauche en mode tactile SPL) depuis la fenêtre de Studio: Ouvre la boîte de dialogue paramètre alarme chanson intro.
gl: Alt+NVDA+2 (deslizamento con dous dedos cara a esquerda no modo tactil SPL) dende a ventá do Studio: Abre o diálogo de configuración da alarma de intro da canción.
hu: Alt+NVDA+2, vagy kétujjas balra pöccintés a Studio ablakában: Megnyitja a zeneszám intró beállítása párbeszédpanelt.

source: Alt+NVDA+3 from Studio window: Toggles cart explorer to learn cart assignments.
de: Alt+NVDA+3 aus dem Studio-Fenster: legt den Cart-Explorer fest, um die Zuordnung von Carts zu lernen.
fr: Alt+NVDA+3 depuis la fenêtre de Studio : Basculer l'explorateur de chariot pour apprendre les assignations de chariot.
gl: Alt+NVDA+3 dende a ventá Studio: conmuta o explorador de cart para deprender as asignacións das cart.

source: Alt+NVDA+4 from Studio window: Opens microphone alarm dialog.
de: Alt+NVDA+4 aus dem Studio-Fenster: Öffnet den Mikrofonalarm-Dialog.
fr: Alt+NVDA+4 depuis la fenêtre de Studio : Ouvre le dialogue alarme microphone.
gl: Alt+NVDA+4 dende a ventá do Studio: Abre o diálogo de alarma do micrófono.

source: Control+NVDA+f from Studio window: Opens a dialog to find a track based on artist or song name. Press NvDA+F3 to find forward or NVDA+Shift+F3 to find backward.
ar: اضغط ctrl+NVDA+F من نافذة الأستديو لفتح محاورة اختيار المسارات بحسب المطرب أو الأغنية. اضغط NVDA+f3 للبحث نحو التالي واضغط Shift+NVDA+f3 للبحث نحو السابق.
bg: Control+NVDA+F докато сте в прозореца на програмата: Отваря прозорец за търсене на базата на името на изпълнител или песен. Натиснете NVDA+F3 за търсене напред или NVDA+Shift+F3 за търсене назад.
de: STRG+NVDA+f aus dem Studio-Fenster: Öffnet einen Dialog, um einen Titel basierend auf Künstler oder Titelbezeichnung zu finden. Drücken Sie NVDA+F3, um vorwärts zu suchen oder NVDA+Umschalt+F3, um rückwärts zu suchen.
fi: Control+NVDA+F Studio-ikkunassa: Avaa valintaikkunan, jossa voit etsiä kappaletta esittäjän tai kappaleen nimen perusteella. Etsi seuraava painamalla NVDA+F3 tai edellinen painamalla NVDA+Shift+F3.
fr: Contrôle+NVDA+f depuis la fenêtre de Studio : Ouvre un dialogue pour chercher une piste en se basant sur l'artiste ou le nom de la chanson. Appuyez sur NVDA+F3 pour chercher vers l'avant ou appuyez sur NVDA+Maj+F3 pour rechercher vers l'arrière.
gl: Control+NVDA+f dende a ventá do Studio: Abre un diálogo para procurar unha pista baseada no artista ou no nome da canción. Preme NVDA+F3 para procurar cara adiante ou NVDA+Shift+F3 para procurar cara atrás.
hu: Control+NVDA+F a Studio ablakában: Megnyit egy párbeszédablakot, ahol előadó, és dalnév szerint kereshetőek dalok. Nyomja meg az NVDA+F3 billentyűparancsokat előre, vagy az NVDA+Shift+F3 billentyűket hátra kereséshez.
pl: Control+NVDA+f w oknie studia: otwiera okno wyszukiwania ścieżki po tytule lub wykonawcy. Naciśnij NvDA+F3 aby powtórzyć wyszukiwanie w przód, albo NVDA+Shift+F3 aby powtórzyć wstecz.

source: Alt+NVDA+R from Studio window: Steps through library scan announcement settings.
ar: Alt+NVDA+R من نافذة الاستوديو: لخطوات إعدادات الإعلان عن البحث في المكتبة
bg: Alt+NVDA+R от прозореца на Studio: Преминава през настройките за съобщаването на сканирането на библиотеката.
de: Alt+NVDA+R aus dem Studio-Fenster: Benachrichtigungseinstellungen für Bibliothek-Scans.
fr: Alt+NVDA+R depuis la fenêtre de Studio : parcourt les paramètres d'annonce du balayage dans la bibliothèque.
gl: Alt+NVDA+R dende a ventá do Studio: Pasos para as opcións de anunciado do escaneado da biblioteca.
hu: Alt+NVDA+R a Studio ablakában: Átugorja a gyűjtemény átvizsgálás beállításait.

source: Control+Shift+X from Studio window: Steps through braille timer settings.
ar: Control+Shift+X من نافذة الاستوديو: لخطوات إعدادات ميقات البرايل.
bg: Control+Shift+X от прозореца на Studio: Преминава през настройките за брайловия таймер.
de: Strg+Umschalt+X aus dem Studio-Fenster: Braille-Timer-Einstellungen.
fr: Contrôle+Maj+X depuis la fenêtre de Studio : Parcourt les paramètres du minuteur braille.
gl: Control+Shift+X dende a ventá do Studio: Pasos para as opcións do temporizador braille.
hu: Control+Shift+X a Studio ablakában: Átugorja a braille időzítő beállításait.

source: Control+Alt+left/right arrow (while focused on a track): Announce previous/next track column.
de: Strg+Alt+Links/Rechtspfeil (während der Fokus auf einen Titel gerichtet ist): Ansage der vorherigen/nächsten Titelspalte.
fr: Contrôle+Alt+flèche gauche/droite (alors que a été mis en focus sur une piste) : Annoncer colonne de piste précédente/suivante.
gl: Control+Alt+frechas dereita e esquerda (mentres se enfoca nunha pista): anuncia a columna da pista seguinte ou anterior.

source: Control+Alt+up/down arrow (while focused on a track): Move to previous or next track and announce specific columns (unavailable in add-on 15.x).
de: STRG+Alt+Pfeil nach oben/unten (während der Fokus auf einen Titel gerichtet ist): Bewegt den Cursor zum vorherigen oder nächsten Titel und sagt bestimmte Spalten an (nicht verfügbar in der Version 15.x).
fr: Contrôle+Alt+flèche haut/bas (alors que a été mis en focus sur une piste) : Déplacer vers la piste précédente ou suivante et annoncer des colonnes spécifiques (indisponible dans le module complémentaire 15.x).
gl: Control+Alt+frecha abaixo/arriba (mentres se enfoque unha pista): Moven á pista seguinte ou anterior e anuncian columnas específicas (non dispoñible no complemento 15.x).

source: Control+NVDA+1 through 0 (6 for Studio 5.0x): Announce column content for a specified column.
de: STRG+NVDA+1 bis 0 (bis 6 für Studio 5.0x): Spalteninhalt für eine bestimmte Spalte ankündigen.
fr: Contrôle+NVDA+1 jusqu'à 0 (6 pour Studio 5.0x) : Annoncer le contenu de la colonne pour une colonne spécifiée.
gl: Control+NVDA+1 ata 0 (6 para Studio 5.0x): anuncia contidos de columna para una columna especificada.

source: Alt+NVDA+C while focused on a track: announces track comments if any.
de: Alt+NVDA+C, während der Fokus auf einen Titel gerichtet ist: Gibt Titelkommentare aus, falls vorhanden.
fr: Alt+NVDA+C alors que a été mis en focus sur une piste : annonce les commentaires de piste le cas échéant.
gl: Alt+NVDA+C mentres se enfoca unha pista: anuncia os comentarios da pista se os hai.

source: Alt+NVDA+0 from Studio window: Opens the Studio add-on configuration dialog.
de: Alt+NVDA+0 aus dem Studio-Fenster: Öffnet den Konfigurationsdialog der SPL-Erweiterung.
fr: Alt+NVDA+0 depuis la fenêtre de Studio : Ouvre le dialogue de configuration du module complémentaire Studio.
gl: Alt+NVDA+0 dende a ventá do Studio: Abre o diálogo de configuración do complemento.

source: Control+NVDA+- (hyphen) from Studio window: Send feedback to add-on developer using the default email client.
ar: Control+NVDA+- (hyphen) من نافذة الاستوديو: إرسال الاستفسارات لمطور الإضافة باستخدام منظم البريد الافتراضي لديك.
de: STRG+NVDA+- (Bindestrich) aus dem Studio-Fenster: Feedback-Dialog, um Feedback an die Entwickler der Erweiterung mit dem Standard-E-Mail-Client zu senden.
fr: Contrôle+NVDA+- (tiret) depuis la fenêtre de Studio : Envoyez vos commentaires au développeur du module complémentaire en utilisant le client de messagerie par défaut.
gl: Control+NVDA+- (guión) dende a ventá Studio: envía retroalimentación ao desenvolvedor do complemento usando o cliente predeterminado de correo.

source: Alt+NVDA+F1: Open welcome dialog.
de: Alt+NVDA+F1: öffnet das Willkommensdialog.
fr: Alt+NVDA+F1: Ouvre le dialogue de bienvenue.
gl: Alt+NVDA+F1: abre o diálogo de benvida.

source: Unassigned commands
ar: الأوامر غير المعينة
bg: Неприсвоени команди
de: nicht zugewiesene Befehle
fi: Määrittämättömät komennot
fr: Commandes non assignées
gl: Ordes non asignadas
hu: Nem hozzárendelt parancsok
pl: Nieprzypisane polecenia

source: The following commands are not assigned by default; if you wish to assign them, use Input Gestures dialog to add custom commands.
de: Die folgenden Befehle sind standardmäßig nicht belegt. Falls Sie diese Befehle verwenden möchten, weisen Sie den Befehlen im NVDA-Eingabendialog eine beliebige Tastenkombination zu.
fr: Les commandes suivantes ne sont pas assignées par défaut ; si vous souhaitez les assigner, utilisez le dialogue Gestes de commandes pour ajouter des commandes personnalisées.
gl: As seguintes ordes non son asignadas por defecto; se desexas asignalas, usa o diálogo Xestos de Entrada para engadir ordes persoalizadas.

source: Switching to SPL Studio window from any program.
ar: التحول إلى نافذة الأستديو من أي برنامج آخر.
bg: Превключване към прозореца на SPL Studio от всяка програма.
de: Das wechseln zum SPL Studio-Fenster aus einem beliebigen Programm.
fi: SPL Studion ikkunaan siirtyminen mistä tahansa ohjelmasta.
fr: Basculement vers la fenêtre SPL Studio depuis n'importe quel programme.
gl: Cambia á ventá SPL Studio dende calquera programa.
hu: Bármely programból az SPL Studio ablakára vált.
pl: przejście do okna studia SPL z innego programu.

source: SPL Controller layer.
ar: نمط التحكم في تطبيق SPL.
bg: Слой за контролера на SPL
de: Befehlsschicht des SPL-Controllers.
fi: SPL-ohjain-taso.
fr: Couche Contrôleur SPL.
gl: Capa SPL Controller.
hu: SPL Vezérlőréteg
pl: Warstwa kontrolera SPL.

source: Announcing Studio status such as track playback from other programs.
de: Ansage des Studio-Status beim Navigieren in anderen Programmen, z.B. Titelwiedergabe.
fr: Annonçant le statut de Studio, comme la lecture de pistes à partir d'autres programmes.
gl: Anunciar o estado do Studio como a reproducción de pista dende outros programas.

source: SPL Assistant layer from SPL Studio.
ar: نمط SPL المساعد من الأستوديو.
bg: Помощен слой на SPL от SPL Studio.
de: Befehlsschicht des SPL-Assistenten im SPL-Studio.
fi: SPL-avustaja-taso SPL Studion ikkunassa.
fr: Couche Assistant SPL depuis SPL Studio.
gl: capa SPL Assistant desde SPL Studio.
hu: SPL segédréteg az SPL Studio-ból.
pl: Warstwa asystenta SPL ze studia SPL.

source: Announce time including seconds from SPL Studio.
ar: الإعلان عن الوقت متضمن الثواني من SPL Studio.
bg: Съобщаване на времето, включително и секундите от SPL Studio.
de: Meldet die Studiozeit einschließlich Sekunden.
fr: Annoncer le temps y compris les secondes depuis SPL Studio.
gl: Anunciar tempo incluíndo segundos dende o SPL Studio.
hu: Másodpercre pontosan bejelenti az időt az SPL Studioból.

source: Announcing temperature.
ar: الإعلان عن درجة الحرارة
de: Meldet die Temperatur.
fr: Annonce de la température.
gl: Anunciar temperatura.
hu: Hőmérséklet bejelentése.

source: Announcing title of next track if scheduled.
ar: الإعلان عن عنوان المسار التالي إذا كان مجدول.
de: Meldet die bezeichnung des nächsten geplanten Titels, wenn vorhanden.
fr: Annonce du titre de la piste suivante si planifié.
gl: Anunciar o título da seguinte pista se se programou.
hu: A következő zeneszám címének bemondása, amennyiben van ilyen.

source: Announcing title of the currently playing track.
ar: الإعلان عن عنوان المسار المشغل حاليا
de: Gibt die Bezeichnung des aktuell abgespielten Titels aus.
fr: Annonçant le titre de la piste en cours de lecture.
gl: Anunciando título da pista actualmente en reprodución.

source: Marking current track for start of track time analysis.
ar: تحديد المسار الحالي لبدأ تحليل وقت المسار
de: Markiert den aktuellen Titel als Anfand für die Titel-Zeitanalyse.
fr: Marquage de piste en cours pour le début de l'analyse de durée de piste.
gl: Marcar pista actual para comezo da análise de tempo da pista.

source: Performing track time analysis.
ar: إجراء تحليل وقت المسار
de: Titel-Zeitanalyse durchführen.
fr: Effectuer des analyses de durée de piste.
gl: Realizar análise de tempo da pista.

source: Take playlist snapshots.
de: nimmt Schnappschüsse aus der Playlist auf.
fr: Prendre des instantanés de playlist
gl: Tomar instantáneas da listaxe de reprodución.

source: Find text in specific columns.
ar: البحث عن نص بأعمدة محددة
de: Findet Text in bestimmten Spalten
fr: Recherche de texte dans des colonnes spécifiques.
gl: Atopar texto en columnas específicas.

source: Find tracks with duration that falls within a given range via time range finder.
ar: البحث عن مسارات تقع بين معدل وقت معين عبر باحث عن معدلات الوقت.
de: Findet über den Suchdialog für die Zeitspanne Titel mit einer Dauer, die in einem bestimmten Zeitraum liegt.
fr: Trouver des piste avec une durée qui se situe dans un intervalle donné via la recherche de l'intervalle de temps.
gl: Atopar pistas ca duración que caia dentro dun rango dado a través do buscador de rango de tempo.

source: Quickly enable or disable metadata streaming.
ar: تشغيل أو تعطيل حالة بث البيانات بسرعة
de: Schnelles Aktivieren oder Deaktivieren von Metadaten-Streaming.
fr: Activer ou désactiver les métadonnées en streaming rapidement.
gl: Habilitar ou deshabilitar cíclicamente metadatos do streaming.

source: Additional commands when using Sam or SPL encoders
ar: أوامر إضافية عند استخدام Sam encoder أو SPL.
bg: Допълнителни команди при използването на Sam или SPL енкодерите
de: Zusätzliche Befehle während der Verwendung von Sam- oder SPL-Encoder
fr: Commandes supplémentaires lors de l'utilisation des encodeurs de Sam ou SPL
gl: Ordes adicionais cando se utilizan os codificadores Sam ou SPL
hu: Kiegészítő parancsok a Sam és az SPL encoderek használatához

source: The following commands are available when using Sam or SPL encoders:
ar: تتوفر المفاتيح التالية عند استخدام Sam encoder أو SPL:
bg: Следните команди са налични при използването на Sam или SPL енкодерите:
de: Folgende Befehle stehen zur Verfügung, wenn Sie Sam- oder SPL-Encoder verwenden:
fr: Les commandes suivantes sont disponibles lorsque vous utilisez les encodeurs de Sam ou de SPL :
gl: As seguintes ordes están dispoñibles cando se utilizan os codificadores Sam ou SPL:
hu: A következő parancsok állnak rendelkezésre a Sam és SPL encoderek használatához:

source: F9: connect to a streaming server.
ar: F9: الاتصال بالخادم الذي سيتم بث الملفات من خلاله.
bg: F9: Свързване с излъчващ сървър.
de: F9: Mit einem Streaming-Server verbinden.
fr: F9 : Se connecter à un serveur de streaming.
gl: F9: conecta a un servidor de streaming.
hu: F9: Csatlakozás streaming szerverhez
pl: F9: podłącz do serwera strumieniowania.

source: F10 (SAM encoder only): Disconnect from the streaming server.
ar: F10: (SAM encoder فقط) قطع الاتصال بالخادم.
bg: F10 (само за SAM енкодера): Прекъсване на връзката с излъчващия сървър.
de: F10 (nur SAM-Encoder): Trennt die Verbindung zum Streaming-Server.
fr: F10 (Encodeur SAM uniquement) : Se déconnecter d'un serveur de streaming.
gl: F10 (só o codificador SAM):: Desconecta dun servidor de streaming.
hu: F10 (csak SAM encoder): Kapcsolat bontása a streaming szerverrel
