Repository: nvdacn/screenReaderTranslations
Catalog: website/addons/systrayList.*.po
Languages: ar, bg, da, es, fa, fi, hu, is, ne, nl, pl, pt_pt, ro, sk, uk

source: Download: [version 2.0-dev][1]
nl: Download: [versie 2.0-dev][1]

source: This plugin makes possible to read and activate icons on the system tray or the task bar, within a list box, for easy access and interaction to those items. With the plugin installed, press NVDA+f11 once for this dialog to pop-up with system tray elements, and press twice to pop it up with task bar elements, which are the currently running applications.
nl: Met deze add-on kunt u iconen in het systeemvak en op de taakbalk lezen en activeren. Om er gemakkelijk mee te kunnen werken, worden de iconen in een lijst geplaatst. Als u op NVDA+f11 drukt, opent de lijst met de iconen van het systeemvak. Drukt u tweemaal dan komen de iconen van de taalkbalk tevoorschijn; dit zijn de toepassingen die momentele geopend zijn.

source: Changes for 2.0-dev
nl: Veranderingen voor 2.0-dev

source: Download: [version 1.4][1]
is: Niðurhal: [version 1.4][1]

source: This plugin makes possible to read and activate icons on the system tray or the task bar, within a list box, for easy access and interaction to those items. With the plugin installed, press NVDA+f11 once for this dialog to pop-up with system tray elements, and press twice to pot it up with task bar elements, which are the currently running aplications.
is: Þessi viðbót gerir mögulegt að lesa og virkja íkon í kerfisrein Windows, í sértækum glugga, sem auðveldar aðgengi og virkjun þessara atriða. Þegar þessi viðbót er uppsett, styðjið á NVDA+f11 einu sinni til að þessi gluggi opnist, og tvisvar til að fara í flýtirein (taskbar) Windows. En þar birtast þau forrit sem þegar eru í keyrslu.

source: Note that you can access the windows sysstem tray in any screenreader software using the windows+b shortcut key, and the task bar by pressing tab from the start button. This plugin is only useful to make the transition from JAWS for Windows smoother and to avoid some tooltips that may pop-up when cycling through the system tray with the windows keyboard means.
is: Athugið að hægt er að komast í kerfisrein Windows með öllum skjálesurum með því að nota Windows+b flýtilykilinn, og í flýtireinina með því að styðja einu sinni á dálklykil þegar fókusinn er á Ræsa hnappinum. Þessi viðbót er aðeins gagnleg til að auðvelda yfirfærsluna frá JAWS skjálesaranum og komast hjá verkfæra ábendingum (tooltip) sem geta skotist upp á skjáinn þegar vafrað er í gegnum íkonalistann með Windows flýtilyklunum, Windows+b.

source: implemented taskbar support
is: bætt við flýtireinar (taskbar) stuðningi

source: New translations: Arabic, Bolgarian, Dutch, Finnish, Galician, Greek, Hungarian, Italian, Japanese, Korean, Nepali, Norwegian, Polish, Brazilian Portuguese, Russian, Slovak, Tamil, Traditional Chinese Hong Kong.
is: Nýjar þýðingar: Arabíska, Búlgarska, Hollenska, Finnska, Galíska, Gríska, Ungverska, Ítalska, Japanska, Kóreanska, Nepalska, Norska, Pólska, Brasilísk Portúgalska, Rússneska, Slóvanska, Tamílska, Hefðbundin Kínverska - Hong Kong.

source: Spanish and german translations. thanks to all that contributed.
is: Spænsk og þýsk þýðing. Þakkir til allra fyrir sín framlög að vinnunni.
