Repository: nvdacn/screenReaderTranslations
Catalog: website/addons/systrayList.*.po
Languages: ar, bg, da, es, fa, fi, hu, is, ne, nl, pl, pt_pt, ro, sk, uk

source: Authors: Rui Fontes, Rui Batista, Joseph Lee, NVDA Community contributors
pt_pt: Autores: Rui Fontes, Rui Batista, Joseph Lee, NVDA Community contributors
ro: Autori: Rui Fontes, Rui Batista, Joseph Lee și alți membri din comunitatea NVDA

source: Download [stable version][1]
ar: تحميل [الإصدار النهائي][1]
bg: Изтегляне [стабилна версия][1]
da: download [stabil version][1]
hu: Letöltés [stabil verzió][1]
pt_pt: Baixar [versão estável][1]
ro: Descărcați [versiunea stabilă][1]
sk: Stiahnuť [stabilnú verziu][1]

source: This add-on allows you to read and activate icons on the system tray or the task bar, within a list box, for easy access and interaction to those items. With the add-on installed, press NVDA+f11 once for this dialog to pop-up with system tray elements, and press twice to display task bar elements, which are the currently running applications.
pt_pt: Este extra permite que leia e active os ícones existentes na barra do sistema ou na barra de tarefas, dentro de uma caixa de listagem, para facilitar o acesso e a interacção com esses itens. Com o extra instalado, pressione NVDA+f11 uma vez para que esta caixa de diálogo seja mostrada com os elementos da barra do sistema e pressione duas vezes para mostrar os elementos da barra de tarefas, que são as aplicações actualmente em execução.
ro: Acest supliment vă permite să citiți și să activați iconițe în bara de sistem sau bara de activități, într-o listă de casete pentru un acces și o interacțiune ușoară cu aceste elemente. Cu suplimentul instalat, apăsațiNVDA+f11 o dată pentru acest dialog pentru a citi elementele barei de sistem,apoi apăsați de două ori pentru a afișa elementele barei de activități, în care sunt aplicațiile curente care rulează.

source: Note that you can access the windows system tray in any screenreader software using the Windows+B, and the task bar by pressing Windows+T. This plugin is only useful to make the transition from JAWS for Windows smoother and to avoid some tooltips that may pop-up when cycling through the system tray with the windows keyboard means.
pt_pt: Observe que pode aceder à barra do sistema do Windows em qualquer software, usando o Windows+B e ir para a barra de tarefas pressionando Windows+T.

source: Changes for 2.0 2017-05-20
pt_pt: Mudanças para 2.0 2017-05-20
ro: Modificări aduse în versiunea 2.0, 20 mai 2017

source: Systray/taskbar dialog is now centered on screen.
pt_pt: As caixas de diálogo da barra de tarefas e da barra de sistema passam a estar centradas no ecrã.
ro: Dialogul Systray/bara de activități este acum centrat pe ecran.

source: Fixed various user interface issues.
pt_pt: Corrigidos vários problemas na interface do utilizador.
ro: Au fost reparate diferite erori ale interfeței utilizatorului.

source: New and updated translations.
pt_pt: Traduções novas e actualizadas.
ro: Traduceri noi și actualizate.

source: Changes for 1.5 2015-mm-dd
pt_pt: Alterações para 1.5 2015-mm-dd
ro: Modificări aduse în versiunea 1.5 2015-mm-dd

source: Corrected left/right click action.
ar: تصحيح عمل مفتاحي النقر يمين والنقر يسار.
bg: Отстранен е проблем при активиране на ляв или десен бутон на мишката.
da: Korrigeret handling ved venstre/højre klik.
es: Corregida la acción de clic izquierdo o derecho.
fa: عمل چپ/راست کلیک اصلاح شد
fi: Korjattu vasemman/oikean hiiren painikkeen napsautuksen toiminto.
hu: A bal és jobbegérgombokkal való műveletvégzés javítása.
ne: दाँया र वायाँ कार्यमा सच्याइयो ।
nl: De actie voor links/rechhts klikken is gecorrigeerd.
pl: Poprawiona akcja lewego i prawego kliknięcia.
pt_pt: Corrigidas as acções dos botões esquerdo e direito do rato.
ro: A fost corectată acțiunea click stânga/dreapta.
sk: opravené klikanie ľavým a pravým tlačidlom myši.
uk: Скоректовано дію лівого/правого кліка.

source: Add-on help is now available from add-ons manger.
pt_pt: A ajuda do extra passou a estar disponível a partir do gestor de extras.
ro: Ajutorul suplimentului este disponibil în managerul de suplimente.

source: Translation updates.
ar: تردمة الإضافة لمزيد من اللغات
bg: Обновени преводи.
da: Opdateringer til oversættelse.
hu: Frissített fordítások
pt_pt: Actualização de traduções
ro: Actualizări la traduceri.
sk: Aktualizované preklady.

source: Changes for 1.4 - 2013-01-19
ar: مستجدات الإصدار 1.4 - 2013-01-19
bg: Промени във версия 1.4 - 19.01.2013
da: Ændringer i 1.4 - 2013-01-19
es: Cambios para 1.4 - 2013-01-19
fa: تغییرات داده شده در نسخه 1.4 - 2013-01-19
fi: Muutokset versiossa 1.4 - 19.1.2013
hu: Verzió 1.4 -2013-01-19
is: Breytingar fyrir 1.4 - 2013-01-19
ne: संस्करण १.४ - २०१३-०-१९ मा गरिएका परिवर्तनहरू
nl: Veranderingen voor 1.4 - 19 januari 2013
pl: Zmiany dla wersji 1.4 - 2013-01-19
pt_pt: Mudanças para 1.4 - 2013-01-19
ro: Modificări aduse în versiunea 1.4, 19 ianuarie 2013.
sk: Zmeny vo verzii 1.4 - 19. 1. 2013
uk: Зміни у версії 1.4 - 2013-01-19

source: Requires NVDA 2012.3beta2 or greater.
ar: تتطلب الإضافة إصدار NVDA 2012.3beta2 أو ما بعده.
bg: За да работи правилно, добавката вече се нуждае от NVDA версия 2012.3beta2 или по-нова.
da: Kræver NVDA 2012.3beta2 eller højere.
es: Requiere de NVDA 2012.3beta2 o superior.
fa: به NVDA 2012.3beta2 یا بالاتر نیاز دارد
fi: Vaatii NVDA 2012.3 beeta 2:n tai uudemman.
hu: NVDA 2012.3 beta 2 vagy újabb verzió használata szükséges
is: Krefst NVDA 2012.3beta2 eða nýrri útgáfu.
ne: नेत्रवाणी २०१२.३beta२ अथवा यस पछिका संस्करण चाहिन्छ ।
nl: Vereist NVDA 2012.3beta2 of hoger.
pl: Wymaga NVDA 2012.3beta2 lub wyższej.
pt_pt: Requer NVDA 2012.3beta2 ou superior.
ro: Este cerută versiunea NVDA 2012.3beta2 sau mai vechi.
sk: Vyžaduje NVDA 2012.3beta2 alebo novší.
uk: Необхідна версія NVDA 2012.3 Beta2 або новіша.

source: Add donation request to installation procedure
ar: إضافة طلب التبرع لإجراء التثبيت
bg: Добавен е прозорец за заявка за дарения при инсталация на добавката.
da: Tilføjet forespørgsel om donation til installationsprocedure.
es: Añadida petición de donaciones al procedimiento de instalación
fa: اضافه کردن درخواست کمک برای ادامه دادن به مراحل نصب
fi: Asennukseen lisätty lahjoituspyyntö
hu: Támogatás kérésének hozzáadása a telepítőhöz
is: Bætt við framlaga beiðni í uppsetningarálfi
ne: श्थापना प्रक्रियामा चन्दा दानको अनुरोधलाई प्रश्रय दिनु होस् ।
nl: Verzoek tot donatie toegevoegd aan installatie
pl: Dodana prośba o dotacje w procedurze instalacji
pt_pt: Adicionada solicitação de doação ao procedimento de instalação
ro: A fost adăugată donația care este solicitată la procedura de instalare
sk: Pridaná možnosť prispieť
uk: До процедури встановлення додано запит про благодійний внесок.

source: Implemented taskbar support
ar: دعم التنقل على عناصر شريط المهام
bg: Реализирана е поддръжка за лентата на задачите.
da: Implementeret understøttelse af joblinjen.
es: implementado el soporte para la barra de tareas
fa: پشتیبانی از نوار وظیفه پیاده سازی
fi: Lisätty tehtäväpalkin tuki
hu: Futó allkalmazások listájának hozzáadása
ne: कारयपट्टीलाई समर्थन गर्ने गरी कार्यान्वीत
nl: Ondersteuning voor de taakbalk toegevoegd.
pl: Dodane wsparcie dla paska zadań
pt_pt: Implementado suporte da barra de tarefas
ro: A fost implementat suportul barei de activități
sk: pridaná podpora pre panel úloh
uk: Реалізовано підтримку панелі завдань

source: New translations: Arabic, Bulgarian, Dutch, Finnish, Galician, Greek, Hungarian, Italian, Japanese, Korean, Nepali, Norwegian, Polish, Brazilian Portuguese, Russian, Slovak, Tamil, Traditional Chinese Hong Kong.
ar: الترجمة للغات:العربية, البلغارية, الهولندية, الفنلندية, الغالية, اليونانية, المجرية, الإيطالية, اليابانية, الكورية, النيبالية, النرويجية, البولندية, البرازيلية البرتغالية, الروسية, السلوفاكية, التاملية, الصينية التقليدية هنجكونج.
bg: Нови преводи: Арабски, български, холандски, финландски, галицийски, гръцки, унгарски, италиански, японски, корейски, непалски, норвежки, полски, бразилски португалски, руски, словашки, тамилски, традиционен китайски (хонг конг).
da: Nye oversættelser: Arabisk, bulgarsk, hollandsk, finnsk, galicisk, græsk, ungarsk, italiensk, japansk, koreansk, nepalesisk, norsk, polsk, Brasiliansk Portugisisk, russisk, slovakisk, tamilsk, traditionel kinesisk Hong Kong.
es: Nuevas traducciones: árabe, Búlgaro, Chino tradicional Hong Kong, Coreano, Eslovaco, Finlandés, Gallego, Griego, Holandés, Húngaro, Italiano, Japonés, Nepalí, Noruego, Polaco, Portugués del Brasil, Ruso, Tamil.
fa: ترجمه های جدید: عربی، بلغاری، هلندی ، فنلاندی ، گالیسی، یونانی ، مجارستانی ، ایتالیایی ، ژاپنی ، کره ای ، نپالی، نروژی، لهستانی، پرتغالی برزیل، روسیه ،اسلواکی ، تامیل ، چینی سنتی هنگ کنگ .
fi: Uusia käännöksiä: arabia, brasilianportugali, bulgaria, galego, hollanti, italia, japani, korea, kreikka, nepali, norja, perinteinen kiina, puola, slovakki, suomi, tamili, unkari, venäjä.
hu: Új nyelvek: Arab, Bolgár, Holland, Finn, Galíciai, Görög, Magyar, Olasz, Japán, Koreai, Nepáli, Norvég, Lengyel, Brazil Portugál, Orosz, Szlovák, Tamil, Hagyományos Kínai.
ne: नया अनुवादहरू: बुल्गेरियाली, नर्बेजीयन, अरबी, डच, फिनिस , ग्यालिसियन, ग्रिक, हङ्गेरियाली, इटाली, जापानी, कोरियाली, नेपाली, पोल्याण्डेली, ब्राजेलियन पुर्तगाली, रूसी, स्लोभाकी, तामिल र पारम्परिक चिनिया-हङ्कङ्।
nl: Nieuwe vertalingen: Arabisch, Bulgaars, Nederlands, Fins, Gallisch, Grieks, Hongaars, Italiaans, Japans, Koreaans, Nepalees, Noors, Pools, Braziliaans Portugees, Russisch, Slovaaks, Tamil, Traditioneel Chinees (Hongkong).
pl: Nowe języki: arabski, bułgarski, holenderski, fiński, galicyjski, grecki, węgierski, włoski, japoński, koreański, nepalski, norweski, polski, brazylijski portugalski, rosyjski, słowacki, tamilski, chiński tradycyjny Hong Kong.
pt_pt: Novas traduções: árabe, búlgaro, holandês, finlandês, galego, grego, húngaro, italiano, japonês, coreano, nepalês, norueguês, polaco, brasileiro, russo, eslovaco, tâmil, chinês tradicional, Hong Kong.
ro: Traduceri noi: Arabă, Bulgară, Olandeză, Finlandeză, Galiciană, Greacă, Maghiară, Italiană, Japoneză, Coreeană, Nepaleză, Norvegiană, Poloneză, Portugheză Braziliană, Rusă, Slovacă, Tamilă, Chineză Tradițională Hong Kong.
sk: Preklad do Arabčiny, Bulharštiny, Holandčiny, Fínčiny, Galijcíčiny, Gréčtiny, Maďarčiny, Taliančiny, Japončiny, Korejčiny, Nepálčiny, Nórčiny, Poľštiny, Brazílskej portugalčiny, Ruštiny, Slovenčiny, Tamilčiny, tradyčnej čínštiny.
uk: Нові переклади: арабський, болгарський, галісійський, грецький, італійський, корейський, непальський, нідерландський, норвезький, польський, португальський (Бразилія), російський, словацький, тамільський, традиційний китайський (Гонконг), угорський, фінський, японський.

source: Changes for 1.3 - 2012-05-25
ar: مستجدات الإصدار 1.3 - 2012-05-25
bg: Промени във версия 1.3 - 25.05.2012
da: Ændringer i 1.3 - 2012-05-25
es: Cambios para 1.3 - 2012-05-25
fa: تغییرات داده شده در نسخه 1.3 - 2012-05-25
fi: Muutokset versiossa 1.3 - 25.5.2012
hu: Verzió 1.3 - 2012-05-25
is: Breytingar fyrir 1.3 - 2012-05-25
ne: संस्करण १.३ - २०१२-०५-२५ मा गरिएका परिवर्तनहरू
nl: Veranderingen voor 1.3 - 25 mei 2012
pl: Zmiany dla wersji 1.3 - 2012-05-25
pt_pt: Alterações para 1.3 - 2012-05-25
ro: Modificări aduse în versiunea 1.3, 25 mai 2012
sk: Zmeny vo verzii 1.3 - 25. 5. 2012
uk: Зміни у версії 1.3 - 2012-05-25

source: Converted to an add-on package
ar: تم تحويل الإضافة إلى حزمة بامتداد .nvda-addon
bg: Добавката вече е налична като пакет с добавка за NVDA (*.nvda-addon).
da: Konverteret til en tilføjelsespakke.
es: Convertido a un paquete de complementos
fa: به بسته افزونه ها تبدیل شده است
fi: Muunnettu lisäosapaketiksi
hu: Átkonvertálva egy kiegészítő csomagra
is: Breytt í viðbótar forritspakka
ne: उप-कर्मीको पोकोमा रुपान्तरित
nl: Omgezet naar een add-on.
pl: Konwersja do pakietu dodatku
pt_pt: Convertido em pacote Add-on
ro: Convertit într-un pachet add-on
sk: Konverzia na doplnok pre NVDA
uk: Сконвертовано в додаток.

source: French and Turkish Translations.
ar: الترجمة للغتين الفرنسية والتركية
bg: Добавени са преводи на френски и турски.
da: Fransk og tyrkisk oversættelse.
es: Traducciones al francés y al turco.
fa: ترجمه زبانهای فرانسوی و ترکی
fi: Käännökset ranskaksi ja turkiksi.
hu: Francia és Török fordítás.
is: Franskar og Tyrkneskar þýðingar
ne: फान्सेली र तुर्किका अनुवादहरू
nl: Vertalingen in het Frans en Turks.
pl: Tłumaczenia na francuski i turecki.
pt_pt: Traduções francesa e turca.
ro: Traduceri în Franceză și Turcă.
sk: Preklad do Francúzštiny a Turečtiny
uk: Додано турецьку та французьку мови.

source: Changes for 1.2 - 2012-04.25
ar: مستجدات الإصدار 1.2 - 2012-04.25
bg: Промени във версия 1.2 - 25.04.2012
da: Ændringer i 1.2 - 2012-04.25
es: Cambios para 1.2 - 2012-04.25
fa: تغییرات داده شده در نسخه 1.2 - 2012-04.25
fi: Muutokset versiossa 1.2 - 25.4.2012
hu: Verzió 1.2 - 2012-04.25
is: Breytingar fyrir 1.2 - 2012-04.25
ne: संस्करण १.२ - २०१२-०४.२५ मा गरिएका परिवर्तनहरू
nl: Veranderingen voor 1.2 - 25 april 2012
pl: Zmiany dla wersji 1.2 - 2012-04.25
pt_pt: Mudanças para 1.2 - 2012-04.25
ro: Modificări aduse în versiunea 1.2, 25 aprilie 2012
sk: Zmeny vo verzii 1.2 - 25.4.2012
uk: Зміни у версії 1.2 - 2012-04.25

source: Spanish and German translations. Thanks to all that contributed.
ar: الترجمة إلى الإسبانية والألمانية. شكرا لمن ساهم في ذلك العمل.
bg: Добавени са преводи на испански и немски. Благодарности на всички сътрудници.
da: Spansk og tysk oversættelse. Tak til alle, som har bidraget.
es: Traducciones española y alemana. Gracias a todos los que colaboran.
fa: ترجمه زبانهای اسپانیایی و آلمانی. با تشکر از کسانی که کمک کردند.
fi: Käännökset espanjaksi ja saksaksi. Kiitos kaikille osallistuneille.
hu: Spanyol és Német fordítás. Köszönjük!
ne: स्पेनी र जर्मनी अनुवादहरू । योगदानका लागि धन्यवाद !
nl: Vertalingen in het Spaans en Duits. Bedankt aan iedereen die geholpen heeft.
pl: Tłumaczenie na hiszpański i niemiecki. Podziękowania dla wszystkich, którzy współpracowali.
pt_pt: Traduções em espanhol e alemão. Obrigado a todos os que contribuíram.
ro: Traduceri în Spaniolă și Germană. Mulțumim tuturor celor care au contribuit.
sk: Preklad do Španielčiny a Nemčiny. Ďakujem všetkým, ktorí pomohli.
uk: Додаток перекладено іспанською та німецькою мовами. Дякуємо усім, хто допоміг!

source: Changes for 1.1 - 2012-03-20
ar: مستجدات الإصدار 1.1 - 2012-03-20
bg: Промени във версия 1.1 - 20.03.2012
da: Ændringer i 1.1 - 2012-03-20
es: Cambios para 1.1 - 2012-03-20
fa: تغییرات داده شده در نسخه 1.1 - 2012-03-20
fi: Muutokset versiossa 1.1 - 20.3.2012
hu: Verzió 1.1 - 2012-03-20
is: Breytingar fyrir 1.1 - 2012-03-20
ne: संस्करण १.१ - २०१२-०३-२० मा गरिएका परिवर्तनहरू
nl: Veranderingen voor 1.1 - 20 maart 2012
pl: Zmiany dla wersji 1.1 - 2012-03-20
pt_pt: Alterações para 1.1 - 2012-03-20
ro: Modificări aduse în versiunea 1.1, 20 martie 2012
sk: Zmeny vo verzii 1.1 20. 3. 2012
uk: Зміни у версії 1.1 - 2012-03-20

source: Corrected a bug that was making it impossible to use the plugin when a gettext translation is not available
ar: معالجة الخطأ الذي كان يجعل من المستحيل استخدام الإضافة إذا لم تتوافر ترجمة gettext
bg: Отстранен е проблем, при който беше невъзможно използването на добавката, когато липсва превод.
da: Rettet en fejl, der gjorde det umuligt at anvende tilføjelsesprogrammet, når en gettext-oversættelse ikke var til rådighed.
es: Corregido un fallo que hacía imposible de utilizar el plugin cuando una traducción gettext no estaba disponible
fa: تصحیح اشکالی که استفاده از پلاگین را غیر ممکن میکرد موقعی که ترجمه gettext دردسترس نبود
fi: Korjattu ohjelmavirhe, joka aiheutti sen, ettei lisäosan käyttäminen ollut mahdollista, mikäli gettext-käännöstä ei ollut saatavilla.
hu: Hiba javítva: a kiegészítő használhatatlan volt ha a gettext fordítás nem volt elérhető
is: Lagfærð villa sem gerði það ómögulegt að nota þetta viðbótarforrit þegar gettext þýðing var ekki til reiðu
ne: पाठप्राप्त अनुवाद उपलब्ध नभएको बेला यो चुकुलले काम गर्न असम्भब बनाइ दिने उडुसलाई हटाइयो ।
nl: Een fout opgelost waardoor de add-on onbruikbaar was zonder vertaling.
pl: Poprawiony błąd, który sprawiał, że używanie dodatku nie było możliwe, gdy nie było dostępne tłumaczenie gettext
pt_pt: Corrigido um erro que tornava impossível usar o plugin quando uma tradução do gettext não estivesse disponível
ro: A fost corectată o eroare care făcea imposibilă utilizarea suplimentului când o traducere gettext era indisponibilă
sk: Plugin funguje aj v prípade, ak nie je dostupný gettext preklad
uk: Виправлено помилку, яка унеможливлювала використання плагіна, якщо переклад gettext був недоступний.

source: Changes for 1.0 - 2012-03-19
ar: مستجدات الإصدار 1.0 - 2012-03-19
bg: Промени във версия 1.0 - 19.03.2012
da: Ændringer i 1.0 - 2012-03-19
es: Cambios para 1.0 - 2012-03-19
fa: تغییرات داده شده در نسخه 1.0 - 2012-03-19
fi: Muutokset versiossa 1.0 - 19.3.2012
hu: Verzió 1.0 - 2012-03-19
is: Breytingar fyrir 1.0 - 2012-03-19
ne: संस्करण १.० - २०१२-०३-१९ मा गरिएका परिवर्तनहरू
nl: Veranderingen voor 1.0 - 19 maart 2012
pl: Zmiany dla wersji 1.0 - 2012-03-19
pt_pt: Mudanças para 1.0 - 2012-03-19
ro: Modificări aduse în versiunea 1.0, 19 martie 2012
sk: Zmeny vo verzii 1.0 - 19. 3. 2012
uk: Зміни у версії 1.0 - 2012-03-19

source: Initial Release
ar: النسخة الأولى
bg: Първоначално издание
da: Første udgivelse
es: Versión Inicial
fa: انتشار اولیه
fi: Ensimmäinen versio
hu: Első kiadás
is: Frumútgáfa
ne: प्रारम्भिक लोकार्पण
nl: Eerste versie.
pl: Wstępne wydanie
pt_pt: Lançamento inicial
ro: Versiunea inițială
sk: Prvé vydanie
uk: Перший реліз

source: [[!meta title="systrayList"]]
bg: [[!meta title="systrayList (Съдържание на системния жлеб)"]]
da: [[!meta title="systrayList (systembakke som liste)"]]
fa: [[!meta title="فهرست تکه‌ها در هشدارگاه سامانه"]]
fi: [[!meta title="Ilmoitusalueen kuvakkeet"]]
hu: [[!meta title="Rendszertálca-kilistázó"]]
ne: [[!meta title="प्रणालीथालीशुचि (systrayList) "]]
nl: [[!meta title="systrayLijst"]]
pl: [[!meta title="Lista ikon zasobnika systemowego / systrayList"]]

source: Authors: Rui Fontes <rui.fontes at tiflotecnia.com>, Rui Batista <ruiandrebatista at gmail.com>, NVDA Community contributors
bg: Автори: Rui Fontes <rui.fontes at tiflotecnia.com>, Rui Batista <ruiandrebatista at gmail.com>, сътрудници на общността на NVDA
sk: Autori: Rui Fontes <rui.fontes at tiflotecnia.com>, Rui Batista <ruiandrebatista at gmail.com> a ďalší

source: Note that you can access the windows system tray in any screenreader software using the windows+b shortcut key, and the task bar by pressing tab from the start button. This plugin is only useful to make the transition from JAWS for Windows smoother and to avoid some tooltips that may pop-up when cycling through the system tray with the windows keyboard means.
ar: يرجى الملاحظة بأنه يمكنك الوصول إلى صينية النظام بالضغط على windos+B مع أي برنامج قارئ شاشة, كما يمكنك الوصول إلى شريط المهام بالضغط على مفتاح Tab بعد الوصول إلى زر Start. تفيد هذه الإضافة البرمجية فقط في الانتقال السهل من برنامج جوز كما تفيد في تجنب الرسائل التي يمكن أن تظهر أثناء الحركة على صينية النظامباستخدام الاختصار المقدم من نظام التشغيل ويندوز.
bg: Обърнете внимание, че без значение кой екранен четец използвате, може да достигнете до системния жлеб на windows с натискане на windows+b, а до лентата на задачите - с натискане на tab, докато сте фокусирани върху менюто Старт, или с натискане на Windows+T - в по-новите версии на Windows. Тази добавка е полезна главно за да помогне на потребители на JAWS for Windows да се адаптират към работа с NVDA и за избягването на някои помощни балони, които може да се появят при навигация в системния жлеб посредством клавиатурата.
da: Bemærk at du kan få adgang til systembakken med ethvert skærmlæserprogram ved hjælp af genvejstasten Windows+d og til joblinjen ved at trykke Tab fra Start-knappen. Dette tilføjelsesprogram kan kun bruges til at gøre overgangen fra JAWS for Windows glattere og til at undgå nogle værktøjstips, som kan poppe op, når man går gennem systembakken med Windows-tastaturet.
es: Ten en cuenta que se puede acceder a la bandeja de sistema de Windows con cualquier software de lector de pantalla con la tecla de atajo Windows+b, y a la barra de tareas pulsando tab desde el botón de inicio. Este plugin sólo es útil para hacer la transición desde JAWS para Windows más suave y para evitar algunas etiquetas que pueden desplegarse cuando se navega por la bandeja del sistema con las teclas de windows.
fa: توجه داشته باشید که شما میتوانید به هشدارگاه سامانه ویندوز در همه صفحه خوانها با کلید میانبر windows+b دسترسی داشته باشید, و با زدن کلید تب میتوانید به نوار وظیفه بروید موقعی که روی دکمه شروع هستید.
fi: Huom: Windowsin ilmoitusalueelle pääsee mitä tahansa ruudunlukuohjelmaa käytettäessä Windows+B-näppäinkomennolla ja tehtäväpalkkiin painamalla Käynnistä-valikon kohdalla oltaessa sarkain-näppäintä. Tästä lisäosasta on hyötyä vain JAWSista NVDA:han siirtyneille sekä joidenkin työkaluvihjeiden välttämisessä, joita saattaa ponnahdella näkyviin liikuttaessa ilmoitusalueella nuolinäppäinten avulla.
ne: स्मरणीय छ, तपाईले कुनै दृष्टिवाचक चलाउँदा पनि द्रुतमार्ग windows+b दबाएर प्रणाली थाली सुची र सुरुवात टाँक पछी Tab दबाएर कार्य पट्टी जान्न त सक्नु हुन्छ । यो चुकुलको प्रयोगले जज को पहुँच सजिलो बनाउने र उक्त द्रुतमार्गबाट जाँदा केही औजार टिपोट दोहोरिएर देखा पर्ने सम्भावनालाई हटाउने भएकोले उपयोगी छ ।
nl: Merk op dat het altijd mogelijk is om het systeemvak te benaderen met windowstoets+B en dat de taakbalk te bereiken is door op tab te drukken als de Start knop focus heeft. Deze add-on helpt JAWS gebruikers over te stappen op NVDA en voorkomt het openklappen van een aantal tooltips.
pl: Możesz uzyskać dostęp do zasobnika systemowego Windows z każdym programem odczytującym ekran, po naciśnięciu skrótu klawiszowego windows+b, a do paska zadań - naciskając Tab na przycisku Start. Ta wtyczka jest jedynie przydatna do ułatwienia przejścia z JAWS for Windows; może też się przydać dla uniknięcia etykietek narzędzi, które wyskakują podczas przechodzenia po zawartości zasobnika w samym systemie.
sk: Všimnite si, že na systémovú lištu sa dostanete aj štandardným príkazom Windows, skratkou Windows+b. Na panel úloh sa dostanete stlačením tabulátora na tlačidle štart. Tento doplnok je užitočný najmä pre tých, ktorí doposiaľ používali JAWS a takisto na zabránenie zobrazenia bublín, ktoré vyskakujú pri použití štandardnej navigácie Windows.
uk: Зверніть увагу, що ви можете отримати доступ до системної панелі, натиснувши комбінацію клавіш Windows+b, використовуючи будь-яку програму екранного доступу, а на панель завдань можна потрапити, натиснувши один раз клавішу таб після кнопки "Початок" (або "Пуск"). Цей плагін корисний після переходу з JAWS, він дозволяє уникнути деяких підказок, які з'являються при циклічному переміщенні між елементами системної панелі за допомогою стандартних клавіш Windows.

source: Changes for 1.5 2015-02-01
bg: Промени във версия 1.5 2015-02-01
sk: Zmeny vo verzii zo dňa 1. 2. 2015.

source: Add-on help is now available from add-ons manager.
bg: Помощта за добавката е достъпна от мениджъра на добавките.
sk: Pomocník k doplnku je dostupný zo správcu doplnkov.

source: This plugin allows you to read and activate icons on the system tray or the task bar, within a list box, for easy access and interaction to those items. With the plugin installed, press NVDA+f11 once for this dialog to pop-up with system tray elements, and press twice to display task bar elements, which are the currently running applications.
sk: Pomocou tohto doplnku môžete zobraziť položky na systémovej lište a na panely úloh v jednoduchom dialógu. V zozname potom môžete položku aktivovať. Skratkou NVDA+F11 zobrazíte položky na systémovej lište. Ak skratku stlačíte dvakrát za sebou, zobrazí sa panel bežiacich úloh.

source: Authors: Rui Fontes, Rui Batista, NVDA Community contributors
is: Höfundar: Rui Fontes, Rui Batista, NVDA samfélagið
nl: Auteurs: Rui Fontes, Rui Batista, bijdragers uit de NVDA gemeenschap
