Repository: nvdacn/screenReaderTranslations
Catalog: website/addons/teamViewer.*.po
Languages: it, ne, pl, pt_br, ro

source: [[!meta title="TeamViewer"]]
ne: [[!meta title="समूह दृश्य"]]

source: Authors: Noelia Ruiz Martínez, Mesar Hameed.
it: Autori: Noelia Ruiz Martínez, Mesar Hameed.
ne: लेखकहरू: नोलिया रुइज् र मेसर हमिद
pl: Autorzy: Noelia Ruiz Martínez, Mesar Hameed.
pt_br: Autores: Noelia Ruiz Martínez, Mesar Hameed.
ro: Autori: Noelia Ruiz Martínez, Mesar Hameed.

source: download [stable version][1]
it: Scarica [la versione stabile][1]
ne: डाउनलोड [स्थिर संस्करण][1]
pl: pobierz [wersja stabilna][1]
pt_br: baixe a [stable version][1]
ro: Descarcă [versiunea stabilă][1]

source: download [development version][2]
it: Scarica [la versione di sviluppo][2]
ne: डाउनलोड [विकास संस्करण][2]
pl: pobierz [wersja rozwojowa][2]
pt_br: baixe a [development version][2]
ro: Descarcă [versiunea în dezvoltare][2]

source: This add-on improves accessibility of TeamViewer with NVDA.
it: Questo componente aggiuntivo migliora l'accessibilità di Team viewer con NVDA.
ne: यो उप-कर्मीले नेत्रवाणीमा समुहदृश्यको पहुँचलाई सरल बनाउने छ ।
pl: Ten dodatek poprawia dostępność TeamViewer w NVDA.
pt_br: Este complemento melhora a acessibilidade do TeamViewer com o NVDA.
ro: Acest supliment îmbunătățește accesibilitatea TeamViewer cu NVDA.

source: It's based on TeamViewerNVDASupport add-on, developed by the same author. You should uninstall that old add-on to use this one, since both have common keystrokes and features.
it: Esso si basa su il componente aggiuntivo chiamato TeamViewerNVDASupport, sviluppato dallo stesso autore. Devi disinstalla il vecchio componente aggiuntivo per usare il nuovo componente aggiuntivo perche essi hanno stesse combinazioni di tasti e stesse caracteristichi.
ne: उही लेखकद्वारा विकसित यो समुहदृश्य नेत्रवाणी उप-कर्मीसहयोगमा आधारित छ । तपाइले यो उप-कर्मीलाई चलाउनका लागि पूरानो उप-कर्मीलाई हटाउनु पर्छ किनकि यसमा र पूरानोमा उही सुविधा र दर्ुत मार्ग हरु राखिएका छन् ।।
pl: Bazuje na dodatku TeamViewerNVDASupport stworzonym przez tego samego autora. Powinieneś odinstalować ten stary dodatek przed użyciem tego, ponieważ oba mają wspólne funkcje i klawisze skrótu.
pt_br: Tem como base o complemento TeamViewerNVDASupport, desenvolvido pelo mesmo autor. Você deve desinstalar o antigo complemento para usar este, pois ambos possuem teclas de atalho e recursos em comum.
ro: Este bazat pe add-on-ul TeamViewerNVDASupport, dezvoltat de către același autor. Trebuie să dezinstalezi add-on-ul vechi pentru a-l utiliza pe acesta, deoarece ambele au scurtăturile de tastatură și caracteristicile comune.

source: Tested on [TeamViewer][3] 9, trial version.
it: è stato testato su [TeamViewer][3] 9, la versione trial.
ne: परिक्षण संस्करण [TeamViewer][3] ९ मा परिक्षण गरिएको ।,
pl: Przetestowany na [TeamViewer][3] 9, wersja trial.
pt_br: Testado no [TeamViewer][3] 9, versão demonstrativa.
ro: Testat pe [TeamViewer][3] 9, versiunea de probă.

source: Key Commands:
it: Gli combinazioni:
ne: कुञ्जी आदेश
pl: Klawisze poleceń:
pt_br: Teclas de comando:
ro: Scurtături pentru tastatură

source: nvda+shift+C: Copies the ID and current password to the clipboard, so that they can be pasted and sent via chat for example when remote control is required.
it: nvda+shift+C: Copia l'ID e il password negli appunti, così loro possono essere incollati e inviati su chat per isempio quando è richiesto l'accesso remoto.
ne: नेत्रवाणी+shift+C: उपभोक्ताको नाम र गोप्यसब्दलाई क्लीपपाटिमा उतार्ने छ, जुन कुरा दूर कल्पयन्त्रमा काम लगाउनकालागी गफगाफ द्वारा पठाउन सकिन्छ ।
pl: nvda+shift+C: kopiuje do schowka ID i aktualne hasło, które dzięki temu mogą być wklejone i przesłane na chacie, jeśli potrzebna jest zdalna kontrola.
pt_br: nVDA+shift+C: Copia a ID e a senha atual para a área de transferência, de modo que possam ser coladas e enviadas via chat quando é exigido por exemplo o controle remoto.
ro: NVDA+Shift+C: Copiază ID-ul și parola ta pentru ca acestea să poată fi lipite într-un chat de exemplu când este nevoie de un control la distanță.

source: control+tab and control+shift+tab: Switch to other tab in the TeamViewer main dialog.
it: control+tab e control+shift+tab: Passa ad altri tabulatore nel dialogo principale di Team Viewer.
ne: control+tab र control+shift+tab: समूहदृश्यको मूख्य पातोमा भएका अरू tab हरुमा स्थानान्तरित हुनेछ ।
pl: control+tab i control+shift+tab: przełącza do innej zakładki w oknie głównym TeamViewer.
pt_br: control+tab e control+shift+tab: Alterna para outras guias no diálogo principal do TeamViewer.
ro: Control+Tab și Control+Shift+Tab: Comutare la alte tabulatoare în caseta principală de dialog TeamViewer.

source: Changes for 2.0
it: Cambiamenti per 2.0
ne: २.० संस्करणमा गरिएका परिवर्तनहरू
pl: Zmiany dla 2.0
pt_br: Mudanças na 2.0
ro: Modificări aduse în versiunea 2.0

source: Add-on help is available from the Add-ons Manager.
it: l'aiuto di componente aggiuntivo è disponibile nel gestore di componenti aggiuntivi.
ne: उप-कर्मी सहयोग उप-कर्मि व्यबस्थापकमा उपलब्ध छ ।.
pl: Pomoc dodatku dostępna w managerze dodatków.
pt_br: A ajuda do complemento está disponível no gestor de complementos.
ro: Ajutorul add-on-ului este disponibil din managerul add-on-urilor.

source: Changes for 1.0
it: Cambiamenti per 1.0
ne: १.० संस्करणमा गरिएका परिवर्तन हरू
pl: Zmiany dla 1.0
pt_br: Mudanças na 1.0
ro: Modificări aduse în versiunea 1.0

source: Initial version.
it: La versione iniziale.
ne: सुरुको संस्करण
pl: Pierwsza wersja.
pt_br: Versão inicial.
ro: lansarea inițială.
