Repository: nvdacn/screenReaderTranslations
Catalog: website/addons/textInformation.*.po
Languages: bg, da, de, es, fi, fr, gl, it, pt_pt, ro, zh_cn

source: [[!meta title="Text Information"]]
bg: [[!meta title="Информация за текста (Text Information)"]]
fi: [[!meta title="Tekstin tiedot"]]
pt_pt: [[!meta title="Informação de Texto"]]
zh_cn: [[!meta title="文本信息"]]

source: Author: Carter Temm
bg: Автор: Carter Temm
da: Forfatter: Carter Temm
de: Autor: Carter Temm
es: Autor: Carter Temm
fi: Tekijä: Carter Temm
fr: Auteur : Carter Temm
gl: Autor: Carter Temm
it: Autore: Carter Temm
pt_pt: Autor: Carter Temm
ro: Autor: Carter Temm
zh_cn: 作者: Carter Temm

source: Download [stable version][1]
bg: Изтегляне на [стабилна версия][1]
da: Download [stabil version][1]
de: [Stabile Version herunterladen][1]
es: Descargar [versión estable][1]
fi: Lataa [vakaa versio][1]
fr: Télécharger [version stable][1]
gl: Descargar [versión estable][1]
it: Download [versione stabile][1]
pt_pt: Baixar [stable version][1]
ro: Descărcați [versiunea stabilă][1]
zh_cn: 下载 [稳定版][1]

source: This add-on allows for getting information based on selected text. Simply select something and use a keystroke to get information. You should, hopefully, be presented with something that fits the context.
bg: Тази добавка позволява получаване на информация въз основа на избрания текст. Просто изберете нещо и натиснете клавишната комбинация, за да получите информация. Би трябвало да бъде изведена някаква информация, която да отговаря на контекста.
da: Denne tilføjelse giver mulighed for at få oplysninger baseret på valgte tekst. Blot Vælg noget og bruge et tastetryk for at få oplysninger. Du bør, forhåbentlig, blive præsenteret med noget, der passer til konteksten.
de: Diese Erweiterung ermöglicht es, Informationen über den ausgewählten Text zu erhalten. Wählen Sie einfach etwas aus drücken Sie einen Tastenbefehl, um Informationen zu erhalten. Idealerweise sollten die Informationen zum Kontext passen.
es: Este complemento permite obtener información según el texto seleccionado. Simplemente selecciona algo y usa un atajo de teclado para obtener información. Con suerte, se debería presentar algo que encaje con el contexto.
fi: Tämän lisäosan avulla on mahdollista saada tietoa valitusta tekstistä. Valitse vain jotain ja käytä näppäinkomentoa tietojen saamiseksi. Tämän jälkeen näkyviin pitäisi toivon mukaan tulla jotain asiayhteyteen sopivaa.
fr: Ce module complémentaire permet d'obtenir des informations basées sur le texte sélectionné. Il suffit de sélectionner quelque chose et d'utiliser une touche pour obtenir des informations. Vous devriez, espérons-le, être présenté avec quelque chose qui correspond au contexte.
gl: Este complemento permite obter información segundo o texto seleccionado. Simplemente selecciona algo e preme unha tecla rápida para obter información. Con sorte, presentaráseche algo axeitado ao contesto.
it: Questo add-on permette di acquisire informazioni di base sul testo selezionato. Basta selezionare qualcosa e utilizzare una sequenza di tasti per ottenere informazioni. Le informazioni ricevute dovrebbero adattarsi al contesto.
pt_pt: Este extra permite obter informações com base no texto seleccionado. Basta seleccionar algo e usar uma tecla de atalho para obter informações. Deve, espera-se, receber uma informação que se encaixe no contexto.
ro: Acest supliment permite obținerea de informații pe baza textului selectat. Pur și simplu selectați ceva și utilizați o combinație de taste pentru a obține informații. Ar trebui, sperăm, să vă fie prezentat ceva care să se potrivească cu contextul.
zh_cn: 此插件允许根据选定的文本获取信息。只需选择一些内容并使用按键即可获取信息。希望你能得到适合上下文的消息。

source: note: This package is distributed under the terms of the GNU General Public License, version 2 or later. Please see the file COPYING.txt for further details.
bg: Забележка: Този пакет се разпространява при условията на GNU General Public License, версия 2 или по-нова. Моля, вижте файла COPYING.txt за повече подробности.
da: Bemærk: Denne pakke er distribueret i henhold til GNU General Public License, version 2 eller nyere. Se filen COPYING.txt for yderligere oplysninger.
de: Hinweis: Diese Erweiterung wird unter den Bestimmungen der GNU General Public License, Version 2 oder höher, verbreitet. Weitere Details entnehmen Sie bitte der Datei COPYING.txt.
es: Nota: este paquete se distribuye bajo los términos de la GNU General Public License, versión 2 o posterior. Por favor, consulta el archivo copying.txt para más detalles.
fi: Huom: Tätä lisäosapakettia jaetaan GNU GPL -lisenssin version 2.0 tai uudemman käyttöehtojen mukaisesti. Katso lisätietoja tiedostosta COPYING.txt.
fr: note : Ce paquet est distribué sous les termes de la GNU General Public License, version 2 ou ultérieure. Veuillez consulter le fichier COPYING.txt pour plus de détails.
gl: Nota: Este paquete distribúese baixo a GNU General Public License, versión 2 ou posterior. Por favor consulta o arquivo COPYING.txt para máis detalles.
it: nota: Questo pacchetto è distribuito sotto i termini della GNU General Public License, versione 2 o successiva. Si prega di leggere il file COPYING.txt per ulteriori dettagli.
pt_pt: Nota: Este pacote é distribuído sob os termos da Licença Pública Geral GNU, versão 2 ou posterior. Por favor, veja o ficheiro COPYING.txt para mais detalhes.
ro: notă: Acest pachet este distribuit sub termenii GNU, (General Public License), versiunea 2 sau mai nouă. Vă rugăm să citiți fișierul COPYING.txt pentru mai multe detalii.
zh_cn: 注意：此插件包是根据GNU通用公共许可证第2版或更高版本的条款进行分发的。有关更多详细信息，请参阅文件COPYING.txt。

source: keystrokes
bg: Клавишни комбинации
da: Kommandoer
de: Tastenbefehle
es: Atajos de teclado
fi: Näppäinkomennot
fr: frappe de touches
gl: Ordes de teclado
it: Tasti rapidi
pt_pt: Teclas de atalho:
ro: combinații de taste
zh_cn: 快捷键

source: note: These keystrokes asume your using the english keyboard layout, and might not work otherwise. If there's a problem, first try changing them in the input gestures dialog.
bg: Забележка: Тези клавишни комбинации предполагат, че използвате английската клавиатурна подредба и може да не работят при други клавиатурни подредби. Ако има проблеми, първо опитайте да ги промените в прозореца "Жестове на въвеждане".
da: Bemærk: disse tastetryk antager at du bruger det engelske tastaturlayout, og virker måske ikke ellers. Hvis der er et problem, prøv først at ændre dem i dialogen "Inputbevægelser".
de: Hinweis: Diese Tastenkombinationen entsprechen dem englischen Tastaturlayout und funktionieren möglicherweise nicht in anderen Sprachen. Wenn es ein Problem gibt, versuchen Sie zuerst die Tastenbefehle im NVDA-Menü / Einstellungen im Dialog "Eingaben" zu ändern.
es: Nota: estos atajos de teclado asumen que usas la distribución de teclado en inglés, y podrían no funcionar en otros casos. Si hay un problema, intenta cambiarlos primero en el diálogo de gestos de entrada.
fi: Huom: Tässä oletetaan, että käytät englantilaista näppäimistöasettelua, sillä komennot eivät ehkä muuten toimi. Jos ongelmia ilmenee, kokeile ensin muuttaa komentoja Syötekomennot-valintaikkunasta.
fr: note : Ces frappes de touches suppose que vous utilisez la disposition du clavier anglais et pourraient ne pas fonctionner autrement. S'il y a un problème, essayez d'abord de les changer dans le dialogue Gestes de commandes.
gl: Nota: Estas ordes asumen que estás a utilizar a distribución de teclado en inglés, e poden non funcionar noutro caso. Se hai problemas, tenta cambialas primeiro no diálogo de Xestos de Entrada.
it: Nota: si presume che l'utente utilizzi un layout di tastiera inglese; nel caso vi siano problemi, si prega di modificare queste scorciatoie nella finestra gesti e tasti di immissione.
pt_pt: nota: Estas teclas de atalho partem do pressuposto de que está a usar o layout do teclado em inglês e podem não funcionar de outra forma. Se houver algum problema, primeiro tente alterá-las na caixa de diálogo "definir comandos".
ro: notă: conceptul acestor combinații de taste are la bază ideea că dumneavoastră folosiți tastatura englezească. Prin urmare, funcționarea acestora nu este garantată dacă utilizați o altă tastatură. În cazul în care există o problemă, încercați mai întâi să le modificați din dialogul gesturilor de intrare.
zh_cn: 注意：这些快捷键默认是使用英文键盘布局，并可能无法正常工作。如果出现问题，请首先尝试在输入手势对话框中更改它们。

source: NVDA+; (semicolon): provides information based on the text that's selected
bg: NVDA+; (точка и запетая): Предоставя информация, базирана на текущо избрания текст
da: NVDA+; (semikolon)": Rapporterer information om den valgte tekst.
de: NVDA+; (semicolon): Liefert Informationen basierend auf dem ausgewählten Text
es: NVDA+; (punto y coma): proporciona información basada en el texto seleccionado
fi: NVDA+; (puolipiste): Antaa tietoja valitusta tekstistä.
fr: NVDA+; (point-virgule) : fournit des informations basées sur le texte sélectionné
gl: NVDA+; (punto e coma): Proporciona información sobre o texto que está seleccionado.
it: NVDA+; (punto e virgola): fornisce informazioni basate al testo selezionato
pt_pt: NVDA +; (ponto-e-vírgula): fornece informações com base no texto seleccionado
ro: NVDA+; (punct și virgulă): oferă informații bazate pe textul care este selectat
zh_cn: NVDA +; （分号）：根据所选文字提供信息

source: NVDA+SHIFT+; (semicolon): provides information about text on the clipboard
bg: NVDA+Shift+; (точка и запетая): Предоставя информация, базирана на текста в клипборда
da: NVDA+Skift+; (semikolon): Rapporterer informationer om teksten i udklipsholderen.
de: NVDA+Umschalt+; (semicolon): Liefert Informationen über den Text in der Zwischenablage
es: NVDA+shift+; (punto y coma): proporciona información basada en el contenido del portapapeles
fi: NVDA+Vaihto+; (puolipiste): Antaa tietoja leikepöydällä olevasta tekstistä.
fr: NVDA+MAJ+; (point-virgule) : fournit des informations à propos du texte sur le presse-papiers
gl: NVDA*shift+; (punto e coma): proporciona información sobre texto no portapapeis
it: NVDA+SHIFT+; (punto e virgola): fornisce informazioni sul testo contenuto negli appunti
pt_pt: NVDA + SHIFT +; (ponto-e-vírgula): fornece informações sobre o texto na área de transferência
ro: NVDA+Shift+; (punct și virgulă): oferă informații despre text pe planșetă
zh_cn: NVDA + SHIFT +; （分号）：提供有关剪贴板上文本的信息

source: NVDA+control+; (semicolon): speaks the last reported information. Press twice to get it displayed in a dialog.
bg: NVDA+Control+; (точка и запетая): Изговаря последно съобщената информация. Натиснете двукратно, за да я изведете в прозорец.
da: NVDA+Ctrl+; (semikolon): Rapporterer de sidste rapporterede oplysninger. Tryk to gange for at få det vist i en dialogboks.
de: NVDA+STRG+; (semicolon): Wiederholt die letzte Information. Zweimaliges Drücken erzwingt die Anzeige der Information in einem separaten Dialogfenster.
es: NVDA+ctrl+; (punto y coma): verbaliza la última información que se recibió. Pulsa este atajo dos veces para mostrarla en un diálogo.
fi: NVDA+Ctrl+; (puolipiste): Puhuu viimeksi ilmoitetut tiedot. Paina kahdesti näyttääksesi ne valintaikkunassa.
fr: NVDA+contrôle+; (point-virgule) : verbalise la dernière information annoncée. Appuyez deux fois pour l'afficher dans une boîte de dialogue.
gl: NVDA*ctrl+; (punto e coma): fala a última información reportada. Prema dúas veces para que sexa amosada nun diálogo.
it: NVDA+control+; (punto e virgola): legge le ultime informazioni annunciate. Se premuto due volte, presenta le informazioni in una finestra di dialogo.
pt_pt: NVDA + controle +; (ponto-e-vírgula): Indica a última informação relatada. Pressione duas vezes para mostrá-la num diálogo.
ro: NVDA+control+; (punct și virgulă): rostește ultima informație raportată. Dacă doriți ca aceasta să fie afișată într-un dialog, apăsați comanda menționată de două ori.
zh_cn: NVDA+control+; （分号）：读出最后朗读的信息。按两次使其显示在对话框中。

source: supported services
bg: Поддържани услуги
da: Understøttede tjenester
de: Unterstützte Dienste
es: Servicios soportados
fi: Tuetut palvelut
fr: services pris en charge
gl: Servizos soportados
it: Servizi supportati
pt_pt: Serviços suportados:
ro: servicii suportate
zh_cn: 支持的服务

source: Currently, the following features are supported:
bg: Към момента се поддържат следните възможности:
da: I øjeblikket understøttes følgende funktioner:
de: Folgende Funktionen werden aktuell unterstützt
es: Actualmente, se soportan las siguientes funciones:
fi: Tällä hetkellä tuetaan seuraavia ominaisuuksia:
fr: Actuellement, les fonctionnalités suivantes sont prises en charge :
gl: Actualmente sopórtanse as seguintes características:
it: Attualmente, sono supportate le seguenti caratteristiche:
pt_pt: Actualmente, São suportados os seguintes recursos:
ro: Actualmente, sunt suportate următoarele caracteristici:
zh_cn: 目前，支持以下功能：

source: IP address information using the IPInfoDB API. An API key is provided, however I by no means guarantee it'll always work. You can generate your own, and enter it at the top of __init__.py, replacing the old one.
bg: Информация за IP адреса, посредством ППИ за IPInfoDB. Предоставен е ППИ ключ, но в никакъв случай не гарантирам, че винаги ще работи. Можете да генерирате свой собствен и да го въведете в горната част на __init__.py, замествайки стария.
da: IP adresseoplysninger ved hjælp af API'EN IPInfoDB. Der tilbydes en API-nøgle, men jeg kan på ingen måde garantere, at det altid virker. Du kan generere dine egen, og Indtast den på toppen af __init__.py, der skal erstatte den gamle API-nøgle.
de: IP-Adressinformationen über die IPInfoDB-API. Ein API-Schlüssel wird mitgeliefert, aber es gibt keine Garantie, dass er immer funktioniert. Sie können Ihren eigenen API-Schlüssel erstellen und diese ganz oben in der Quellcode-Datei __init__.py eintragen und den alten Schlüssel ersetzen.
es: Información de una dirección ip usando la API de IPInfoDB. Se proporciona una clave de API. Sin embargo, no se puede garantizar que vaya a funcionar siempre. Puedes generar la tuya propia, e introducirla en la parte superior de __init__.py, reemplazando la antigua.
fi: IP-osoitetiedot IPInfoDB-rajapintaa käyttäen. Lisäosan mukana tulee palvelun käyttämiseen tarvittava rajapinta-avain, mutta sen toimivuudesta ei ole takeita. Voit luoda oman avaimesi ja lisätä sen tiedoston __init__.py ensimmäiselle riville korvaten entisen.
fr: L'information d'adresse IP à l'aide de l'API IPInfoDB Une clé API est fournie, mais je ne garantis en aucun cas que cela fonctionnera toujours. Vous pouvez générer le vôtre et l'entrer en haut de __init__.py, en remplaçant l'ancienne.
gl: Enderezos IP a través da API de IPinfoDB. Proporciónase una clave da API, mais non se garantiza que sempre vaia funcionar. Podes xerar unha propia e introducila na parte superior de __init__.py, reemprazando á antiga.
it: Informazioni sull'indirizzo IP utilizzando le API di IPInfoDB. Viene fornita una chiave API, tuttavia non se ne garantisce il funzionamento a lungo termine; è consigliabile generarne una di propria, da inserire all'inizio del file __init__.py, sostituendo quella esistente.
pt_pt: Informações de endereço IP usando a API IPInfoDB. Uma chave de API é fornecida, mas não garanto que funcione sempre. Pode gerar o seu próprio e inseri-lo no topo do ficheiro __init__.py, substituindo o antigo.
ro: Obținerea de informații despre adresa IP folosind API-ul IPInfoDB. Este furnizată o cheie API, dar totuși, nu este garantat faptul că va funcționa mereu. Puteți să vă generați cheia proprie și să o introduceți în partea de sus a fișierului __init__.py, înlocuind-o pe cea veche.
zh_cn: 使用IPInfoDB API的IP地址信息。提供了一个API密钥，但我不保证它会一直有效。您可以生成自己的文件，然后将其输入到__init__.py的顶部，替换原有的文件。

source: english dictionary definitions from the princeton wordnetweb. Note: these definitions are not the best, and the database lacks definitions for simple words, e.g. could, you, etc.
bg: Речник с дефиниции за думи на английски от Princeton Wordnetweb. Забележка: Тези дефиниции не са най-добрите и в базата данни няма дефиниции за прости думи като could, you, и т.н.
da: Engelsk ordbogsdefinitioner fra princeton wordnetweb. Bemærk: disse definitioner er ikke de bedst, og databasen mangler definitioner for simple ord, f.eks. "could", "you", mv.
de: englische Wörterdefinitionen aus dem princeton wordnetweb Wörterbuch. Hinweis: Diese Definitionen sind nicht immer die besten. Der Datenbank fehlen Definitionen für einfache Wörter, z.B. could, you, etc.
es: Definiciones de diccionario en inglés de la Princeton Wordnetweb. Nota: estas definiciones no son las mejores, y la base de datos carece de definiciones para palabras simples, como could, you, etc.
fi: Princetonin WordNetWebin englanninkieliset sanakirjamääritelmät. Huom: Nämä määritelmät eivät ole kaikkein parhaimpia, ja tietokannasta myös puuttuu määritelmiä yksinkertaisille sanoille kuten could, you jne.
fr: définitions de dictionnaire anglais du princeton wordnetweb. Note : ces définitions ne sont pas les meilleures, et la base de données manque de définitions pour des mots simples, par ex. could, you, etc.
gl: Definicións de inglés do princeton wordnetweb. Nota: estas definicións non son as mellores, e a base de datos carece de definicións para palabras simples, p. ex. could, you, etc.
it: Definizioni del dizionario inglese da princeton wordnetweb. Nota: queste definizioni non sono affatto le migliori, addirittura dal database mancano definizioni di parole molto comuni quali could, you, etc.
pt_pt: definições do dicionário de inglês do wordnetweb de princeton. Nota: estas definições não são as melhores e a base de dados não apresenta definições para palavras simples, por exemplo: poder, você, etc.
ro: definițiile dicționarului englez de la Princeton wordnetweb. Notă: aceste definiții nu sunt cele mai bune, iar din baza de date lipsesc definiții pentru cuvinte simple precum could și you.
zh_cn: 英语字典中的princeton wordnetweb定义。注意：这些定义并不是最好的，数据库缺乏简单单词的定义，例如可以，你等等

source: ISBN lookups via the google books API
bg: Справки по ISBN посредством ППИ на Google Книги
da: Opslag af ISBN-numre ved brug af Google Books API
de: ISBN-Informationen über die Gogle Books API
es: Búsqueda de ISBN mediante la API de libros de Google
fi: ISBN-haut Google Booksin rajapinnan välityksellä.
fr: Recherches de la ISBN via l'API google books
gl: Consultas de ISBN mediante a API de Google Books
it: Ricerca ISBN tramite le Api di Google Libri
pt_pt: Pesquisas de ISBN por meio da API de livros do Google
ro: Căutările ISBN prin API-ul google books
zh_cn: 通过谷歌书籍API查找ISBN

source: credit card type verification
bg: Проверка на типа на кредитна карта
da: Kreditkort verifikation
de: Prüfung des Kreditkartentyps
es: Verificación del tipo de tarjeta de crédito
fi: Luottokortin tyypin vahvistus.
fr: vérification de type de carte de crédit
gl: Verificación do tipo de tarxeta de crédito
it: Verifica tipo di carta di credito
pt_pt: Verificação do tipo de cartão de crédito
ro: verificarea tipului de card de credit
zh_cn: 信用卡类型验证

source: Note: Regular expressions are used to verify data. There are currently some that aren't used, phone numbers and emails. This might be changed in the future.
bg: Забележка: За потвърждаване на данните се използват регулярни изрази. Понастоящем има някои, които не се използват, телефонни номера и адреси за е-поща. Това може да се промени в бъдеще.
da: Bemærk: Regulære udtryk bruges til at verificere data. Der er i øjeblikket nogle, der ikke bruges, herunder telefonnumre og e-mails. Dette kan ændre sig i fremtiden.
de: Hinweis: Reguläre Ausdrücke werden verwendet, um Daten zu verifizieren. Es gibt derzeit einige Ausdrücke, die noch nicht unterstützt werden, z.B. Telefonnummern und E-Mail-Adressen. Zukünftig werden möglicherweise auch solche Ausdrücke hinzugefügt.
es: Nota: se emplean expresiones regulares para verificar los datos. Hay algunas que en este momento no se usan, como las de correos electrónicos o números de teléfono. Esto podría cambiar en el futuro.
fi: Huom: Tietojen vahvistamiseen käytetään sääntölausekkeita. Joitakin tietotyyppejä ei tällä hetkellä tunnisteta, kuten esim. puhelinnumeroita tai sähköpostiosoitteita. Tilanne saattaa muuttua tulevaisuudessa.
fr: Note : Les expressions régulières sont utilisées pour vérifier les données. Il y en a actuellement qui ne sont pas utilisés, les numéros de téléphone et les courriels. Cela pourrait être changé à l'avenir.
gl: Nota: Úsanse expresións regulares para verificar os datos. Hai algunhas que actualmente non se usan, como números de teléfono e correos electrónicos. Isto pode cambiar no futuro.
pt_pt: Nota: São usadas expressões regulares para verificar dados. Actualmente, algumas não são usadas, números de telefone e e-mails. Isto pode ser alterado no futuro.
ro: Note: expresiile regulate sunt folosite la verificarea datelor. Actualmente, există unele care nu sunt folosite, numerele de telefon și adresele de poștă electronică. Asta s-ar putea schimba în viitor.
zh_cn: 注意：正则表达式用于验证数据。目前有一些没有使用，电话号码和电子邮件。这可能会在未来发生变化。

source: contributing
bg: Принос
da: Bidrag
de: Mitwirken
es: Cómo contribuir
fi: Osallistuminen
fr: contribuer
gl: Como contribuír
it: Contribuire
pt_pt: Contributos:
ro: contribuție
zh_cn: 贡献

source: Contributions are appreciated. You can either submit a PR, or get in contact with the following info:
bg: Ценим приноса ви. Можете да подадете PR (pool request) или да се свържете с нас посредством следните данни за контакт:
da: Bidrag er velkomne. Du kan enten indsende en PR, eller komme i kontakt via følgende info:
de: Mitwirkung ist ausdrücklich erwünscht. Sie können entweder eine PR einreichen oder sich über folgende Informationen mit dem Autor in Verbindung setzen:
es: Las contribuciones son muy bienvenidas. Puedes enviar una solicitud de cambios, o contactar con el autor mediante las siguientes vías:
fi: Kehitysideat ovat tervetulleita. Voit joko lähettää ominaisuuslisäyksen GitHubissa tai ottaa yhteyttä seuraavia tietoja käyttäen:
fr: Les contributions sont appréciées. Vous pouvez soit soumettre un PR, soit entrer en contact à partir des informations suivantes :
gl: Aprécianse as contribucións. Pode ben enviar unha PR, ben contactar coa seguinte información:
it: Sono accettati qualsiasi genere di contributi. è possibile inserire richieste oppure entrare in contatto secondo le informazioni che seguono:
pt_pt: Os seus contributos serão apreciados. Pode enviar um PR ou entrar em contacto servindo-se dos seguintes meios:
ro: Contribuțiile sunt apreciate. Puteți fie să trimiteți un PR (Pull Request), fie să-l contactați pe Carter Temm, având la dispoziție următoarele opțiuni:
zh_cn: 关于贡献。您可以提交PR，或者联系以下信息：

source: email: crtbraille@gmail.com
bg: Е-поща: crtbraille@gmail.com
es: Correo electrónico: crtbraille@gmail.com
fi: Sähköposti: crtbraille@gmail.com
zh_cn: 电子邮件：crtbraille@gmail.com
