Repository: nvdacn/screenReaderTranslations
Catalog: website/addons/toneMaster.*.po
Languages: bg, de, es, fr, gl, hr, hu, ro, ru

source: Note, the silence parameter is necessary to specify even if you think that it's not, because if not specified, NVDA will override the previous tone by the next one, and you will get unexpectable results. That's why I made it to be necessary.
bg: Обърнете внимание, че параметърът за тишина е необходимо да бъде указан, дори да смятате че не е така, защото иначе NVDA ще замени предишния тон със следващия, и ще получите неочаквани резултати. Ето защо направих параметъра за тишината да е със задължителен характер.
de: Hinweis: Der Parameter für die Stille ist besonders wichtig, ansonsten überlagert NVDA den vorherigen mit dem nächsten Ton, wobei das dann zu unerwünschten Effekten führen kann.
es: Nota, es necesario especificar el parámetro silencio incluso si piensas que no lo es, porque si no se especifica, NVDA anulará la nota anterior con la siguiente, y obtendrás resultados inesperados. Es por eso que lo hice ser necesario.
fr: Notez que le paramètre silence est nécessaire de le déterminer, même si vous pensez qu'il n'est pas indispensable, parce que si celuici n'est pas spécifié, NVDA remplacera la tonalité précédente par celle qui suit et vous obtiendrez des résultats inattendus. C'est pourquoi j'ai fait qu'il soit nécessaire.
gl: Nota, é necesario especificar o parámetro silenzo incluso se pensas que non o é, porque se non se especifica, NVDA anulará a nota anterior coa seguinte, e obterás resultados inesperados. É por eso que fíxeno ser necesario.
hr: Napomena, parametar za tišinu je obavezan za navesti čak i ako vi mislite da nije, jer ako ga ne navedete, NVDA će pregaziti prethodni ton sa sljedećim, pa ćete dobiti neočekivane rezultate. Iz tog razloga sam napravio da ovo bude obavezno.
hu: Megjegyzés: A szünetet kötelező minden hangnál megadni, különben az egyik hang rátorlódik a másikra és ez váratlan eredményekhez vezet. Ezért kötelező ez a paraméter.
ro: Notă, parametrul de pauză este necesar pentru a fi specificat chiar dacă crezi că nu este, deoarece dacă nu e specificat, NVDA va sări peste tonul fără durată la celălalt, și vei obține rezultate incorecte. Deaceea l-am făcut necesar.
ru: Обратите внимание на то, что параметр тишины необходимо указывать всегда, даже когда он не нужен, потому что если не указывать, NVDA будет заменять предыдущий сигнал одним из следующих, и вы будете получать неожидаемые результаты. Вот почему я сделал это необходимым.

source: To get more familiar with tone data files syntax, please view and try editing the example file included with this add-on. It's located in the "tones" subfolder, where all your .tdf files must be located as well.
bg: За да се запознаете по-подробно със синтаксиса на файловете с данни за тонове, моля, прегледайте и се опитайте да редактирате примерния файл, включен в тази добавка. Той се намира в папката "tones", където трябва да се намират и всички ваши .tdf файлове.
de: Um sich vertrauter mit der ganzen Syntax zu machen, können Sie sich natürlich an der Beispieldatei in dieser NVDA-Erweiterung, die sich im Ordner "Tones" befindet, wo üblicherweise sich die Klangdateien ebenso befindenden sollten, orientieren.
es: Para llegar a estar más familiarizado con la sintaxis de los ficheros de datos de melodías, por favor revisa e intenta editar el fichero ejemplo incluido con este complemento. Se encuentra en la subcarpeta "tones" , donde también se deben colocar todos tus ficheros .tdf.
fr: Pour se familiariser avec la syntaxe de fichiers de données de tonalité, s’il vous plaît voir et essayez de modifier le fichier d'exemple fourni avec ce module complémentaire. Il est situé dans le sous-dossier "tones", où tous vos fichiers .tdf doivent être situés aussi bien.
gl: Para chegar a estar máis familiarizado coa sintaxis dos ficheiros de datos de melodías, por favor revisa e intenta editar o ficheiro exemplo incluido con este complemento. Atópase no subcartafol "tones" , onde tamén se deben colocar todos os teus ficheiros .tdf.
hr: Kako biste se bolje upoznali sa sintaksom datoteka sa tonskim zapisom, molim proučite i probajte izmijeniti datoteku s primjerom koja dolazi uz ovaj dodatak. Ta datoteka se nalazi u podmapi "tones", gdje ćete također morati smjestiti i sve vaše .tdf datoteke.
hu: Ha szeretné tanulmányozni a hangkészítés szabályait, kérem, tekintse meg és szerkessze át a bővítményhez mellékelt példafájlt. A fájlt a "tones" almappában találja, ide kell tennie a saját .tdf fájljait is.
ro: Pentru a deveni mai familiar cu sintaxa fișierelor data, încearcă să vezi și să editezi tonurile date ca exemplu în pachetul add-on-ului. Acestea sunt loalizate în subfolderul „tones”, unde toate fișierele .tdf trebuie să fie salvate.
ru: Для более подробного ознакомления с синтаксисом файлов данных сигналов, пожалуйста, посмотрите и попробуйте изменить, например, файл этого дополнения. Он расположен в папке "tones", где так же должны быть расположены все ваши файлы .tdf.

source: Shortcut keys
bg: Клавишни комбинации
de: Kurztastenbefehle
es: Atajos de teclado
fr: Touches de raccourci
gl: Atallos de teclado
hr: Tipkovni prečaci
hu: Billentyűparancsok
ro: Scurtărturile pentru tastatură
ru: Горячие клавиши

source: Alt+NVDA+T: Plays currently loaded tone data if everything is ok.
bg: Alt+NVDA+T: Възпроизвежда текущо заредените данни за тонове, ако всичко е наред.
de: Alt+NVDA+T: Spielt die aktuelle Klangdatei ab.
es: Alt+NVDA+T: reproduce el fichero de melodías actualmente cargado si todo está bien.
fr: Alt+NVDA+T : Joue actuellement les données de tonalité chargé si tout est bien.
gl: Alt+NVDA+T: reproduce o ficheiro de melodías actualmente cargado se todo está ben.
hr: Alt+NVDA+T: Svira trenutno učitan tonski zapis ako je sve u redu.
hu: Alt+NVDA+T: Lejátssza a betöltött hangfájlt, ha minden rendben.
ro: Alt+NVDA+T: Redă fișierul data încărcat, dacă totul este OK.
ru: Alt+NVDA+T: Воспроизводит текущие загруженные данные сигналов, если всё в порядке.

source: Alt+Shift+NVDA+T: Stops playback for currently loaded tone data if any tone data is playing.
bg: Alt+Shift+NVDA+T: Спира възпроизвеждането на текущо заредените данни за тонове, ако има възпроизвеждащи се такива.
de: Alt+Shift+NVDA+T: Sofern bereits eine Klangdatei wiedergegeben wird, wird damit die aktuelle Wiedergabe angehalten.
es: Alt+Shift+NVDA+T: detiene la reproducción para el fichero de datos de melodía actualmente cargado si cualquier melodía se está reproduciendo.
fr: Alt+Maj+NVDA+T : Arrête la lecture pour les données de tonalité actuellement chargé si n'importe quelles données de tonalité sont en cours de lecture.
gl: Alt+Shift+NVDA+T: detén a reproducción para o ficheiro de datos de melodía actualmente cargado se calquera melodía se está a reproducir.
hr: Alt+Shift+NVDA+T: Zaustavlja sviranje trenutno učitanog tonskog zapisa ukoliko neki tonski zapis trenutno svira.
hu: Alt+Shift+NVDA+T: ha szól egy dallam, megálítja a lejátszást.
ro: Alt+Shift+NVDA+T: Oprește redarea fișierului data.
ru: Alt+Shift+NVDA+T: Останавливает воспроизведение текущих данных сигналов, если воспроизводятся любые данные сигналов.

source: Alt+NVDA+N: Creates and opens a new blank tone data file in Notepad for editing.
bg: Alt+NVDA+N: Създава и отваря в Notepad за редактиране нов празен файл с данни за тонове.
de: Alt+NVDA+N: Erstellt und öffnet eine neue, leere Klangdatei zum Bearbeiten im Editor.
es: Alt+NVDA+N: crea y abre un fichero de datos de melodía nuevo en el Bloc de Notas para editar.
gl: Alt+NVDA+N: crea e abre un ficheiro de datos de melodía novo no Bloc de Notas para editar.
hr: Alt+NVDA+N: Stvara, a zatim otvara novi prazan tonski zapis u Notepad-u za uređivanje.
hu: Alt+NVDA+N: Készít és megnyit egy üres hangadat-fájlt a jegyzettömbben szerkesztés céljából.
ro: Alt+NVDA+N: Crează un nou fișier .tdf în notepad pentru ca acesta să poată fi editat.
ru: Alt+NVDA+N: Создаёт и открывает для редактирования в блокноте новый пустой файл данных сигналов.

source: Alt+NVDA+L: Opens a dialog that lets you choose one of your available tone data files to be loaded for playback.
bg: Alt+NVDA+L: Отваря диалогов прозорец, който ви позволява да изберете един от вашите налични файлове с данни за тонове, който да бъде зареден за възпроизвеждане.
de: Alt+NVDA+L: Zeigt ein Dialogfeld zum Wiedergeben an, indem Sie eine bereits geladene Datei erneut auswählen können.
es: Alt+NVDA+L: abre un diálogo que te permite elegir uno de tus ficheros de datos de melodía disponibles para que se carguen para reproducirse.
fr: Alt+NVDA+L : Ouvre une boîte de dialogue qui vous permet de choisir un de vos fichiers de données de tonalité disponible afin d'être charger pour la lecture.
gl: Alt+NVDA+L: abre un diálogo que che permite escoller un dos teus ficheiros de datos de melodía dispoñibles para se cargar para reproducirse.
hr: Alt+NVDA+L: Otvara dijaloški okvir koji vam omogućuje odabir neke od dostupnih datoteka sa tonskim zapisom koje je moguće učitati za sviranje.
hu: Alt+NVDA+L: Megnyit egy párbeszédpanelt, hogy megnyithassunk egy hangadat-fájlt lejátszásra.
ro: Alt+Nvda+L: Deschide o casetă de dialog care te lasă să selectezi un fișier data dintre cele disponibile pentru a fi redate.
ru: Alt+NVDA+L: Открывает диалог выбора, позволяющий загрузить один из доступных файлов данных сигналов для воспроизведения.

source: Alt+NVDA+E: Opens currently loaded tone data file in Notepad for editing.
bg: Alt+NVDA+E: Отваря текущо заредения файл с данни за тонове в Notepad за редактиране.
de: Alt+NVDA+E: Öffnet die aktuell geladene Klangdatei zum Bearbeiten im Editor.
es: Alt+NVDA+E: abre el fichero de datos de melodía actualmente cargado en el Bloc de Notas para editar.
gl: Alt+NVDA+E: abre o ficheiro de datos de melodía actualmente cargado no Bloc de Notas para editar.
hr: Alt+NVDA+E: Otvara trenutno učitanu datoteku sa tonskim zapisom u Notepad-u za uređivanje.
hu: Alt+NVDA+E: Megnyitja a betöltött fájlt jegyzettömbben szerkesztésre.
ro: Alt+NVDA+E: Deschide fișierul data încărcat în Notepad ca acesta să poată fi editat.
ru: Alt+NVDA+E: Открывает текущий загруженный файл данных сигналов в блокноте для редактирования.

source: Alt+NVDA+O: Opens a folder with tone data files where you should also save them in order to be located by Tone Master.
bg: Alt+NVDA+O: Отваря папка с файлове с данни за тонове, където също трябва да ги записвате, за да бъдат откривани от Tone Master.
de: Alt+NVDA+O: Öffnet einen Ordner, indem Sie die entsprechende Klangdatei auswählen und laden können.
es: Alt+NVDA+O: abre una carpeta con ficheros de datos de melodía donde también deberías guardarlos para ser localizados por Tone Master.
fr: Alt+NVDA+O : Ouvre un dossier avec les fichiers de données de tonalité où vous devez également les enregistrer dans l'ordre afin d'être localiser par Tone Master.
gl: Alt+NVDA+O: abre un cartafol con ficheiros de datos de melodía onde tamén deberías gardalos para seren localizados polo Tone Master.
hr: Alt+NVDA+O: Otvara mapu koja sadrži datoteke sa tonskim zapisima gdje ih je također potrebno i spremati kako bi ih Tone Master mogao pronaći.
hu: Alt+NVDA+O: Megnyit egy mappát, melyben hangadat-fájlok vannak, és ahová a hangadatokat menteni lehet a hangmesterrel.
ro: Alt+NVDA+O: Deschide un folder unde sunt fișierele data. Fișierele data pe care le creezi trebuie să fie salvate aici ca Tone Master să le poată localiza.
ru: Alt+NVDA+O: Открывает папку с файлами данных сигналов, где вы должны их сохранять для того, чтобы они были доступны в расположении Tone Master.

source: Other notes
bg: Други забележки
de: Anmerkungen
es: Otras notas
fr: Autres notes
gl: Outras notas
hr: Ostale napomene
hu: Egyéb megjegyzések
ro: Alte note
ru: Другие примечания

source: You can also create, edit and load tone data files, or open tones folder where these files are located by going into the NVDA menu, Tools SubMenu, Tone Master SubMenu.
bg: Можете също да създавате, редактирате или зареждате файлове с данни за тонове или да отворите папката с тоновете където се намират тези файлове, като отидете в менюто на NVDA, подменю "Инструменти", подменю "Tone Master".
de: Sie können auch die Klangdateien erstellen, bearbeiten und laden oder wechseln Sie in den Ordner über das NVDA-Menü "Extras" > "Tone Master", indem sich die Dateien befinden.
es: También puedes crear, editar y cargar ficheros de datos de melodía, o abrir la carpeta de melodías donde se encuentran estos ficheros yendo al menú NVDA, submenú Herramientas, submenú Tone Master.
gl: Tamén podes crear, editar e cargar ficheiros de datos de melodía, ou abrir o cartafol de melodías onde se atopan estos ficheiros indo ao menú NVDA, submenú Ferramentas, submenú Tone Master.
hr: Također možete stvarati, uređivati i učitavati datoteke sa tonskim zapisom, ili otvoriti mapu s tonovima gdje se te datoteke nalaze tako da pođete na NVDA izbornik, podizbornik Alati, pa zatim podizbornik Tone Master.
hu: Hangadat-fájlokat készíteni, szerkeszteni és betölteni vagy hangadat-mappát megnyitni, melyben ilyen fájlok vannak, az NVDA/eszközök/hangmester menüben is lehet.
ro: Poți, de asemenea, să creezi, editezi și încarci fișierele data, sau să deschizi un folder unde aceste fișiere sunt localizate. Pentru aceasta, mergi în meniul NVDA, Instrumente, Tone Master.
ru: Вы также можете создавать, редактировать и загружать файлы данных сигналов, или открывать папку сигналов, где эти файлы находятся, зайдя в меню NVDA, подменю Сервис, подменю Tone Master.

source: When the dialog for creating new tone data file is displayed, type the name without .tdf extension. The extension will be automatically added by Tone Master. If no name was specified, Tone Master will use the default name "untitled.tdf". Tone Master will automatically create and load new file for you, and it will also be opened in Notepad for editing. Press Escape at the file name prompt to cancel new file creation.
bg: Когато се изведе диалоговия прозорец за създаване на нов файл с данни за тонове, въведете името на файла без .tdf разширението. То ще бъде автоматично добавено от Tone Master. Ако не е зададено никакво име, Tone Master ще използва името по подразбиране ("Без име.tdf"). Tone Master автоматично ще създаде и зареди за вас новия файл, както и ще го отвори в Notepad за редактиране. Натиснете клавиша ESCAPE в полето за име на файла, за да отмените създаването на новия файл.
de: Wenn das Dialogfeld zum Erstellen von neuen Klangdateien angezeigt wird, können Sie den Namen (ohne die Endung ".tdf") direkt eingeben. Die Endung wird automatisch vom Tone Master angehängt. Falls kein Name angegeben wurde, wird standardmäßig "Untitled.tdf" genommen. Tone Master erstellt anschließend eine neue Datei und öffnet sie im Editor. Mit der Escape-Taste können Sie den Vorgang abbrechen.
es: Cuando se muestre el diálogo para crear ficheros de datos de melodía nuevos, teclea el nombre sin la extensión .tdf. La extensión se añadirá automáticamente por Tone Master. Si no se especificó nombre alguno, Tone Master utilizará el nombre predeterminado "untitled.tdf". Tone Master creará automáticamente und nuevo fichero cargado para ti, y también se abrirá en el Bloc de Notas para editar. Pulsa Escape en el indicativo del nombre de fichero para cancelar la creación del fichero nuevo.
gl: Cando se amose o diálogo para crear ficheiros de datos de melodía novos, teclea o nome sen a extensión .tdf. A extensión engadirase automáticamente polo Tone Master. Se non se especificou nome algún, Tone Master utilizará o nome predeterminado "untitled.tdf". Tone Master creará automáticamente und novo ficheiro cargado para ti, e tamén se abrirá no Bloc de Notas para editar. Preme Escape no indicativo do nome de ficheiro para cancelar a creación do ficheiro novo.
hr: Kada se prikaže dijaloški okvir za stvaranje novog tonskog zapisa, upišite ime bez nastavka .tdf. Tone Master će automatski dodati nastavak umjesto vas. Ukoliko niste naveli ime, Tone Master će upotrijebiti zadano ime "untitled.tdf". Tone Master će automatski stvoriti i učitati novu datoteku za vas, a datoteka će se također otvoriti u Notepad-u za uređivanje. Pritisnite Escape kod zahtjeva za unos imena datoteke da biste otkazali stvaranje nove datoteke.
hu: Ha az új hangadat-fájl készítése párbeszédpanel megnyílik, írjon be egy nevet .tdf kiterjesztés nélkül. A kiterjesztést a hangmester automatikusan hozzáadja a fájlnévhez. Ha nem ad meg fájlnevet, a hangmester az alapértelmezés szerinti "untitled.tdf" fájlnevet használja. A hangmester az új fájlt automatikusan létrehozza és megnyitja a jegyzettömbben szerkesztésre. Nyomjon escape-et a fájlnév bekérésekor, ha mégsem szeretne új fájlt készíteni.
ro: Când caseta de dialog pentru crearea noilor fișiere data este afișată, scrie numele fără extensia .tdf. Extensia va fi adăugată automat de către Tone Master. Dacă nu e specificat niciun nume, Tone Master va folosi numele implicit „untitled.tdf”. Tone Master va crea automat și va încărca noul fișier data, și va fi deasemenea deschis în Notepad pentru a fi editat. Apasă escape în câmpul de editare a numelui pentru a anula.
ru: Когда появится диалог для создания нового файла данных сигналов, введите имя без расширения .tdf. Tone Master автоматически добавит расширение. Если имя не было указано, Tone Master будет использовать имя по умолчанию "untitled.tdf". Tone Master автоматически создаст и загрузит новый файл, а также откроет его в блокноте для редактирования. Нажмите клавишу Escape на запрос имени файла для отмены создания нового файла.

source: Note: Tone Master uses Notepad for editing tone data files, since it comes with Windows by default and therefore any computer should have it available.
bg: Забележка: Tone Master използва Notepad за редактиране на файловете с данни за тонове, тъй като той идва с Windows по подразбиране и следователно всеки компютър би трябвало да го има в наличност.
de: Hinweis: Der Tone Master verwendet standardmäßig zum Bearbeiten der Klangdateien den Windows-Editor.
es: Nota: Tone Master utiliza Bloc de Notas para editar ficheros de datos de melodía, ya que viene con Windows por defecto y por lo tanto cualquier ordenador debería tenerlo disponible.
gl: Nota: Tone Master usa Bloc de Notas para editar ficheiros de datos de melodía, xa que ven co Windows por defecto e polo tanto calquer computador debería telo dispoñible.
hr: Napomena: Tone Master koristi Notepad za uređivanje datoteka sa tonskim zapisom, budući da Notepad dolazi predinstaliran sa Windows sustavom i stoga bi ga svako računalo trebalo imati.
hu: Megjegyzés: A hangmester a jegyzettömböt használja szerkesztésre, mert ez a Windows tartozéka, és minden számítógépen megtalálható.
ro: Notă: Tone Master utilizează Notepad pentru a edita fișierele data, deoarece acesta se conține în pachetul Windows, și orice computer îl are.
ru: Примечание: Для редактирования файлов данных сигналов Tone Master использует блокнот, поскольку он поставляется с Windows по умолчанию и поэтому они будут доступны на любом компьютере.

source: When the dialog for loading tone data file is open, use the arrow keys to select a file to load and then press Enter. Press Escape to cancel loading.
bg: Когато е отворен диалоговия прозорец за зареждане на файл с данни за тонове, използвайте клавишите със стрелки, за да изберете файл за зареждане и след това натиснете ENTER. Натиснете клавиша ESCAPE, за да откажете зареждането.
de: Wenn das Dialogfeld zum Öffnen von Klangdateien angezeigt wird, können Sie sich mit den Pfeiltasten eine Klangdatei auswählen und sie mit der Eingabetaste schließlich öffnen oder mit der Escape-Taste abbrechen.
es: Cuando el diálogo para cargar fichero de datos de melodía esté abierto, utiliza las teclas de flecha para seleccionar un fichero para cargar y entonces pulsa Intro. Pulsa Escape para cancelar la carga.
fr: Lorsque la boîte de dialogue pour charger un fichier de données de tonalité est ouverte, utilisez les touches fléchées pour sélectionner un fichier à charger et puis appuyez sur entrée. Appuyez sur ÉCHAP pour annuler le chargement.
gl: Cando o diálogo para cargar ficheiro de datos de melodía estea aberto, usa as teclas de frecha para selecionar un ficheiro para cargar e entón preme Intro. Preme Escape para cancelar a carga.
hr: Kada se otvori dijaloški okvir za učitavanje datoteke sa tonskim zapisom, koristite strelice na tipkovnici za odabir datoteke koju želite učitati, a zatim pritisnite Enter. Pritisnite Escape da biste otkazali učitavanje.
hu: Ha a hangadatok betöltése párbeszédpanel nyitva van, használja a nyilakat a betöltendő fájl kiválasztására, majd nyomjon entert. Nyomjon escape-et a betöltés mellőzéséhez.
ro: Când caseta de dialog pentru a încărca un ton este deschisă, folosește segețile pentru a selecta un fișier pentru a-l încărca, apoi apasă Enter. Apasă Escape pentru a anula încărcarea.
ru: Когда открыт диалог для загрузки файла данных сигналов, используйте клавиши со стрелками, чтобы выбрать файл для загрузки, затем нажмите клавишу Enter. Нажмите клавишу Escape, чтобы отменить загрузку.
