Repository: nvdacn/screenReaderTranslations
Catalog: website/addons/toneMaster.*.po
Languages: bg, de, es, fr, gl, hr, hu, ro, ru

source: [[!meta title="Tone Master"]]
hu: [[!meta title="Hangmester"]]

source: Authors: Hrvoje Katić
bg: Автори: Hrvoje Katić
de: Autor: Hrvoje Katić
es: Autores: Hrvoje Katić
fr: Auteurs : Hrvoje Katić
gl: Autores: Hrvoje Katić
hr: Autori: Hrvoje Katić
hu: Írta: Hrvoje Katić
ro: Autori: Hrvoje Katić
ru: Авторы: Hrvoje Katić

source: Download [stable version][1]
bg: Изтегляне на [стабилна версия][1]
de: Herunterladen der [stabilen Version][1]
es: Descargar [versión estable][1]
fr: Télécharger [version stable][1]
gl: Descargar [versión estable][1]
hr: Preuzmite [stabilnu inačicu][1]
hu: Letöltés [stabil verzió][1]
ro: Descărcați [versiunea stabilă][1]
ru: Загрузить [стабильную версию][1]

source: Welcome to Tone Master! I've created this little NVDA add-on just for fun, but also for you to have fun while using it.
bg: Добре дошли при Tone Master! Аз създадох тази малка добавка за NVDA само за свое забавление, но за да се забавлявате и вие ползвайки я.
de: Willkommen beim Tone Master! Diese NVDA-Erweiterung habe ich eigentlich nur zum Vergnügen erstellt, aber hoffe auch, dass Sie bei der Verwendung Freude dabei haben werden.
es: ¡Bieinvenido a Tone Master! He creado este pequeño complemento de NVDA sólo por diversión, pero también para que te diviertas tú mientras lo utilizas.
fr: Bienvenue à Tone Master ! J'ai créé ce petit module complémentaire NVDA juste pour le plaisir, mais aussi pour que vous ayez du plaisir tout en l'utilisant.
gl: ¡Benvido ao Tone Master! Creéi este pequeno complemento de NVDA só por divertimento, pero tamén para que te devirtas ti mentres o usas.
hr: Dobrodošli u Tone Master! Stvorio sam ovaj mali NVDA dodatak iz čiste zabave, ali također i zato da biste se i vi imali priliku malo zabaviti koristeći ga.
hu: Üdvözlöm a hangmesterben! Ezt a kis NVDA-bővítményt viccből írtam, és megosztom Önnel, hogy egy kicsit jobb kedvre derítsem, míg használja.
ro: Bine ați venit la Tone Master! Am creat acest micuț supliment NVDA doar pentru distracție, dar și pentru dumneavoastră pentru a vă distra utilizându-l.
ru: Добро пожаловать в Tone Master! Я создал это маленькое дополнение NVDA просто для удовольствия, надеюсь, что вы также получите удовольствие при его использовании.

source: I always wanted to create musical tunes with NVDA, rather than just listening to NVDA's progress and error beeps. However, it's not too easy to do, so first I wanted to make it easier. That's why I wrote Tone Master. Just imagine how it could be for you to hear NVDA playing song by Mozzart or Beethoven, or may be greatest hits by Rolling Stones. Although the final result sounds like those ringtones on old mobile phones, it may still be funny.
bg: Винаги съм искал да създам музикални мелодии с NVDA, вместо просто да слушам вградените в NVDA тонове за напредъка и звука за грешка. Това обаче не е много лесно да се направи, тъй че първо исках да го направя по-лесно. Ето защо създадох Tone Master. Само си представете как бихте се почувствали ако чуете NVDA да възпроизвежда произведения от Моцарт или Бетовен, или може би най-големите хитове от "Ролинг Стоунс". Въпреки че крайният резултат звучи като мелодия на стар мобилен телефон, то въпреки това може да бъде забавно.
de: Ich wollte schon immer mal musikalische Töne mit NVDA erzeugen, lieber als nur die Signaltöne von Fortschrittsbalken oder akustischen Signale bei Fehlern in NVDA hören. Allerdings ist das ganz und gar nicht so leicht. So wollte ich es erst einfacher machen. Das ist, warum ich den Tone Master geschrieben habe. Alleine die Vorstellung, wie das sein könnte, wenn NVDA Musikstücke von Mozart, Beethoven oder auch die größten Hits von den Rolling Stones spielen könnte. Dabei hören sich die Klänge wie die Klingeltöne von alten Mobiltelefonen an. Das dürfte auch weiterhin sehr witzig sein.
es: Siempre quise crear tonos musicales con NVDA, en lugar de escuchar sus pitidos de progreso y de error. Sin embargo, no es demasiado fácil de hacer, así que primero quise hacerlo más fácil. Es por ello que escribí Tone Master. Sólo imagina lo que sería para ti escuchar a NVDA reproduciendo canciones de Mozzart o de Beethoven, o de los grandes éxitos de los Rolling Stones. Aunque los resultados finales suenan como aquellos tonos de llamada de los teléfonos móviles viejos, todavía puede ser divertido.
fr: J'ai toujours voulu créer des mélodies musicales avec NVDA, plutôt que de simplement écouter les bips de progression et d'erreur de NVDA. Cependant, il n'est pas trop facile à faire, alors tout d'abord j'ai voulu le rendre plus facile. C'est pourquoi j'ai écrit Tone Master. Imaginez comment il pourrait être pour vous faire entendre NVDA jouant la musique de Mozzart ou Beethoven, ou peut être les meilleurs tubes des Rolling Stones. Bien que le résultat final ressemble à ces sonneries ringtones sur les téléphones mobiles anciens, il peut toujours être amusant.
gl: Sempre quixen crear tons musicais co NVDA, en lugar de escoitar os seus pitidos de progreso e de erro. Nembargantes, non é moi sinxelo de facer, así que primeiro quixen facelo máis sinxelo. É por elo que escrebín Tone Master. Só imaxina o que sería para ti escoitar ao NVDA reproducindo cancións de Mozzart ou de Beethoven, ou dos grandes éxitos dos Rolling Stones. Aíndaque os resultados últimos soan como aqueles tons de chamada dos teléfonos móviles vellos, ainda pode ser divertido.
hr: Uvijek sam htio praviti muzičke melodije koje bi mi NVDA onda odsvirao, umjesto da slušam samo njegove bip signale koji označavaju neki napredak ili pogrešku. Međutim, to nije baš tako lagano za izvesti, pa sam stoga prvo htio taj proces učiniti lakšim. To je razlog zašto sam napisao Tone Master dodatak. Zamislite si samo kako bi vam bilo čuti da NVDA svira neku skladbu od Mozzarta ili Beethovena, ili možda čak najveće hitove Halida Bešlića. Iako konačan rezultat zvuči kao one monofone melodije na starim mobitelima, i dalje to može biti zabavno za čuti.
hu: Mindig szerettem volna zenei hangokat készíteni az NVDA-val ahelyett, hogy a folyamatjelzője vagy hibajelzése hangjait hallgatnám. Ezeket azonban nem könnyű megalkotni, így először lehetővé szerettem volna tenni, hogy könnyebben lehessen dallamokat készíteni. Ezért írtam meg a hangmestert. Most képzelje el, milyen lenne, ha az NVDA Mozartot, Beethovent vagy mondjuk a Rolling Stones egy nagy slágerét játszaná. Bár az elkészített dallamok úgy szólnak, mint a régi mobilokon, ez még így is vicces.
ro: În totdeauna am vrut să creez tonuri muzicale cu NVDA, mai degrabă decât să ascult progresul NVDA și bipurile de eroare. Totuși, nu este așa de ușor să fac asta, așa că am vrut întâi să-l fac ușor de folosit. De asta am creat Tone Master. Imaginați-vă cum ar fi să auziți NVDA-ul cântând melodii de Mozzart sau Beethoven, sau hituri cunoscute, interpretate de artiști celebri. Rezultatul final al sunetelor, asemănătoare cu ringtonurile la vechile telefoane mobile, este distractiv.
ru: Я всегда хотел создавать музыкальные мелодии с помощью NVDA, а не просто слушать пипикание индикаторов выполнения и ошибок NVDA. Однако, это не так уж легко сделать, поэтому сначала я хотел это упростить. Вот почему я написал Tone Master. Только представьте, насколько это может быть интересным, услышать в исполнении NVDA пьесы Моццарта, или Бетховена, или может быть величайшие хиты Роллинг Стоунз. Хотя конечный результат звучит как рингтоны старого мобильного телефона, это может быть смешно.

source: Tone Master simplifies process of playing tone sequences by implementing tone data files. These files can be edited with your favorite text editor and then saved for playback with NVDA. Read on for instructions!
bg: Tone Master опростява процеса по възпроизвеждане на последователности от тонове чрез прилагане на файлове с данни за тонове. Тези файлове могат да бъдат редактирани с любимия ви текстов редактор и след това да бъдат запазвани за възпроизвеждане с NVDA. Прочетете инструкциите по-долу!
de: Tone Master vereinfacht die Wiedergabe von Tonfolgen durch Klangdateien. Diese Dateien können Sie mit einem gewöhnlichen Editor Ihrer Wahl bearbeiten, um sie anschließend in NVDA abspielen lassen zu können.
es: Tone Master simplifica el proceso de tocar secuencias de tonos implementando ficheros de datos de tonos. Estos ficheros pueden editarse con tu editor de textos favorito y entonces guardarlos para reproducirlos con NVDA. ¡Lee para instrucciones!
fr: Tone Master simplifie le processus de lecture des séquences de tonalité en mettant en place des fichiers de données de tonalité. Ces fichiers peuvent être édités avec votre éditeur de texte favori et puis enregistrés pour une lecture avec NVDA. Pour obtenir des instructions, lisez la suite !
gl: Tone Master simplifica o proceso de tocar secuencias de tons implementando ficheiros de datos de melodías. Estos ficheiros poden editarse co teu editor de textos favorito e entón gardalos para reproducilos co NVDA. ¡Le para instruccións!
hr: Tone Master pojednostavljuje proces izvođenja tonskih sekvenci primjenom datoteka koje sadrže tonski zapis. Te datoteke moguće je uređivati pomoću vašeg omiljenog tekst editora, a potom spremiti kako bi ih NVDA odsvirao. Za daljnje upute, čitajte dalje!
hu: A hangmester leegyszerűsíti a hangfájlok elkészítését. Ehhez használja kedvenc szövegszerkesztőjét, majd mentse el a fájlt és játssza le az NVDA-val. Olvassa el ehhez a további tudnivalókat!
ro: Tone Master simplifică procesul de redare a secvențelor de tonuri utilizând fișierele data. Aceste fișiere pot fi editate utilizând editorul tău favorit de text apoi salvând pentru a fi redate cu NVDA. Citiți mai departe pentru instrucțiuni!
ru: Tone Master упрощает процесс воспроизведения последовательностей сигналов путём реализации файлов данных сигналов. Эти файлы можно редактировать вашим текстовым редактором и затем сохранить их для воспроизведения с помощью NVDA. Читайте дальше для получения инструкций!

source: Tone data files
bg: Файлове с данни за тонове
de: Klangdateien
es: Ficheros de datos de melodías
fr: Fichiers de données de tonalité
gl: Ficheiros de datos de melodías
hr: Datoteke s tonskim zapisom
hu: A hangadat-fájlok
ro: Fișierele data
ru: Файлы данных сигналов

source: Before you can play your first musical tune with Tone Master, you have to create and load your tone data file first. Tone data files are simply text files with .tdf extension. Tone Master uses these files for processing and playing back tone sequences. To create tone data file for Tone Master to be able to play it successfully, you have to follow simple rules described below.
bg: Преди да можете да възпроизведете първата си музикална мелодия с Tone Master, трябва първо да създадете и заредите вашия файл с данни за тонове. Файловете с данни за тонове са просто текстови файлове с разширение .tdf. Tone Master използва тези файлове за обработка и възпроизвеждане на последователностите от тонове. За да създадете файл с данни за тонове за Tone Master който да се възпроизведе успешно, трябва да следвате простите правила, описани по-долу.
de: Bevor Sie Ihre ersten musikalischen Töne mit Tone Master abspielen können, müssen Sie erst eine Klangdatei erstellen und diese laden. Die Klangdateien sind einfache Textdateien, nur mit der Endung ".tdf". Der Tone Master verarbeitet und spielt die Tonfolgen ab. Nachstehend werden ein paar Regeln kurz erklärt, damit solche Dateien überhaupt abspielen zu können.
es: Antes de que puedas reproducir tu primera melodía musical con Tone Master, tienes que crear y cargar tu fichero de datos de la melodía primero. Los ficheros de datos de melodía son simples ficheros de texto con la extensión .tdf. Tone Master utiliza estos ficheros para procesar y reproducir secuencias de tonos. Para crear ficheros de datos de melodías para que Tone Master pueda reproducirlos con éxito, tienes que seguir unas simples reglas descritas abajo.
fr: Avant que vous puissiez jouer votre première melody musicale avec Tone Master vous devez créer et charger votre fichier de données de tonalité en premier. Les fichiers de données de tonalité sont simplement des fichiers texte pour Tone Master avec l'extension.tdf. Tone Master utilise ces fichiers pour le traitement et la lecture des séquences de tonalité. Pour créer le fichier de données de tonalité pour Tone Master pour pouvoir jouer correctement, vous devez suivre les règles simples décrites ci-dessous.
gl: Antes de que podas reproducir a túa primeira melodía musical co Tone Master, tes que crear e cargar o teu ficheiro de datos da melodía primeiro. Os ficheiros de datos de melodía son simples ficheiros de texto coa extensión .tdf. Tone Master utiliza estos ficheiros para procesar e reproducir secuencias de tons. Para crear ficheiros de datos de melodías para que Tone Master poda reproducilos con éxito, tes que seguir unhas sinxelas regras descritas abaixo.
hr: Prije nego što će vam Tone Master moći odsvirati vašu željenu melodiju, prvo ćete morati stvoriti, a zatim učitati vašu datoteku sa tonskim zapisom. Datoteke sa tonskim zapisom (engl. Tone data files) su jednostavno tekstualne datoteke sa nastavkom .tdf. Tone Master koristi te datoteke za procesuiranje i reprodukciju tonskih sekvenci. Da biste stvorili datoteku sa tonskim zapisom kako bi Tone Master mogao uspješno odsvirati tonsku sekvencu, morat ćete slijediti jednostavna pravila opisana u nastavku.
hu: Ahhoz, hogy lejátssza első dallamát a hangmesterrel, először meg kell alkotnia és be kell töltenie hangadat-fájlját. A hangadat-fájlok egyszerű szöveges fájlok .tdf kiterjesztéssel. A hangmester ezeket a fájlokat használja a dallam előállítására és lejátszására. Ahhoz, hogy a hangmester megfelelően lejátssza az alkotott dallamot, tartsa be az alábbi egyszerű szabályokat!
ro: Înainte de a reda prima ta melodie cu Tone Master, trebuie să creezi și să încarci fișierul tău data mai întâi. Fișierele data sunt fișiere text simple cu extensia .tdf. Tone Master utilizează aceste fișiere pentru procesarea și redarea secvențelor sonore. Pentru a crea un fișier data care poate fi citit și interpretat de către NVDA, trebuie să urmezi câțiva pași descriși mai jos.
ru: Прежде чем воспроизвести вашу первую мелодию с помощью Tone Master, вы сначала должны создать и загрузить файл данных сигналов. Файлы данных сигналов представляют собой простые текстовые файлы с расширением .tdf. Tone Master использует эти файлы для обработки и воспроизведения последовательностей сигналов. Для создания успешно воспроизводящегося файла данных сигналов для Tone Master, следуйте простым правилам, описанным ниже.

source: Each line in .tdf file *must* contain three parameters separated by colon (:). The first parameter is tone pitch, the second parameter is tone duration, and the third one is the time of silence between each tone. All three parameters are necessary to specify, otherwise Tone Master will not be able to play your tone data.
bg: Всеки ред в .tdf файла *трябва* да съдържа три параметъра, разделени с двоеточие (:). Първият параметър е височина на тона, вторият параметър е времетраенето на тона, а третият е времето за тишина между всеки тон. И трите параметъра е необходимо да бъдат указани, иначе Tone Master няма да може да възпроизведе вашите данни като тонове.
de: Jede Zeile in der Klangdatei enthält drei Werte, die jeweils mit einem Doppelpunkt von einander getrennt werden. Der erste Wert gibt die Tonhöhe an, der zweite Wert die Länge und der dritte Wert die Stille am Ende. Dabei sind stets alle drei Parameter notwendig, sonst kann der Tone Master die Datei nicht abspielen.
es: Cada línea en el fichero .tdf *debe* contener tres parámetros separados por dos puntos (:). El primer parámetro es el tono, el segundo parámetro es la duración, y el tercero es el tiempo del silencio entre cada tono. Es necesario especificar todos los parámetros , de otro modo Tone Master no podrá reproducir tus datos de melodía.
fr: Chaque ligne dans le fichier .tdf *doit* contenir trois paramètres, séparés par deux-points (:). Le premier paramètre est la hauteur de tonalité, le second paramètre est la durée de tonalité, et le troisième est le temps de silence entre chaque tonalité. Les trois paramètres sont nécessaires pour déterminer ceux-ci, sinon Tone Master ne sera pas en mesure de jouer vos données de tonalité.
gl: Cada liña no ficheiro .tdf *debe* conter tres parámetros separados por dous pontos (:). O primeiro parámetro é o ton, o segundo parámetro é a duración, e o terceiro é o tempo do silencio entre cada ton. É necesario especificar todos os parámetros , de outro xeito Tone Master non poderá reproducir os teus datos de melodía.
hr: Svaka linija u .tdf datoteci *MORA* sadržavati tri parametra odvojena dvotočkom (:). Prvi parametar je visina tona, drugi parametar je duljina tona, a treći je vrijeme tišine između svakog tona. Sva tri parametra je obavezno navesti, jer u protivnom Tone Master neće biti sposoban reproducirati vaš tonski zapis.
hu: A tdf fájl minden sorának *három* paramétert kell tartalmaznia, melyeket : (kettős pont9 választ el. Az első paraméter a hangmagasság, a második a hang hossza, a harmadik pedig a szünet hossza két hang között. Mind a három paramétert meg kell adni, különben a hangmester nem tudja lejátszani a hangadatokat.
ro: Fiecare linie din fișierul .tdf *trebuie* să conțină trei parametri separați de două puncte (:). Primul parametru este înălțimea tonului, al doilea fiind durata, iar al treilea fiind timpul de pauză între fiecare ton. Toți cei 3 parametri sunt necesari de specificat, sau Tone Master nu va fi capabil să redea fișierul tău data.
ru: Каждая строка файла .tdf *должна* содержать три параметра, разделяемые двоеточием (:). Первый параметр - это высота сигнала, второй параметр - это длительность сигнала, и третий - это длительность между каждым сигналом. Необходимо указать все три параметра, иначе Tone Master не сможет проигрывать ваши данные сигналов.

source: Pitch and duration parameters must be specified as signed integers, and the silence must be specified as floating point real value.
bg: Параметрите за височина и времетраене трябва да бъдат указани като цели числа със знак, а тишината трябва да бъде указана като реално число с плаваща запетая.
de: Die Angaben zur Tonhöhe und Länge müssen aus positiven Werten bestehen, wobei die Länge in Kommazahlen angegeben werden. Dabei ist noch zu beachten, dass hierbei nicht das deutsche Komma verwendet werden darf, sondern der Punkt.
es: Los parámetros tono y duración deben especificarse como enteros, y el silencio debe especificarse como un valor real de coma flotante .
fr: Les paramètres hauteur et la durée doivent être spécifiés comme inscrit en nombre entier et le silence doit être spécifié comme valeur réelle virgule flottante.
gl: Os parámetros ton e duración deben especificarse coma enteiros, e o silenzo debe especificarse coma un valor real de coma frotante .
hr: Visinu i duljinu potrebno je navesti kao pozitivne brojeve, a tišina mora biti navedena kao decimalan broj.
hu: A hangmagasságnak és a hang hosszának egész számnak kell lennie, a szünet pedig lebegőpontos valós érték legyen.
ro: Parametri de înălțime și durată trebuie să fie specificați ca întregi, și pauza trebuie să fie specificată ca punct de floating valoare reală.
ru: Параметры высоты и длительности должны быть указаны целыми числами, а реальное значение параметра тишины должно указываться десятичной дробью.

source: A hash sign (#) at the beginning of any line in .tdf file will be treeted as a comment and will be ignored by Tone Master.
bg: Знакът за диез (#) в началото на всеки ред във .tdf файла ще бъде третиран като коментар и ще бъде игнориран от Tone Master.
de: Mit dem Nummernzeichen am Anfang einer Zeile wird diese vom Tone Master ignoriert.
es: Un signo de número (#) al comienzo de cualquier línea en el fichero .tdf se tratará como un comentario y se ignorará por Tone Master.
fr: Un signe dièse (#) au début de n’importe quelle ligne dans le fichier .tdf sera traité comme un commentaire et sera ignoré par Tone Master.
gl: Un signo de número (#) ao comezo de calquera liña no ficheiro .tdf tratarase coma un comentario e ignorarase polo Tone Master.
hr: Znak ljestve (#) na početku bilo koje linije u .tdf datoteci označava liniju s komentarom i Tone Master će stoga ignorirati takve linije.
hu: Ha a sor elejére # (kettős kereszt) kerül, a hangmester a sort megjegyzésnek tekinti és figyelmen kívül hagyja.
ro: Semnul # la începutului unei linii în fișierul .tdf va fi ignorat ca fiind un comentariu.
ru: Знак решётка (#) в начале любой строки файла .tdf будет трактоваться как комментарий, и Tone Master его проигнорирует.

source: Example: Play a sequence of 3 tones
bg: Пример: Възпроизвеждане на последователност от три тона
de: Beispiel: Wiedergabe einer Tonfolge bestehend aus drei Tönen.
es: Ejemplo: reproduce una secuencia de 3 tonos
fr: Exemple: Jouer une séquence de 3 tonalités
gl: Exemplo: reproduce unha secuencia de 3 tons
hr: Primjer: Odsviraj sekvencu od 3 tona
hu: Példa: játsszunk le egy háromhangos dallamot!
ro: Exemplu: Redarea unei secvențe de 3 tonuri
ru: Пример: Проиграть последовательность из 3 сигналов

source: In this example, the first tone in a sequence has a pitch of 1500, duration of 100 and 0.5 silence. The second tone's pitch is 1000, duration is 100, and the silence is 0.09. The last tone in a sequence has pitch 500, duration 100, and the silence is 0.7.
bg: В този пример, първият тон в последователността е с височина 1500, продължителност 100 и тишина 0.5. Височината на втория тон е 1000, продължителността е 100, а тишината е е 0.09. Последният тон в последователността има височина 500, продължителност 100 и тишина 0.7.
de: In diesem Beispiel hat der erste Ton eine Tonhöhe von 1500 Hz, eine Länge von 100 ms und 0.5 ms Stille. Die zweite Tonhöhe von 1000 Hz und eine Länge von 100 ms und 0.09 ms Stille. Der letzte Ton hat eine Tonhöhe von 500 Hz, eine Länge von 100 ms und 0.7 ms Stille.
es: En este ejemplo, la primera nota en una secuencia tiene un tono de 1500, una duración de 100 y un silencio de 0.5. la nota del segundo tono es 1000, la duración es 100, y el silencio es 0.09. la última nota en una secuencia tiene tono 500, duración 100, y el silencio es 0.7.
fr: Dans cet exemple, la première tonalité dans une séquence a une hauteur de 1500, une durée en silence de 100 et 0.5. La deuxième tonalité en hauteur est de 1000, la durée est de 100, et le silence est de 0.09. La dernière tonalité dans une séquence a une hauteur de 500, la durée est de 100, et le silence est de 0.7.
gl: Neste exemplo, a primeira nota nunha secuencia ten un ton de 1500, unha duración de 100 e un silenzo de 0.5. a nota do segundo ton é 1000, a duración é 100, e o silenzo é 0.09. a derradeira nota nunha secuencia ten ton 500, duración 100, e o silenzo é 0.7.
hr: U ovom primjeru, prvi ton u sekvenci ima visinu s vrijednošću 1500, duljinu 100 i tišinu 0.5. Drugi ton ima visinu 1000, duljinu 100, a tišinu 0.09. Posljednji ton u sekvenci ima visinu 500, duljinu 100, a visinu 0.7.
hu: Ebben a példában az első hang a sorban 1500-as hangmagasságú, a hossza 100 és 0.5 a szünet. A második hang magassága 1000, hossza 100 és a szünet 0.09. Az utolsó hang hangmagassága a sorban 500, hossza 100 és a szünet 0.7.
ro: În acest exemplu, primul ton într-o secvență are înălțimea 15000, durata 100 și pauza 0.5. Înălțimea tonului al doilea este 10000, durata 100 și pauza 0.09. Iar la ultimul ton, înălțimea este 500, durata 100 și pauza 0.7.
ru: В этом примере, первый сигнал последовательности имеет высоту 1500, длительность 100 и тишину 0.5. У второго сигнала - высота 1000, длительность 100, и тишина 0.09. Последний сигнал последовательности имеет высоту 500, длительность 100, и тишину 0.7.
