Repository: nvdacn/screenReaderTranslations
Catalog: website/addons/toneMaster.*.po
Languages: bg, de, es, fr, gl, hr, hu, ro, ru

source: When you open a folder with .tdf files, you can then load them in your text editor for viewing or editing. However, in order to hear your results on the fly, I highly recommend you to load the file into Tone Master first if possible. Then you can edit the file, save your progress, and after each save you can use play command to hear your last result.
bg: Когато отворите папка с .tdf файлове, можете да ги заредите във вашия текстов редактор за разглеждане или редактиране. Но за да прослушате резултатите си на момента, горещо ви препоръчвам, ако е възможно, първо да заредите файла в Tone Master. След това можете да редактирате файла, да запишете напредъка си, и след всяко записване да използвате командата за възпроизвеждане, за да прослушате вашия последен резултат.
de: Wenn Sie einen Ordner mit einer .tdf-Datei öffnen, können Sie sie zum Anzeigen und Bearbeiten im Editor laden. Um die Ergebnisse sofort sich anhören zu können, wird empfohlen, die Datei im Tone Master erst zu laden. Anshließend können Sie die Datei bearbeiten, speichern und danach das Ergebnis sich nochmal anhören.
es: Cuando abres una carpeta con ficheros .tdf, puedes entonces cargarlos en tu editor de texto para verlos o editarlos. No obstante, para escuchar tus resultados al vuelo, te recomiendo enfáticamente cargar el fichero en Tone Master primero si es posible. entonces puedes editar el fichero, guarda tu progreso, y después de cada guardado puedes utilizar la orden reproducir para escuchar tu último resultado.
fr: Lorsque vous ouvrez un dossier avec les fichiers .tdf, vous pouvez ensuite les charger dans votre éditeur de texte pour le visionnage ou l'édition. Toutefois, afin d’entendre vos résultats à la volée, je vous recommande fortement de charger le fichier dans Tone Master tout d'abord si possible. Vous pouvez éditer le fichier, enregistrer vos progrès, et après chaque enregistrement vous pouvez utiliser la commande de lecture pour entendre votre dernier résultat.
gl: Cando abres un cartafol con ficheiros .tdf, podes entón cargalos no teu editor de texto para velos ou editalos. Non obstante, para escoitar os teus resultados de inmediato, recoméndoche moito cargar o ficheiro no Tone Master primeiro se é posible. entón podes editar o ficheiro, garda o teu progreso, e despois de cada gardado podes usar a orde reproducir para escoitar o teu derradeiro resultado.
hr: Kada otvorite mapu sa .tdf datotekama, možete ih tada učitati u vašem tekst editoru kako biste ih pregledali ili uredili. Međutim, da biste odmah čuli svoj rezultat u hodu, preporučio bi vam da prvo učitate datoteku u Tone Master ako je to ikako moguće. Tada ćete moći uređivati datoteku, spremiti svoj napredak, a nakon svakog spremanja možete koristiti naredbu za sviranje kako biste čuli svoj posljednji rezultat.
hu: Ha megnyit egy mappát, mely tdf fájlokat tartalmaz, a megtekintésüket és szerkesztésüket a szövegszerkesztővel végezheti. Ha azonnal szeretné hallani az eredményt, erősen ajánlom, hogy először töltse be a fájlt a hangmesterbe, ha lehetséges. Ezt követően szerkesztheti a fájlt, mentse el az eredményt, majd minden mentés után használhatja a lejátszás parancsot az utolsó eredmény meghallgatásához.
ro: Când deschizi un folder cu fișiere .tdf, poți să le încarci într-un editor pentru a le vedea și edita. Dar, pentru a auzi melodia interpretată, îți recomand să încarci fișierul data în Tone Master mai întâi, dacă este posibil. După aceea poți edita fișierul, poți salva progresul, și după orice salvare poți să redai melodia folosind comanda de tastatură.
ru: Когда вы откроете папку с файлами .tdf, вы можете загружать их в свой текстовый редактор для просмотра и редактирования. Однако, я рекомендую, по возможности, изначально загружать их в Tone Master, чтобы прослушивать результаты налету. Затем вы можете редактировать файл, сохранять вашу работу, и после каждого сохранения вы сможете использовать команду воспроизведения для прослушивания последнего результата.

source: Changes for 1.2
bg: Промени във версия 1.2
de: Änderungen in Version 1.2
es: Cambios para 1.2
gl: Cambios para 1.2
hr: Promjene u 1.2
hu: Az 1.2. verzió változásai
ro: Modificări aduse în versiunea 1.2
ru: Изменения для 1.2

source: Fixed: Addressed major issue where selecting an empty tone data, then selecting another one and trying to play it results in tone data not being played.
bg: Поправено: Отстранен е сериозен проблем, при който ако се избере празен файл с данни за тонове, а след това се избере друг, опитът за възпроизвеждането му се проваля.
de: Behoben: Ein Problem, in dem man erst eine leere Datei laden konnte, anschließend eine andere öffnete, und diese versuchte wiederzugeben, endete mit der Meldung, dass keine Datei abgespielt wurde.
es: Corregido: dirigido un problema mayor donde al seleccionar un fichero de datos de melodía vacío, luego al seleccionar otro e intentar reproducirlo ocurre que los datos de melodía no se reproducen.
gl: Correxido: dirixido un problema maior onde ao selecionar un ficheiro de datos de melodía valdeiro, logo ao selecionar outro e intentar reproducilo ocurre que os datos de melodía non se reproducen.
hr: Ispravak: Ispravljena ozbiljna greška gdje učitavanje praznog tonskog zapisa, a zatim učitavanje novog rezultira nemogućnošću sviranja pri pokušaju da se tonski zapis odsvira.
hu: Javítás: egy nagyobb címzési hiba, ahol egy üres hangadat-fájl választása után egy másik választásakor annak lejátszása meghiúsult.
ro: Rezolvat: A fost rezolvată o problemă unde la selectarea unui fișier data gol, după la selectarea altuia și la încercarea de redare, Tone Master nu redă niciun fișier.
ru: Исправлено: Addressed major issue where selecting an empty tone data, then selecting another one and trying to play it results in tone data not being played.

source: Changes for 1.1
bg: Промени във версия 1.1
de: Änderungen in Version 1.1
es: Cambios para 1.1
gl: Cambios para 1.1
hr: Promjene u 1.1
hu: Az 1.1. verzió változásai
ro: Modificări aduse în versiunea 1.1
ru: Изменения для 1.1

source: Added: An option to create new tone data file and open it in Notepad for editing.
bg: Добавено: Опция за създаване на нов файл с данни за тонове и отварянето му в Notepad за редактиране.
de: Hinzugefügt: Eine Option zum Erstellen und Bearbeiten von neuen Klangdateien im Editor.
es: Añadida: Una opción para crear un fichero nuevo de datos de melodía y para abrirlo en el Bloc de Notas para editar.
gl: Engadida: Unha opción para crear un ficheiro novo de datos de melodía e para abrilo no Bloc de Notas para editar.
hr: Dodano: Mogućnost stvaranja nove datoteke sa tonskim zapisom te otvaranje iste u Notepad-u za uređivanje.
hu: Hozzáadva egy új opció, mellyel új hangfájlt lehet készíteni és megnyitni szerkesztésre a jegyzettömbben.
ro: Adăugat: O opțiune pentru a crea un fișier data și a-l deschide în Notepad pentru a fi editat.
ru: Добавлено: Возможность создать новый файл данных сигналов и открыть его в блокноте для редактирования.

source: Added: An option to edit currently loaded tone data file in Notepad.
bg: Добавено: Възможност за редактиране на Текущо заредения файл с данни за тонове в Notepad.
de: Hinzugefügt: Eine Option zum Bearbeiten von bereits geladenen Klangdateien im Editor.
es: Añadida: Una opción para editar el fichero de datos de melodía actualmente cargado en el Bloc de Notas.
gl: Engadida: Unha opción para editar o ficheiro de datos de melodía actualmente cargado no Bloc de Notas.
hr: Dodano: Mogućnost uređivanja trenutno učitane datoteke sa tonskim zapisom u Notepad-u.
hu: Hozzáadva egy opció, mellyel a jelenleg betöltött hangfájlt lehet szerkeszteni a jegyzettömbben.
ro: Adăugat: O opțiune pentru a edita melodia încărcată curent, în Notepad.
ru: Добавлено: Возможность редактирования текущего загруженного файла данных сигналов блокнотом.

source: Improved: Error messages are now more user-friendly.
bg: Подобрено: Съобщенията за грешка сега са по-лесни за възприемане от потребителя.
de: Verbessert: Fehlermeldungen sind nun aussagekräftiger.
es: Mejorado: los mensajes de error ahora son más amigables para el usuario.
gl: Mellorado: as mensaxes de erro agora son máis amigables para o usuario.
hr: Poboljšano: Poruke koje najavljuju grešku sada su više prijateljski raspoložene prema korisniku.
hu: Fejlesztés: a hibaüzenetek felhasználóbarátabbá váltak.
ro: Îmbunătățit: Mesajele de eroare sunt acum mai prietenoase.
ru: Улучшено: Сообщения об ошибках теперь более удобны для пользователей.

source: Improved: Certain addon features such as opening tones folder or editing tone data files in Notepad are now disallowed on secure screens.
bg: Подобрено: Някои функции на добавката, като отваряне на папката с тоновете или редактиране на файловете с данни за тонове в Notepad, сега са забранени в екраните за сигурност.
de: Verbessert: Unter Umständen werden bestimmte Features der Erweiterung beispielsweise das Öffnen oder Bearbeiten von Klangdateien im Editor nun im geschüttzen Desktop untersagt.
es: Mejorado: ciertas características del complemento tales como la apertura de la carpeta de melodías o la edición de ficheros de datos de melodía en el Bloc de Notas ahora no se permiten en las pantallas seguras.
gl: Mellorado: certas características do complemento como a apertura do cartafol de melodías ou a edición de ficheiros de datos de melodía no Bloc de Notas agora non se permiten nas pantallas seguras.
hr: Poboljšano: Određene mogućnosti dodatka kao što je otvaranje mape tonova ili uređivanje datoteka sa tonskim zapisima u Notepad-u sada su zabranjene na sigurnosnim ekranima.
hu: Fejlesztés: a bővítmény bizonyos funkciói, például a hangfájlok mappájának megnyitása vagy a hangfájlok szerkesztése jegyzettömbben tiltva lettek a biztonsági képernyőkön.
ro: Îmbunătățit: Unele caracteristici ale add-on-ului cum ar fi deschiderea folderului de tonuri sau editarea fișierelor data în Notepad sunt acum interzise în spațiul de lucru sigur.
ru: Улучшено: Некоторые функции дополнения, такие как открытие папок сигналов или редактирование файлов данных сигналов блокнотом теперь запрещены на защищенных экранах.

source: Improved: User will be notified by NVDA if tone data playback is stopped.
bg: Подобрено: Потребителят ще бъде уведомен от NVDA, ако възпроизвеждането на данните с тонове е спряно.
de: Verbessert: NVDA teilt nun mit, wenn eine Wiedergabe angehalten wird.
es: Mejorado: se notificará al usuario por NVDA si la reproducción de datos de melodía se detiene.
gl: Mellorado: notificarase ao usuario polo NVDA se a reprodución de datos de melodía se detén.
hr: Poboljšano: Korisnik će biti obaviješten od strane NVDA ako je sviranje tonskog zapisa zaustavljeno.
hu: Fejlesztés: Az NVDA tájékoztatja a felhasználót, ha a lejátszás leáll.
ro: Îmbunătățit: Utilizatorul va fi notificat de către NVDA dacă redarea fișierului data a fost oprită.
ru: Улучшено: Пользователь будет уведомлён средствами NVDA об остановке воспроизведения файла данных.

source: Fixed: Disallowed playback of tone data while the one is already playing.
bg: Поправено: Забранено е възпроизвеждането на данни с тонове, докато такъв вече се изпълнява.
de: Behoben: Solange eine Datei bereits wiedergegeben wird, kann man keine weitere laden.
es: Corregido: no se permite la reproducción de datos de melodía mientras uno esté ya en reproducción.
gl: Correxido: non se permite a reprodución de datos de melodía mentras un estea xa en reprodución.
hr: Ispravljeno: Zabranjeno je sviranje tonskog zapisa za vrijeme dok jedan još svira.
hu: Javítás: ha egy hangfájl lejátszása folyamatban van, már nem lehet egy másikat is elindítani.
ro: Rezolvat: A fost interzisă redarea unui ton când altul deja se redă.
ru: Исправлено: Запрещено воспроизведение другого файла данных сигналов, когда один уже воспроизводится.

source: Changes for 1.0
bg: Промени във версия 1.0
de: Änderungen in Version 1.0
es: Cambios para 1.0
fr: Changements pour la version 1.0
gl: Cambios para 1.0
hr: Promjene u 1.0
hu: Az 1.0. verzió változásai
ro: Modificări aduse în versiunea 1.0
ru: Изменения для 1.0

source: Initial release.
bg: Първоначално издание.
de: Erste Veröffentlichung.
es: Versión inicial.
fr: Première version
gl: Versión inicial.
hr: Prva inačica.
hu: Eredeti kiadás.
ro: lansarea inițială.
ru: Первый выпуск

source: You can also load tone data files or open tones folder where these files are located by going into the NVDA menu, Tools SubMenu, Tone Master SubMenu.
fr: Vous pouvez également charger les fichiers de données de tonalité ou ouvrir un dossier de tonalité où ces fichiers se trouvent en allant dans le menu NVDA, sous-menu Outils, sous-menu Tone Master.
