Repository: nvdacn/screenReaderTranslations
Catalog: website/addons/unicodeBrailleInput.*.po
Languages: ar, es, hr, hu, is, it, ne, nl, pl, ro, sl, tr, uk

source: [[!meta title="UnicodeBrailleInput"]]
hu: [[!meta title="Unikód Braille bevitel"]]
ne: [[!meta title="युनिकोड ब्रेल लगानी (UnicodeBrailleInput)"]]
nl: [[!meta title="UnicodeBraille-invoer"]]
pl: [[!meta title="Wprowadzanie unikodu brajla / UnicodeBrailleInput"]]

source: Authors: Mesar Hameed, Patrick Zajda.
ar: مطورو الإضافة: Mesar Hameed, Patrick Zajda.
es: Autores: Mesar Hameed, Patrick Zajda.
hr: Autori: Mesar Hameed, Patrick Zajda.
hu: Készítők: Mesar Hameed, Patrick Zajda.
is: Höfundar: Mesar Hameed, Patrick Zajda.
it: Autori: Mesar Hameed, Patrick Zajda.
ne: लेखकहरू: मेसर हमिद, प्याट्रिक ज्याद्ददा ।
nl: Auteurs: Mesar Hameed, Patrick Zajda.
pl: autorzy: Mesar Hameed, Patrick Zajda.
ro: Autori: Mesar Hameed, Patrick Zajda.
sl: Avtorja: Mesar Hameed, Patrick Zajda.
uk: Автори: Mesar Hameed, Patrick Zajda.

source: download [stable version][1]
ar: تحميل: [الإصدار النهائي][1]
es: descargar [versión estable][1]
hr: Preuzmi [stabilnu inačicu][1]
hu: Letöltés: [Stabil verzió][1]
nl: download [stabiele versie][1]
pl: Pobierz [wersja stabilna][1]
ro: Descărcați [versiunea stabilă][1]

source: download [development version][2]
ar: تحميل: [الإصدار التجريبي][2]
es: descargar [versión en desarrollo][2]
hr: Preuzmite [Razvojnu inačicu][2]
hu: Letöltés: [Fejlesztői verzió][2]
nl: download [ontwikkelversie][2]
pl: Pobierz [wersja rozwojowa][2]
ro: Descărcați [versiunea în dezvoltare][2]

source: This add-on allows you to convert text from braille (E.G. 1345-1236-145-1) to Unicode braille characters.
ar: تتيح لك هذه الإضافة تحويل النص من برايل (على سبيل المثال, 1345-1236-145-1)إلى أحرف بشفرة برايل الموحدة.
es: Este complemento te permite convertir texto de braille (P.e.. 1345-1236-145-1) a caracteres braille Unicode.
hr: Ovaj vam dodatak omogućuje prebacivanje teksta sa brajičnog pisma (npr. 1345-1236-145-1) u unicode brajične znakove.
hu: A kiegészítővel braille szöveget konvertálhat át (pl. 1345-1236-145-1) unikódú braille karakterekre.
is: Þessi viðbót gerir kleift að breyta texta frá punktaletri (E.G. 1345-1236-145-1) yfir í Unicode punktaleturs stafi.
it: Questo componente aggiuntivo permette di convertire il testo da braille (ad esempio 1345-1236-145-1) in caratteri braille Unicode.
ne: यो थप-साधनले ब्रेल पाठ (जस्तै 1345-1236-145-1) बाट युनिकोड ब्रेल वर्णहरूमा रुपान्तरण गर्ने छ ।
nl: Deze add-on stelt u in staat om tekst van braille (bv 1345-1236-145-1) te converteren naar unicode braillekarakters.
pl: Ten dodatek pozwala na konwersję znaków brajlowskich np. 1345-1236-145-1, na znaki brajla w systemie unicode
ro: Acest add-on vă permite să convertiți un text din braille (E.G. 1345-1236-145-1) în caracterele Unicode braille.
sl: Ta dodatek vam omogoča pretvorbo besedila iz brajice (npr. 1345-1236-145-1) v Unicode brajeve znake.
tr: BU eklenti braille metinleri (örneğin 1345-1236-145-1) Unicode braille karakterlere dönüştürmenizi sağlar.
uk: Цей додаток дозволяє вам перетворити брайлівський текст (наприклад, 1345-1236-145-1) у брайлівські символи стандарту юнікод.

source: The purpose of this specialized addon is to make it easier to help to improve liblouis tables and to add automatic tests for your language.
ar: الغرض من هذه الإضافة هو سهولة المساهمة في تطوير وتحسين جداول ليبلويس كما أنها تمكن من الاختبار الآلي للخط البارز بلغتك.
es: El propósito de este complemento especializado es hacer más fácil el ayudar a mejorar las tablas de liblouis y añadir pruebas automáticas para tu idioma.
hr: Svrha ovog specijaliziranog dodatka je pomoć pri izradi testova za brajične tablice kao i automatskih testova za vaš jezik.
hu: Ez a speciállis bővítmény egy új LibLouis tábla elkészítésében, vagy egy már kész nyelv tesztelésében nyújt nagy segítséget.
is: Tilgangur þessarar viðbótar er að gera það auðveldara að hjálpa til við að betrumbæta liblouis töflur og bæta við sjálfvirkum prófunum fyrir þitt tungumál.
it: Lo scopo di questo componente aggiuntivo specifico è di facilitare lo sviluppo delle tabelle di Liblouis ed aggiungere test automatici per la propria lingua.
ne: यो विशेष थप-साधनको उद्देश्य liblouis तालिकालाई सजिलो बनाउनु र तपाइको भाषामा स्वचालित परिक्षण गर्नु हो ।
pl: celem tego dodatku jest ułatwienie pracy twórcom tablic brajla dla biblioteki liblouis oraz dodanie automatycznych testów dla języków narodowych
ro: Scopul acestui add-on specializat este de a îmbunătăți tabelelle liblouis și pentru a adăuga teste automate pentru limba ta.
sl: Namen tega posebnega dodatka je olajševati in biti kot pomoč pri izboljšavi liblouis tabel in dodati samodejne teste za vaš jezik.
tr: Bu özel eklentinin amacı liblouis tablolarını geliştirmenize ve diliniz için otomatik test oluşturmanıza yardımcı olmaktır.
uk: Метою використання цього спеціалізованого додатка є спростити допомогу в поліпшенні брайлівських таблиць liblouis та у додаванні автоматичних тестів для вашої мови.

source: Usage
ar: الاستخدام
es: Utilización
hr: korištenje
hu: Használat
is: Notkun
it: Utilizzo
ne: प्रयोग
nl: Gebruik
pl: użycie
ro: Utilizare
sl: Uporaba
tr: Kullanım
uk: Як користуватися

source: Open a unicode aware text editor (for example Notepad plus plus)
ar: قم بفتح محرر نصوص يسمح برؤية الشفرة الموحدة (unicode) كأن تفتح برنامج Notepad++,
es: Abrir un editor de textos que soporte unicode (por ejemplo Notepad más más)
hr: Otvorite uređivač teksta koji prepoznaje unicode (Na primjer Notepad plus plus)
hu: Nyisson meg egy unicode szövegszerkesztőt (pl. Notepad++)
is: Opnaðu unicode aware textaritil (til dæmis Notepad plus plus)
it: Aprire un editor che supporti Unicode (ad esempio Notepad++)
ne: युनिकोड पाठ सम्पादन अनुप्रयोग (जस्तै Notepad plus plus)लाई खोल्नु होस् ।
nl: Open een tekstverwerker die unicode ondersteunt (bijvoorbeeld Notepad plus plus).
pl: otwórz rozumiejący znaki unicode edytor, np notepad plus plus,
ro: Deschideți un editor de text (De exemplu Notepad plus plus)de exemplu
sl: Odprite ustrezen unicode (for example Notepad plus plus)
tr: Bir unicode text editor açın (örneğin Notepad plus plus)
uk: Відкрийте будь-який текстовий редактор, який підтримує юнікод (наприклад, Notepad plus plus)

source: Press NVDA+Ctrl+U or choose Unicode Braille Input found under NVDA tools menu
ar: لتفعيل الإضافة اضغط على NVDA+Ctrl+U أو من قائمة أدوات المدرجة ضن قائمة NVDA الرئيسية اختر العنصر إدخال تشفير برايل الموحد.
es: Pulsa NVDA+Ctrl+U o elige Entrada de Braille Unicode encontrada en el menú herramientas de NVDA
hr: pritisnite NVDA+Ctrl+U ili odaberite unos unicode brajičnih znakova koji možete naći u podizborniku alati
hu: Használja az NVDA+Ctrl+U billentyűparancsot, vagy válassza az Unikód Braille bevitel lehetőséget az NVDA Eszközök menüjéből.
it: Premere NVDA+Ctrl+U o selezionare Unicode Braille Input situato sotto la voce strumenti di NVDA
nl: Druk op NVDA+Ctrl+U of kies Unicode Braille-invoer vanuit het NVDA Extra menu
pl: Naciśnij NVDA+Ctrl+U lub wybierz wprowadzanie unikodu brajla w menu Narzędzia NVDA
ro: Apăsați NVDA+Ctrl+U sau Unicode Braille Input găsit în meniul NVDA, secțiunea instrumente

source: Type your braille text in numeric form.
ar: اكتب النص الذي تريد أن تختبره في صورة رقمية.
es: Escribir el texto braille en forma numérica.
hr: Tipkajte vaš tekst u numeričkom brajičnom obliku.
hu: gépelje be a braille szöveget numerikus formában.
is: Sláðu inn punktaleturs textann í númerísku formi.
it: Digitare il testo braille in valori numerici.
ne: तपाइको ब्रेल पाठ सङ्ख्यामा लेख्नु होस् ।
nl: Type uw brailletekst in numerieke vorm.
pl: wpisz tekst brajlowski w formie numerycznej
ro: Tastați textul dumneavoastră braille în formularul numeric.
sl: Natipkajte vaše brajevo besedilo v številskem obrazcu.
tr: braille metni numara formatında girin.
uk: Вводьте ваш брайлівський текст у цифровій формі.

source: Press OK.
ar: اضغط زر موافق.
es: Pulsar Aceptar.
hr: Pritisnite u redu.
hu: Nyomja meg az ok gombot.
is: Styddu á OK.
it: Premere OK.
ne: 'ठिक' टाँकलाई दबाउनु होस् ।
nl: Druk op OK.
pl: wciśnij ok
ro: Apăsați OK
sl: Pritisnite V redu.
tr: Tamam'a basınç
uk: Натисніть OK.

source: The required unicode characters will be copied to your clipboard ready for you to paste.
ar: سيتم نسخ الأحرف التي كتبتها في صورة رقمية بطريقة شفرة البرايل الموحدة مما يمكنك لصقها في أي مكان.
es: Los caracteres Unicode se copiarán en el portapapeles listos para pegarse.
hr: Zahtjevani će znakovi biti kopirani u međuspremnik spremni da ih zalijepite
hu: A kívánt unicode karaktersorozat a vágólapra kerül, amit bárhova beilleszthet.
is: Nauðsynlegu unicode stafirnir verða þá afritaðir á klemmuspjaldið og hægt er að líma þá inn þar sem vill.
it: I caratteri Unicode richiesti verranno copiati negli appunti pronti per essere incollati.
ne: टाँस्नका लागी आवस्यक पर्ने युनिकोडका पाठहरू क्लिपपाठिमा उतारेर तयार राखिएको छ ।
nl: De benodigde unicode-karakters zullen naar het klembord worden gekopieerd, klaar om geplakt te worden.
pl: odpowiednie znaki unicode zostaną skopiowane do schowka
ro: Caracterele unicode necesare vor fi copiate pe planșetă, gata să le lipiți.
sl: Potrebni Unicode znaki sse bodo preslikali v odložišče in vam bodo na voljo, da jih boste lahko prilepili.
tr: unicode karakterler panoya kopyalanacaktır.
uk: Необхідні юнікодні символи буде скопійовано до вашого буферу обміну, відтак вам залишиться лише їх вставити.

source: Changes for 2.0
ar: مستجدات الإصدار 2.0
es: Cambios para 2.0
hr: Izmjene u inačici 2.0
hu: Az 1.0 verzió változásai
it: Modifiche per la 2.0
nl: Veranderingen in 2.0
pl: Zmiany dla wersji 2.0
ro: Modificări aduse în versiunea 2.0

source: Add-on help is available from the Add-ons Manager.
ar: إمكانية الوصول لملف المساعدة من مدير الإضافات البرمجية
es: La ayuda del complemento está disponible en el Administrador de Complementos.
hr: pomoć za dodatak dostupna je u upravitelju dodataka.
hu: A kiegészítő súgója elérhető a bővítmények párbeszédablakáról is.
it: L'aiuto del componente aggiuntivo è disponibile nel gestore componenti aggiuntivi
nl: Help voor de add-on is beschikbaar vanuit het venster Add-ons beheren.
pl: Pomoc dodatku dostępna w managerze dodatków.
ro: Ghidul add-on-ului este disponibil în managerul de add-onuri.

source: Changes for 1.1
ar: مستجدات الإصدار 1.1
es: Cambios para 1.1
hr: Promjene u inačici 1.1
hu: Az 1.1 verzió változásai
it: Modifiche per la 1.1
nl: Veranderingen in 1.1
pl: Zmiany dla wersji 1.1
ro: Modificări aduse în versiunea 1.1

source: Improve delay to allow announcements to be heard correctly.
ar: تحسين التأجيل للسماح بالاستماع للرسائل بطريقة صحيحة.
es: Mejora el retraso para permetir que los anuncios se escuchen correctamente.
hr: Unaprijeđeno kašnjenje tako da se obavjesti mogu točno čuti.
hu: Fejlesztett késleltetés a bejelentések megfelelő hallhatósága érdekében.
it: Migliorato il ritardo in modo da ascoltare gli annunci correttamente
nl: Vertraging verbeterd zodat mededelingen correct gehoord kunnen worden.
pl: Poprawione opóźnienie, aby powiadomienia były wypowiadane prawidłowo.
ro: A fost îmbunătățit delay-ul pentru a permite anunțurile să fie auzite corect.

source: Many new translations.
ar: ترجمة الإضافة للعديد من اللغات.
es: Muchas traducciones nuevas .
hr: Puno novih prijevoda.
hu: Sok új fordítás.
it: Molte traduzioni aggiunte
nl: Diverse nieuwe vertalingen.
pl: Wiele nowych tłumaczeń.
ro: Multe traduceri noi.

source: Added documentation under NVDA help menu.
ar: إضافة ملف تعليمات الإضافة ضن قائمة المساعدة ب NVDA.
es: Documentación incluida en el menú de ayuda de NVDA .
hr: Dodana dokumentacija u NVDA izborniku pomoć.
hu: A dokumentáció már elérhető az NVDA Súgó menüjéből.
it: Aggiunta la documentazione sul menu aiuto di NVDA
nl: Documentatie toegevoegd in het NVDA help menu.
pl: Dodano dokumentację w menu pomocy NVDA.
ro: A fost adăugată documentația în meniul NVDA, secțiunea ajutor.

source: Added a checkbox to optionally replace the space braille (character 0x2800) by the regular space character.
ar: إضافة مربع تحديد لاستبدال المسافة البرايل اختياريا (الحرف 0x2800) بحرف المسافة القياسي.
es: Se ha añadido una opción para, opcionalmente, reemplazar el espacio braille (carácter 0x2800) por el carácter de espacio regular.
hr: Dodan potvrdni okvir koji omogućuje neobaveznu zamjenu znaka brajičnog razmaka (znak 0x2800) sa normalnim znakom razmaka.
hu: Hozzáadtak egy jelölőnégyzetet, aminek a bejelölésével felülírhatók a Braille szóköz (0x2800) karakterek a normál szóköz karakterrel.
it: Aggiunta una casella di controllo per sostituire lo spazio in braille (carattere 0x2800) con il carattere spazio standard
nl: Selectievakje toegevoegd om het brailleteken voor spatie (teken 0x2800) te vervangen door het reguliere teken voor spatie.
pl: Dodane pole wyboru umożliwiające opcjonalne zastępowanie brajlowskiej spacji (znak 0x2800) zwykłym znakiem spacji.
ro: A fost adăugată o casetă de bifat pentru a înlocui opțional spațiul braille (caracter 0x2800) de spațiul regulat al caracterului.

source: Shortcuts can now be reassigned using the NVDA gesture input dialog, under the Tools category.
ar: يمكن للمستخدم تعديل مفاتيح الاختصار الخاصة بالإضافة عبر محاورة تخصيص اختصارات البرنامج, من فئة أدوات.
es: Los Atajos de teclado ahora pueden ser reasignados utilizando el diálogo Gestos de Entrada de NVDA, en la categoría de Herramientas.
hr: Prečaci sada mogu biti promijenjeni koristeći NVDA dijaloški okvir ulaznih gesti, pod kategorijom alati.
hu: A billentyűparancsok már módosíthatók az NVDA Beviteli parancsok párbeszédablakában, az Eszközök kategóriában.
it: I tasti di scelta rapida possono ora essere riassegnati utilizzando la finestra gesti e tasti di immissione di NVDA, sotto la categoria Strumenti.
nl: Sneltoetsen kunnen nu opnieuw toegewezen worden in het NVDA venster Invoerhandelingen koppelen, onder de categorie Extra.
pl: Klawisze skrótów mogą być zmieniane przy użyciu okna "Zdarzenia wejścia" w kategorii Narzędzia.
ro: Comenzile rapide pot fi acum realocate folosind dialogul gestului de intrare NVDA, în secțiunea Instrumente.

source: Changes for 1.0
ar: مستجدات الإصدار 1.0
es: Cambios para 1.0
hr: promjene u inačici 1.0
hu: Az 1.0 verzió változásai
it: Novità per 1.0
nl: Veranderingen in 1.0
pl: Zmiany dla wersji 1.0
ro: Modificări aduse în versiunea 1.0

source: Initial release
ar: إصدار أولي
es: Versión inicial
hr: Prva inačica
hu: Első kiadás
it: Prima versione
nl: Eerste versie
pl: Pierwsze wydanie
ro: Versiunea inițială

source: New Languages: French
ar: ترجمة الإضافة إلى اللغة الفرنسية
es: Nuevos idiomas: Francés
hr: Novi jezici: francuski
hu: Új nyelvek: francia
it: Nuova lingua: francese
nl: Nieuwe vertalingen: Frans
pl: Nowe języki: francuski
ro: Limbi noi: Franceză

source: Download: [version 1.01][1]
is: Höfundar: [version 1.01][1]
ne: डाउनलोड: [version 1.0][1]
sl: Dolpotegni: [različico 1.01][1]
uk: Завантажити: [версія 1.01][1]

source: Press NVDA+Ctrl+U
is: Styddu á NVDA+Ctrl+U
ne: नेत्रवाणी +Ctrl+U दबाउनु होस् ।
sl: Pritisnite NVDA+Ctrl+U
tr: NVDA+Ctrl+U tuşlarına basın
uk: Натисніть NVDA+Ctrl+U

source: Authors: Mesar Hameed <mhameed@src.gnome.org>, Patrick Zajda <patrick@zajda.fr>.
tr: Geliştiriciler: Mesar Hameed <mhameed@src.gnome.org>, Patrick Zajda <patrick@zajda.fr>.

source: Download: [version 1.0][1]
tr: İndir: [version 1.0][1]
