Repository: nvdacn/screenReaderTranslations
Catalog: website/addons/virtualRevision.*.po
Languages: ar, bg, de, es, fa, fi, fr, gl, hr, hu, ja, ne, nl, pl, pt_pt, ro, sk, sl, tr, uk

source: Changes for 1.0
ar: مستجدات الإصدار 1.0
bg: Промени във версия 1.0
de: Änderungen in 1.0
es: Cambios para 1.0
fa: تغییرات در نسخه ۱.۰
fi: Muutokset versiossa 1.0
fr: Changements pour la version 1.0
gl: Cambios para 1.0
hr: Promjene u inačici 1.0
hu: Az 1.0 verzió változásai
ja: バージョン1.0
ne: १.० मा गरिएका परिवर्तनहरू ।-dev
nl: Veranderingen in 1.0
pl: Zmiany dla wersji 1.0
pt_pt: Alterações para 1.0
ro: Modificări aduse în versiunea 1.0
sk: Zmeny vo verzii 1.0
sl: Spremembe v 1.0
tr: 1.0 Değişiklikler
uk: Зміни у версії 1.0

source: Initial Release
ar: نسخة أولية
bg: Първоначално издание
de: Erste Version
es: Versión Inicial
fa: انتشار اولیه
fi: Ensimmäinen versio
fr: Version Initiale
gl: Versión Inicial
hr: Prva inačica
hu: Első kiadás
ja: 最初のバージョン
ne: सुरुको सार्वजनिकरण
nl: Eerste versie
pl: Wstępne wydanie
pt_pt: Lançamento inicial
ro: Versiunea inițială
sk: prvé vydanie
sl: Osnovna različica
tr: İlk Sürüm
uk: Перший реліз

source: [[!meta title="VirtualRevision"]]
ne: [[!meta title="अवास्तविकपुनरावलोकन"]]
sk: [[!meta title="Virtualizácia okna"]]
sl: [[!meta title="NavideznaRazličica"]]
tr: [[!meta title="SanalEkran"]]

source: * Authors: Rui Batista and NVDA Addon Team * Download: [development version 2.0-dev][1]
ar: * مطورو الإضافة: Rui Batista وفريق NVDA للإضافات البرمجية * تحميل: [الإصدار التجريبي 2.0-dev][1]
fr: * Auteurs : Rui Batista et l'équipe de la communauté des modules complémentaires NVDA * Télécharger : [version de développement 2.0-dev][1]
hr: * Autori: Rui Batista i NVDA tim za dodatke * Preuzimanje: [development version 2.0-dev][1]
nl: * Auteurs: Rui Batista en NVDA Addon Team * Download: [ontwikkelversie 2.0-dev][1]
sk: * Autori: Rui Batista a tím NVDA * stiahnuť: [vývojová verzia 2.0-dev][1]

source: This Addon allows NVDA users to review a Window content in a text box, similar to window virtualization of JAWS for Windows. Note, however, that this is just a convenience for users and "does not" replace NVDA's excellent review modes and object navigation support.
ar: تتيح هذه الإضافة البرمجية لمستخدمي NVDA استعراض محتوى النافذة في شكل نصي, وهي تشبه خاصية استعراض محتوى النافذة في قارئ الشاشة JAWS for Windows. يرجى الملاحظة أن هذه الإضافة تناسب المستخدمين و "ليست" بديل عن أنماط الاستعراض الممتازة أو مؤشر NVDA.
fr: Ce module permet aux utilisateurs de NVDA de révisez le contenu d'une fenêtre dans une zone de texte, de la même manière qu'avec la virtualisation de la fenêtres de Jaws pour Windows. A notez cependant que ceci n'est qu'une facilité pour les utilisateurs et "ne" remplace pas l'excellent support pour les modes de revue de NVDA ou la navigation par objets.
hr: Ovaj dodatak omogućuje korisnicima čitača ekrana NVDA pregled prozora u tekstualnom načinu na sličan način poput virtualizacije prozora u jaws for windows čitaču zaslona. Međutim, imajte na umu, da je to samo dodatak koji je izrađen da bi korisnicima bilo udobnije i koji ne zamjenjuje NVDA odlične načine i objektnu navigaciju .
nl: Deze add-on laat gebruikers van NVDA toe om de inhoud van een venster te bekijken in een tekstveld, vergelijkbaar met het virtualiseren van een venster in JAWS voor Windows. Opmerking, dit is enkel om het gebruiksgemakt te verhogen en "is geen vervanging" voor de uitstekende leesoverzichtmodus en ondersteuning voor objectnavigatie van NVDA.
sk: Doplnok umožňuje zobraziť obsah okna v jednoduchom textovom poli rovnako, ako funkcia virtualizácia oknaprogramu JAWS pre Windows. Upozorňujeme však, že ide len o zjednodušenie pre používateľov a tento doplnok nenahrádza funkcie režim prezerania a objektovú navigáciu NVDA.

source: Download: [version 1.3-dev][1]
ne: डाउनलोड: [version 1.3-dev][1]
sl: Prenesi: [različico 1.3-razvojno][1]
tr: İndir: [version 1.3-dev][1]
uk: Завантажити: [versія 1.3-dev][1]

source: This Addon allows NVDA users to review a Window content in a text box, similar to window virtualization of JAWS for Windows. Note, however, that this is just a convenience for users and "do not" replace NVDA's excellent flat review and object navigation support.
ne: यो थप-साधनले Jaws मा जस्तै नेत्रवाणीका प्रयोग कर्ताहरूलाई सञ्झ्यालका सामाग्रीहरूलाई पाठ बाकसमा समीक्षा गर्ने सुविदा प्रदान गर्छ । टिप्पणी जे भए पनि, यो उपभोक्ताका लागि एउटा सुविधा हो र नेत्रवाणीको सर्वोत्तम पूर्ण समीक्षा र वस्तुको विचरण समर्थनलाई प्रतिस्थापन "नगर्नु" होला ।.
sl: Ta dodatek omogoča uporabnicam/kom NVDA pregled vsebine okna v besedilnem polju, podobno kot v JAWS for Windows. Obvestilo, čeprav je dodatna udobnost za uporabnice/ke in "ni" zamenjava za NVDA nestrukturirani pregled in podporo krmarjenju po predmetih.
tr: BU eklenti NVDA kullanıcılarının, JAWS'dakine benzer şekilde, aktif penceredeki metni geçici bir ekranda görüntülemelerini sağlar. Ancak, bunu NVDA'nın kendi sunduğu olanaklarla daha da iyi yapabileceğinizi not edin.
uk: Цей додаток дозволяє користувачам NVDA читати вміст вікна у текстовому полі, яке подібне на вікно віртуалізації у програмі JAWS для Windows. Але, зверніть, будь ласка, увагу, що цей додаток створений лише для зручності користувачів і він не замінює плоский перегляд та об'єктну навігацію в NVDA.

source: Press nvda+control+w to open the virtual revision Window. Then simply navigate the shown textbox as you do in any other text content.
ne: अवास्तविक पुनरावलोकन सञ्झ्याल लाई उघार्न नेत्रवाणी +control+w दबाउनु होला ।Then simply navigate the shown textbox as you do in any other text content.
sl: Pritisnite nvda+control+w da odprete okno virtual revision. Nato preprosto krmarite po besedilnem polju tako kot delate v ostalih poljih z besedilno vsebino.
tr: nvda+control+w tuşlarına basarak sanal inceleme penceresini açın. Sonra, herhangi bir metin alanında olduğu gibi metni yön tuşlarını kullanarak inceleyin.
uk: Натисніть nvda+control+w щоб відкрити вікно virtual revision. Після цього здійснюйте переміщення у тексті так само, як ви це робите зазвичай, читаючи будь-який текстовий вміст.

source: Changes for 1.3-dev
ne: १.३ मा गरिएका परिवर्तनहरू ।-dev
sl: Spremembe v 1.3-razvojni
tr: 1.3-dev için değişiklikler
uk: Зміни у версії 1.3-dev
