Repository: nvdacn/screenReaderTranslations
Catalog: website/addons/virtualRevision.*.po
Languages: ar, bg, de, es, fa, fi, fr, gl, hr, hu, ja, ne, nl, pl, pt_pt, ro, sk, sl, tr, uk

source: [[!meta title="Virtual Review"]]
bg: [[!meta title="Виртуален Преглед (Virtual Review)"]]
de: [[!meta title="Virtuelles Fenster"]]
fa: [[!meta title="بازبینی مجازی (Virtual Review)"]]
fi: [[!meta title="Virtuaalitarkastelu"]]
hu: [[!meta title="Virtuális áttekintő"]]
pt_pt: [[!meta title="Revisão Virtual"]]

source: Authors: Rui Batista and NVDA Addon Team
bg: Автори: Rui Batista и екипа за добавки за NVDA
de: * Autoren: Rui Batista und das Team für die NVDA-Erweiterungen * Download: [Entwicklerversion 2.0-dev][1]
es: Autores: Rui Batista y equipo de complementos de NVDA
fa: نویسندگان: Rui Batista و گروه افزونه‌های NVDA
fi: Tekijät: Rui Batista ja NVDA-lisäosatiimi
gl: Autores: Rui Batista e equipo de complementos do NVDA
hu: Készítők: Rui Batista és az NVDA bővítmények-csoport* Letöltés: [Fejlesztői verzió 2.0-dev][1]
ja: * 作者: Rui Batista, NVDAアドオンチーム
ne: लेखकहरू: रुई वसिष्ट र नेत्रवाणी थप-साधन समूह
pl: Autorzy: Rui Batista i zespół dodatków NVDA
pt_pt: Autores: Rui Batista e equipa de extras do NVDA
ro: Autori: Rui Batista și echipa de suplimente NVDA
sl: Avtorji: Rui Batista in NVDA Addon Team
tr: Yazarlar: Rui Batista ve NVDA eklenti Takımı
uk: Автори: Rui Batista та команда розробників додатків для NVDA

source: Download [stable version][1]
bg: Изтегляне на [стабилна версия][1]
de: Herunterladen der [stabilen Version][1]
es: Descargar [versión estable][1]
fa: دانلود [نسخه‌ی پایدار][1]
fi: Lataa [vakaa versio][1]
gl: Descargar [versión estable][1]
ja: ダウンロード [安定版][1]
pl: pobierz [wersja stabilna][1]
pt_pt: Baixar [versão estável][1]
ro: Descărcați [versiunea stabilă][1]

source: Download [development version][2]
bg: Изтегляне на [работна версия][2]
de: Herunterladen der [Entwicklerversion][2]
es: Descargar [versión de desarrollo][2]
fa: دانلود [نسخه‌ی در دست توسعه][2]
fi: Lataa [kehitysversio][2]
gl: Descargar [versión de desenvolvemento][2]
ja: ダウンロード [開発版][2]
pl: Pobierz [wersja rozwojowa][2]
pt_pt: Baixar [versão de desenvolvimento][2]
ro: Descărcați [versiunea în dezvoltare][2]

source: This Addon allows NVDA users to review a Window content in a text box, similar to window virtualization of JAWS for Windows. Note, however, that this is just a convenience for users and does not replace NVDA's excellent review modes and object navigation support.
bg: Тази добавка позволява на потребителите на NVDA да прегледат съдържанието на текущия прозорец в текстово поле, подобно на виртуализацията на прозорците в JAWS за Windows. Имайте предвид, че това е просто улеснение за потребителите и не замества вградените в NVDA отлични режими за преглед и поддръжката за обектна навигация.
de: Mit dieser Erweiterung können NVDA-Nutzer den Inhalt des aktuellen Fensters in einem Eingabefeld anzeigen lassen, ähnlich wie die Fenstervirtualisierung in JAWS für Windows. Bitte beachten Sie, dass diese Erweiterung nicht die Dastellungsmodi sowie die Objektnavigation ersetzt, sondern nur eine Vereinfachung für Nutzer darstellt.
es: Este complemento permite a los usuarios de NVDA revisar el contenido de una ventana en un cuadro de texto, similar a la virtualización de ventanas de JAWS for Windows. Nota, no obstante, que esto sólo es una conveniencia para usuarios y "no" reemplaza los excelentes modos de revisión de NVDA' y el soporte de navegación de objetos.
fa: این افزونه به کاربران NVDA اجازه میدهد تا محتوای یک پنجره را داخل یک کادر متنی بازبینی کنند، همانند امکانِ مجازی‌سازی پنجره‌ها در صفحه‌خوان JAWS. شایان ذکر است که با این حال، این افزونه صرفا برای راحتی کاربران -به‌ویژه کاربرانی که پیش از این از صفحه‌خوان JAWS استفاده میکردند- طراحی شده و به هیچ وجه جایگزین حالت‌های ممتاز بازبینی و پشتیبانی از پیمایش اشیا در NVDA نمیشود.
fi: Tämän lisäosan avulla NVDA:n käyttäjät voivat tarkastella ikkunan sisältöä tekstiruudussa samaan tapaan kuin JAWSin ikkunan virtualisointitoiminnossa. Tämä on kuitenkin vain käyttäjien mukavuuden vuoksi, eikä se korvaa NVDA:n tarkastelutiloja tai objektinavigointia.
gl: Este complemento permite ós usuarios do NVDA revisar un contido dunha ventá nunha caixa de texto, similar á virtualización de ventás do JAWS for Windows. Ten en conta, polo tanto, que esto é só unha comodidade para os usuarios e "non" remplaza aos excelentes modos de revisión do NVDA e o soporte da navegación de obxectos.
hu: Ezzel a kiegészítővel az NVDA felhasználók áttekinthetik az ablak tartalmát egy szövegmezőben, hasonlóképpen ahogy ez a Jaws for Windows programban is elérhető. A bővítmény csak egy kényelmi funkciót lát el, nem helyettesíti az NVDA kiváló áttekintő módjait, és elem navigáció támogatását.
ja: このアドオンを使うと、NVDAユーザーは、ウィンドウの内容をテキストボックスでレビューできます。この機能はJAWS for Windowsのウィンドウ仮想化機能に似ています。この機能はユーザーの便宜のためのもので、NVDAの優れたレビューモードとオブジェクトナビゲーションの代わりになるものでは"ありません"。
pl: Ten dodatek umożliwia użytkownikom NVDA przegląd zawartości okna w polu edycyjnym, podobnie jak wirtualizacja okna w JAWS for Windows. Zwróć uwagę, że jest to tylko wygoda dla użytkowników i "nie" zastępuje znakomitych funkcji Podglądu ekranu i nawigacji obiektowej wbudowanych w NVDA.
pt_pt: Este extra permite aos utilizadores do NVDA rever o conteúdo da Janela como uma caixa de texto, semelhante à virtualização de janelas do JAWS para Windows. Note, no entanto, que esta é apenas uma conveniência para os utilizadores e não substitui os excelentes modos de revisão e suporte de navegação de objeto do NVDA.
ro: Acest supliment le permite utilizatorilor NVDA să examineze un conținut de ferestre într-o casetă de text, similar cu virtualizarea ferestrei JAWS pentru Windows. Rețineți, totuși, că aceasta este doar o comoditate pentru utilizatori și nu înlocuiește modurile excelente de examinare și suportul navigării obiectului din NVDA.

source: Usage
ar: كيفية الاستخدام
bg: Начин на употреба
de: Verwendung
es: Utilización
fa: کاربرد
fi: Käyttö
fr: Utilisation
gl: Uso
hr: Način korištenja
hu: Használat
ja: 使用方法
ne: प्रयोग
nl: Gebruik
pl: Użycie
pt_pt: Utilização:
ro: Utilizare
sk: použitie
sl: Uporaba
tr: Kullanım
uk: Як користуватися

source: Press NVDA+control+w to open the virtual revision Window. Then simply navigate the shown textbox as you do in any other text content. You can press Escape to close the virtual revision window.
ar: قم بالضغط على nvda+control+w لفتح نافذة وهمية لاستعراض محتوى النافذة. ثم قم ببساطة بالحركة داخل المربع النصي الذي يظهر لك كما تتحرك على أي نص عادي. يمكنك ضغط مفتاح Escape للخروج من النافذة الوهمية.
bg: Натиснете NVDA+Control+W, за да отворите прозореца с виртуализирания преглед на текущия прозорец. След това просто навигирайте в отворилото се текстово поле както в кое да е друго текстово съдържание. Може да натиснете Escape, за да затворите прозореца на виртуалния преглед.
de: Drücken Sie NVDA+strg+w um ein Eingabefeld mit dem Fensterinhalt zu öffnen. Verwenden Sie anschließend die Pfeiltasten, um im Eingabefeld zu navigieren. Drücken Sie Escape, um das Fenster zu schließen.
es: Pulsa nvda+control+w para abrir la ventana revisión virtual. Entonces simplemente navega el cuadro de texto mostrado como lo haces en cualquier otro contenido de texto. Puedes pulsar escape para cerrar la ventana de revisión virtual.
fa: برای باز کردن پنجره‌ی بازبینی مجازی NVDA+control+w را فشار دهید. سپس داخل کادر متنی نمایش‌یافته، به همان سادگی‌ای که در هر محتوای متنیِ دیگری پیمایش میکنید، حرکت کنید. میتوانید برای بستن پنجره‌ی بازبینی مجازی Escape را بفشارید.
fi: Virtualisoi aktiivinen ikkuna painamalla NVDA+Ctrl+W. Voit liikkua näkyviin tulevassa tekstiruudussa kuten missä tahansa muussa tekstissä. Sulje ikkuna painamalla Esc.
fr: Appuyez sur NVDA+contrôle+w pour ouvrir la fenêtre de révision virtuelle. Puis naviguez simplement dans la zone de texte affichée comme vous feriez dans n'importe quel texte. Vous pouvez appuyer sur ÉCHAP pour fermer la fenêtre de révision virtuelle.
gl: Preme nvda+control+w para abrir a Ventá de revisión virtual. Logo sinxelamente navega polo que se amosa no cadro de texto como o fas en calquera outro contido de texto. Podes premer escape para pechar a ventá de revisión virtual.
hr: Pritisnite NVDA+control+w kako biste otvorili prozor virtualne revizije. Potom se jednostavno krećite po tekstualnom okviru kao što radite i u ostalim tekstualnim okvirima. Možete pritisnuti escape da biste zatvorili prozor virtualne revizije.
hu: Nyomja meg az NVDA+control+w billentyűparancsot a Virtuális áttekintő megjelenítéséhez, majd használja a szöveg áttekintő billentyűket a mező elolvasásához. Az Esc lenyomásával zárhatja be az ablakot.
ja: NVDA+Ctrl+Wを押して、仮想レビューウィンドウを開きます。他のテキストコンテンツと同じように、テキストボックスの中を移動してテキストの内容を確認できます。Escapeを押して仮想レビューウィンドウを閉じます。
nl: Druk nvda+control+w om het virtual revision venster te openen. Navigeer vervolgens door het tekstveld zoals u dit met elke andere tekst doet. Druk op Escape om het virtual revision venster te sluiten.
pl: Naciśnij nvda+control+w aby otworzyć okno wirtualnego podglądu. Następnie przemieszczaj się po treści w polu edycyjnym, tak jak w każdej treści tekstowej. Możesz nacisnąć Escape, aby zamknąć okno.
pt_pt: Pressione NVDA+control+w para abrir a janela de revisão virtual. Em seguida, simplesmente navegue na caixa de texto mostrada como faz em qualquer outro conteúdo de texto. Pode pressionar Escape para fechar a janela de revisão virtual.
ro: Apăsați NVDA+control+w pentru a deschide fereastra virtual revision . Apoi, pur și simplu navigați la caseta de text arătată ca și în orice alt conținut de text. Puteți apăsa Escape pentru a închide fereastra virtual revision.
sk: Okno virtualizujete skratkou ctrl+nvda+w. Po texte sa pohybujte tak, ako v ostatných editačných poliach. Okno zavriete klávesom escape.

source: Changes for 2.2
de: Änderungen in 2.2
es: Cambios para 2.2
fi: Muutokset versiossa 2.2
gl: Cambios para 2.2
hu: A 2.2 verzió változásai
ja: 2.2での変更点
pt_pt: Mudanças para 2.2

source: When windows are minimized or if the foreground window has no title, NVDA will record this fact when displaying virtual review window.
de: NVDA zeichnet bei der Anzeige des virtuellen Darstellungsfensters auf, wenn Fenster minimiert werden oder wenn das Fenster im Vordergrund keinen Titel hat.
es: Cuando windows está minimizado o si la ventana en primer plano no tiene título, NVDA grabará este hecho al mostrar la ventana de revisión virtual.
fi: Kun ikkunat on pienennetty tai kun etualalla olevalla ikkunalla ei ole nimeä, NVDA ilmaisee sen näyttäessään virtuaalitarkastelun ikkunan.
gl: Cando windows está minimizado ou se a ventá en primeiro prano non ten título, NVDA grabará este feito ao se amosar a ventá de revisión virtual.
ja: ウィンドウが最小化されている、または、最前面のウィンドウにタイトルがない場合、NVDAは、仮想レビューウィンドウを表示する際にそれを記録します。
pt_pt: Quando o Windows é minimizado ou se a janela de primeiro plano não tiver título, o NVDA registará esse facto ao mostrar a janela de revisão virtual.

source: Changes for 2.1
bg: Промени във версия 2.1
de: Änderungen in 2.1
es: Cambios para 2.1
fi: Muutokset versiossa 2.1
gl: Cambios para 2.1
hu: A 2.1 verzió változásai
ja: 2.1での変更点
pt_pt: Mudanças para 2.1

source: The title of the screen under virtual review will be included.
bg: Заглавието на екрана под виртуален преглед ще бъде включено в съдържанието.
de: Der Titel des Bildschirms unter virtueller Darstellung wird eingefügt.
es: Se incluirá el título de la pantalla bajo la revisión virtual.
fi: Ikkunan nimi näytetään virtuaalitarkastelussa.
gl: Incluirase o título da pantalla baixo a revisión virtual.
ja: 仮想レビュー下にある画面のタイトルが含まれるようにしました。
pt_pt: O título do ecrã sob revisão virtual será incluído.

source: It is now possible to review contents of Universal Windows Platform (UWP) apps in Windows 10 and most modern apps in Windows 8.x.
bg: Вече е възможно да се преглежда съдържанието на Universal Windows Platform (UWP) приложения в Windows 10 и повечето модерни приложения в Windows 8.x.
de: Es ist nun möglich, Inhalte von Universal Windows Platform (UWP) Anwendungen in Windows 10 und den meisten modernen Anwendungen in Windows 8.x zu virtualisieren.
es: Ahora es posible revisar contenidos de aplicaciones Universal Windows Platform (UWP) en Windows 10 y la mayoría de aplicaciones modernas en Windows 8.x.
fi: Windows 10:n Universal Windows Platform (UWP)- sekä useimpien Windows 8.x:n modernien sovellusten tarkastelu on nyt mahdollista.
gl: Agora é posible revisar contidos de aplicacións Universal Windows Platform (UWP) en Windows 10 e na maioría de aplicacións modernas en Windows 8.x.
ja: Windows 10 の Universal Windows Platform (UWP) アプリと、Windows 8.x のほとんどのモダンアプリの内容をレビュー出来るようになりました。
pt_pt: Agora é possível rever os conteúdos das aplicações Universal Windows Platform (UWP) no Windows 10 e aplicativos mais modernos no Windows 8.x.

source: When obtaining screen contents for modern and universal apps, a beep will be heard to indicate when the virtual review window is ready.
bg: При получаване на съдържанието от екрана за модерни и универсални приложения, ще бъде възпроизведен сигнал, за да се укаже че прозореца за виртуален преглед е готов.
de: Beim Abrufen von Bildschirminhalten für moderne und universelle Anwendungen ertönt ein Piepton, der anzeigt, wann das virtuelle Darstellungsfenster bereit ist.
es: Al obtener contenidos de pantalla para aplicaciones modernas y universales, se escuchará un pitido indicando cuando la revisión de ventana virtual está lista.
fi: Äänimerkki ilmaisee moderneissa ja universaaleissa sovelluksissa ruudun sisältöä noudettaessa, kun virtuaalitarkastelun ikkuna on valmiina.
gl: Ao obter contidos de pantalla para aplicacións modernas e universais, escoitarase un pitido indicando cando a revisión de ventá virtual está lista.
ja: モダンアプリとユニバーサルアプリの画面の内容を取得する時、仮想レビューウィンドウの準備完了を示すビープ音が鳴ります。
pt_pt: Ao obter o conteúdo do ecrã para aplicações modernas e universais, um sinal sonoro será ouvido para indicar quando a janela de revisão virtual estiver pronta.

source: Changes for 2.0
ar: مستجدات الإصدار 2.0
bg: Промени във версия 2.0
de: Änderungen in 2.0
es: Cambios para 2.0
fa: تغییرات در نسخه‌ی ۲.۰
fi: Muutokset versiossa 2.0
fr: Changements pour la version 2.0
gl: Cambios para 2.0
hr: Promjene u inačici 2.0
hu: A 2.0 verzió változásai
ja: 2.0での変更点
nl: Veranderingen in 1.0
pl: Zmiany dla wersji 2.0
pt_pt: Mudanças para 2.0
ro: Modificări aduse în versiunea 2.0
sk: Zmeny vo verzii 2.0

source: New name: Virtual Review.
bg: Ново име: Виртуален преглед (Virtual Review).
de: Neuer Name: Virtueller Puffer.
es: Nombre nuevo: Virtual Review.
fa: نامِ انگلیسیِ افزونه از «Virtual Revision» به «Virtual Review» تغییر یافت.
fi: Uusi nimi: Virtuaalitarkastelu.
gl: Nome novo: Virtual Review.
ja: 新しい名前 Virtual Review になりました。
pl: Nowa nazwa: Virtual Review.
pt_pt: Novo Nome
ro: Nume nou: Virtual Review.

source: Due to changes in how content is shown, NVDA 2015.2 or later is required.
bg: Поради промени в начина по който се извежда съдържанието, се изисква NVDA 2015.2 или по-нова.
de: Bezüglich der Änderungen zur Darstellung der Inhalte wird NVDA 2015.2 oder neuer benötigt.
es: Debido a cambios en cómo se muestra el contenido, se requiere NVDA 2015.2 o posterior.
fa: به خاطر تغییراتی که در نحوه نمایش محتوای مجازی‌شده ایجاد شده، برای اجرای این افزونه باید از نگارش ۲۰۱۵.۲ و بالاترِ NVDA استفاده کنید.
fi: Sisällön näyttämiseen tehtyjen muutosten vuoksi edellytetään NVDA 2015.2:ta tai uudempaa.
gl: Debido a cambios en como se amosa o contido, requírese NVDA 2015.2 ou posterior.
ja: 内容がどのように表示されているかにより、NVDA 2015.2以降が必要です。
pl: Ze względu na to, jak treść ekranu jest wyświetlana, NVDA 2015.2 jest wymagane.
pt_pt: Devido às mudanças na forma como o conteúdo é mostrado, é necessário NVDA 2015.2 ou posterior.
ro: Datorită modificărilor la modul în care este afișat conținutul, NVDA 2015.2 sau mai nou este necesar.

source: Thanks to new features in 2015.2 and later, you can now find text in virtualized windows.
bg: Благодарение на новите функции във версия 2015.2 и по-новите, вече можете да търсите текст във виртуализираните прозорци.
de: Danke für die neuen Features seit der Version 2015.2. Damit können Sie sich jetzt Text in einem virtuellen Fenster ausgeben lassen.
es: Gracias a las nuevas características en 2015.2 y posterior, ahora puedes encontrar texto en ventanas virtualizadas.
fa: با سپاس از امکانات تازه‌ای که در نگارش ۲۰۱۵.۲ و بعد از آن به NVDA افزوده شدند، حالا میتوانید متنی را در پنجره‌های مجازی‌شده پیدا کنید.
fi: NVDA 2015.2:n ja sitä uudempien versioiden uusien ominaisuuksien ansiosta tekstin etsiminen on nyt mahdollista virtualisoiduista ikkunoista.
gl: Grazas ás novas características en 2015.2 e posterior, agora podes atopar texto en ventás virtualizadas.
ja: 2015.2以降の新機能により、仮想ウィンドウ内にテキストを見つけられるようになりました。
pl: Dzięki nowym funkcjom w NVDA 2015.2 i nowszym, teraz można przeszukiwać treść okien wirtualnych.
pt_pt: Graças aos novos recursos no NVDA 2015.2 e posteriores, agora pode procurar texto em janelas virtualizadas.
ro: Datorită caracteristicilor din 2015.2 sau mai nou, puteți găsi texte în ferestre virtualizate.

source: Fixed the add-on functionality with non-console window.
ar: إصلاح الإضافة مع النوافذ الأخرى غير نوافذ الأوامر النصية.
bg: Поправена е функционалността на добавката с не-конзолен прозорец.
de: Die Funktionalität der Erweiterung mit nicht-Konsolenfenstern wurde repariert.
es: Corregida la funcionalidad del complemento con ventanas que no son de consola.
fa: کارکرد افزونه در مورد پنجره‌ی غیر میز فرمان درست شد.
fi: Lisäosa ei toiminut oikein muualla kuin komentorivi-ikkunoissa. Tämä on nyt korjattu.
fr: Corrigé les fonctionnalités du module complémentaire avec fenêtre non-console.
gl: Correxida a funcionalidade do complemento cas ventás que non son de consola.
hr: Popravljena funkcionalnost dodatka sa prozorima koji nisu terminali.
hu: Javítva a kiegészítő használata nem konzolos ablakkal.
ja: コンソールのないウィンドウでのアドオンの機能を修正しました。
nl: Add-on-functionaliteit hersteld bij non-consolevensters.
pl: Poprawiona funkcjonalność dodatku w oknie niekonsolowym.
pt_pt: Corrigida a funcionalidade do extra com janela não consola.
ro: A fost fixată funcționalitatea add-on-ului cu o fereastră non-console.
sk: opravené zobrazenie okien konzlolvých prostredí.

source: Removed useless blank lines at bottom of virtualized console window.
ar: حذف الأسطر الفارغة عديمة الفائدة التي كانت توجد أسفل النص عند استخدام الإضافة بنوافذ الأوامر النصية.
bg: Премахнати са безполезните празни редове в дъното на виртуализирания конзолен прозорец.
de: Unnötige lehre Zeilen wurden aus virtualisierten Konsolen-Fenstern entfernt.
es: Eliminadas líneas en blanco inútiles en el fondo de la ventana de la consola virtualizada.
fa: خط‌های خالی غیر ضروری از پایین پنجره‌ی مجازی‌شده‌ی میز فرمان حذف شد.
fi: Poistettu turhat tyhjät rivit virtualisoidun komentorivi-ikkunan alaosasta.
fr: Supprimé les lignes vides inutiles en bas de la fenêtre console virtualisés.
gl: Eliminadas algunhas liñas en branco inútiles no fondo da ventá da consola virtualizada.
hr: uklonjeni beskorisni prazni retci na kraju virtualiziranog prozora konzole.
hu: Eltávolították a felesleges üres sorokat a virtualizált konzol ablak aljáról.
ja: 仮想コンソールウィンドウの最下行の不要な空白を除去しました。
nl: Nutteloze lege regels verwijderd aan de onderkant van gevirtualiseerde consolevensters
pl: Usunięto zbędne puste linie na dole wirtualizowanych okien konsolowych.
pt_pt: Removidas as linhas em branco na parte inferior da janela de consola virtualizada.
ro: Au fost eliminate liniile goale la partea de jos a ferestrei consolei virtualizate.
sk: Odstránené zbytočné prázdne riadky v zobrazení konzllových aplikácii.

source: Some minor adjustments.
ar: بعض التعديلات الطفيفة.
bg: Малки поправки.
de: einige geringere Berichtigungen.
es: Algunos ajustes menores.
fa: اصلاحات اندکی انجام شد.
fi: Tehty joitakin pieniä muutoksia.
fr: Quelques ajustements mineurs.
gl: Algúns axustes menores.
hr: neka mala podešavanja.
hu: Néhány apróbb javítás.
ja: その他の細かい修正をしました。
nl: Enkele kleine aanpassingen.
pl: Kilka drobnych korekt.
pt_pt: Alguns ajustes menores
ro: Niște ajustări minore.
sk: Ďalšie malé úpravy.

source: Translations added.
ar: ترجمة الإضافة لمزيد من اللغات
bg: Добавени преводи.
de: Übersetzungen hinzugefügt.
es: Añadidas traducciones.
fa: ترجمه‌ها افزوده شدند.
fi: Käännöksiä lisätty.
fr: Traductions ajoutées.
gl: Engadidas Traduccións.
hr: Dodani prijevodi.
hu: Fordítások hozzáadva.
ja: 翻訳を追加しました。
nl: Vertalingen toegevoegd.
pl: Dodane tłumaczenia.
pt_pt: Adicionadas algumas traduções
ro: Au fost adăugate traduceri.
sk: Aktualizované preklady.

source: Changes for 1.2
ar: مستجدات الإصدار 1.2
bg: Промени във версия 1.2
de: Änderungen in 1.2
es: Cambios para 1.2
fa: تغییرات در نسخه‌ی ۱.۲
fi: Muutokset versiossa 1.2
fr: Changements pour la version 1.2
gl: Cambios para 1.2
hr: promjene u inačici 1.2
hu: Az 1.2 verzió változásai
ja: 1.2での変更点
ne: १.२ मा गरिएका परिवर्तनहरू ।-dev
nl: Veranderingen in 1.2
pl: Zmiany dla wersji for 1.2
pt_pt: Alterações para 1.2
ro: Modificări aduse în versiunea 1.2
sk: Zmeny vo verzii 1.2
sl: Spremembe v 1.2
tr: 1.2 için Değişiklikler
uk: Зміни у версії 1.2

source: Support virtualizing of console windows
ar: دعم استعراض نوافذ الأوامر النصية
bg: Виртуализирането на конзолни прозорци вече се поддържа.
de: Unterstützung für Konsolenanwendungen
es: Soporte para la virtualización de ventanas de consola
fa: پشتیبانی از مجازی‌سازی پنجره‌های میز فرمان
fi: Tukee konsoli-ikkunoiden virtualisointia
fr: Support de la virtualisation de la console windows
gl: Soporte da virtualización das ventás da consola
hr: Podržana virtualizacija terminalnih prozora
hu: A konzol ablakok virtualizálásának támogatása
ja: コンソールウィンドウの仮想化をサポート
ne: अवास्तविक कन्सोल सञ्झ्याललाई समर्थन ।
nl: Ondersteunt het virtualiseren van consolevensters
pl: Wsparcie dla wirtualizacji okien konsolowych
pt_pt: Suporte a virtualização de janelas de console
ro: Suport în virtualizarea ferestrelor consolelor
sk: Podpora pre virtualizáciu okna príkazového riadku
sl: Podpora virtualizaciji konzolskih oken
tr: Konsol pencerelerinin sanallaştırma desteği
uk: Підтримка віртуалізації у консолі Windows

source: Changes for 1.1
ar: مستجدات الإصدار 1.1
bg: Промени във версия 1.1
de: Änderungen in 1.1
es: Cambios para 1.1
fa: تغییرات در نسخه‌ی ۱.۱
fi: Muutokset versiossa 1.1
fr: Changements pour la version 1.1
gl: Cambios para 1.1
hr: Promjene u inačici 1.1
hu: Az 1.1 verzió változásai
ja: 1.1での変更点
ne: १.१ मा गरिएका परिवर्तनहरू ।-dev
nl: Veranderingen in 1.1
pl: Zmiany dla wersji 1.1
pt_pt: Alterações para 1.1
ro: Modificări aduse în versiunea 1.1
sk: Zmeny vo verzii 1.1
sl: Spremembe v 1.1
tr: 1.1 Değişiklikler
uk: Зміни у версії 1.1

source: Converted virtual revision to an add-on.
ar: تحويل virtual revision إلى إضافة برمجية
bg: Пакетиране на добавката в новата система за разпространение на добавки.
de: Konvertierung von virtualrevision in eine Erweiterung
es: Convertido virtual revision en un complemento.
fa: بازبینی مجازی به افزونه تبدیل شد.
fi: Liitännäinen muunnettu lisäosaksi.
fr: Conversion de virtual revision en module complémentaire
gl: Convertido o virtual revision a un complemento.
hr: virtual revision je sada pretvoren u dodatak.
hu: A virtuális megjelenítő NVDA kiegészítővé konvertálása
ja: Virtual Revisionがアドオンとして使用可能になりました
ne: अवास्तविक पुनरावलोकन लाई थप-साधनमा परिवर्तन गरियो ।
nl: Virtual revision geconverteerd naar een add-on.
pl: Konwersja do pakietu dodatku.
pt_pt: Revisão virtual foi convertido para um extra.
ro: Examinarea virtuală a fost convertită într-un add-on.
sk: Vytvorenie štandardného nvda-addon balíka.
sl: Pretvorba Virtual revision v dodatek
uk: virtual revision сконвертовано у додаток.
