Repository: nvdacn/screenReaderTranslations
Catalog: website/addons/weatherPlus.*.po
Languages: bg, da, de, es, fi, fr, hu, it, ja, pl, pt_br, ro, ru, sk, uk

source: [[!meta title="Weather Plus"]]
bg: [[!meta title="Време Плюс (Weather Plus)"]]
da: [[!meta title="Weather Plus (Vejret Plus)"]]
de: [[!meta title="Wetter Plus"]]
hu: [[!meta title="Időjárás extra"]]
ro: [[!meta title="Meteo Plus"]]

source: Author: Adriano Barbieri
bg: Автор: Adriano Barbieri
da: Forfatter: Adriano Barbieri
de: Autor: Adriano Barbieri
es: Autor: Adriano Barbieri
fi: Tekijä: Adriano Barbieri
fr: Auteur : Adriano Barbieri
hu: Készítő: Adriano Barbieri
it: Autore: Adriano Barbieri
ja: 作者: Adriano Barbieri
pl: Autor: Adriano Barbieri
pt_br: Autor: Adriano Barbieri
ro: Autor: Adriano Barbieri
ru: Авторы: Adriano Barbieri
sk: Autori: Adriano Barbieri
uk: Автори: Adriano Barbieri

source: Download: [Stable version][1]
bg: Изтегляне на [стабилна версия][1]
da: Download: [Stabil version][1]
de: Download: [Stabile Version][1]
es: Descargar: [Versión estable][1]
fi: Lataa: [vakaa versio][1]
fr: Télécharger : [Version stable][1]
hu: Letöltés: [Stabil verzió][1]
it: Scarica: [Versione stabile][1]
ja: ダウンロード: [安定版][1]
pl: Pobierz: [wersja stabilna][1]
pt_br: Baixar: [Versão estável][1]
ro: Descărcați: [versiunea stabilă][1]
ru: Загрузить: [Стабильную версию][1]
sk: Stiahnuť: [Stabilná verzia][1]
uk: Завантажити: [Стабільна версія][1]

source: This plugin adds local temperature and forecasts to 24 hours up to 9 additional days for NVDA
bg: Тази добавка за NVDA предоставя 24-часова местна синоптична прогноза и температурите за до 9 дни напред
da: Dette plugin tilføjer lokale temperatur og vejrudsigter til 24 timer og op til 9 yderlige dage for NVDA.
de: Dieses Plugin fügt lokale Temperaturen und Vorhersagen bis zu 24 Stunden und bis zu 9 zusätzlichen Tagen für NVDA hinzu.
es: Este complemento añade la temperatura local y el pronóstico del tiempo actual a 24 horas y la predicción hasta 9 días adicionales para NVDA
fi: Tämä lisäosa lisää NVDA:han paikallisen lämpötilan ilmoittamisen ja sääennusteet alkaen 24 tunnin ajalta aina 9 lisäpäivään saakka.
hu: Ezzel a kiegészítővel könnyen lekérdezhető az időjárás 24 órás, illetve akár 9 napos előrejezése is.
it: Questo plugin aggiunge temperatura locale e previsioni a 24 ore fino a ulteriori 9 giorni per NVDA
ja: このプラグインは、NVDAで、地域の気温と天気の24時間、9日間までの予報を通知します。
pl: Ten dodatek dodaje temperaturę lokalną i 24 godzinną prognoze pogody do dziewięciu dodatkowych dni do NVDA
pt_br: Este addon informa a temperatura local e a previsão do tempo atual para as próximas 24 horas e a previsão até 9 días adicionais para NVDA
ru: Этот плагин добавляет локальную температуру и прогноз на 24 часа и прогноз на 9 дней
sk: Tento doplnok umožňuje výber mesta i regiónu a zistenie stavu počasia a predpovede od 24 hodín až na 9 dní
uk: Цей плагін додає локальну температуру і прогноз на 24 години і на 9 днів.

source: Weather Plus works through the use and presence of the following services::
bg: Време Плюс работи чрез използването и наличието на следните услуги:
da: Vejret Plus fungerer gennem brug og tilstedeværelse af følgende tjenesteydelser:
de: Weather Plus funktioniert durch die Nutzung und Verfügbarkeit der folgenden Dienste::
es: Weather Plus funciona a través del uso y la presencia de los siguientes servicios:
fi: Weather Plus käyttää seuraavia palveluja:
fr: Weather Plus fonctionne à travers de l'utilisation et la présence des services suivants :
hu: Az Időjárás extra kiegésztő a következő szolgáltatásokat hasnálja az időjárás és helyi adatok lekérdezésére:
it: Weather Plus funziona attraverso l'uso e la presenza dei seguenti servizi:
ja: Weather Plusは、以下のサービスを通じて動作します。
pl: Weather Plus działa poprzez następujące serwisy::
pt_br: Weather Plus funciona através da utilização e da presença dos seguintes serviços:
ro: Meteo Plus funcționează prin utilizarea și prezența următoarelor servicii ::
ru: Weather Plus работает за счет использования и наличие следующих служб:
sk: Weather Plus pracuje a na svoju funkčnosť využíva následovné služby:
uk: Weather Plus працює за рахунок використання і наявності наступних служб:

source: Usage
bg: Начин на употреба
da: Brug
de: Aufruf
es: Uso
fi: Käyttö
hu: Használat
it: Uso
ja: 使用方法
pl: Użycie
pt_br: Uso
ru: ИСПОЛЬЗОВАНИЕ:
sk: Použitie
uk: ВИКОРИСТАНН

source: Press NVDA + w to the current temperature and weather conditions.
bg: Натиснете NVDA+W, за да получите информация за текущата температура и синоптичната прогноза.
da: Tryk NVDA+W for at få de aktuelle vejroplysninger oplyst.
de: Drücken Sie NVDA + w, um die aktuellen Temperatur- und Wetterbedingungen anzuzeigen.
es: Pulsar NVDA + w para la temperatura actual y para las condiciones del tiempo.
fi: Paina NVDA+W saadaksesi nykyisen lämpötilan ja muita säätietoja.
hu: Nyomja meg az NVDA+w billentyűparancsot a jelenlegi hőmérséklet, és az időjárási körülmények lekérdezéséhez.
it: Premere NVDA + w per la temperatura attuale e condizione meteo.
ja: NVDA+w 現在の温度と天気状況を通知します。
pl: Naciśnij NVDA + w dla teraźniejszej temperatury i prognozy pogody.
pt_br: Pressione NVDA + w para a temperatura e condições do tempo atuais.
ru: Нажмите NVDA + w для текущей температуры и погодных условий.
sk: Stlačte NVDA + w na zistenie informácií o aktuálnej teplote a poveternostných podmienkah.
uk: Нажміть NVDA + w для поточної температури і погодних умов.

source: Press NVDA + shift + W for 24 hours forecast and forecast up to 9 days.
bg: Натиснете NVDA+Shift+W,за да получите 24-часова синоптична прогноза и прогноза за до 9 дни напред.
da: Tryk NVDA+Skift+W for at få en vejrudsigt der strækker sig over 24 timer, samt yderligere 9 dage.
de: Drücken Sie NVDA + Shift + W für 24-Stunden-Prognose und für Vorhersage bis zu 9 Tagen.
es: Pulsar NVDA + shift + W para el pronóstico del tiempo a 24 horas y la predicción hasta 9 días.
fi: Paina NVDA+Shift+W saadaksesi ennusteen alkaen 24 tunnin ajalta aina 9 päivään saakka.
hu: Nyomja meg az NVDA+shift+w billentyűparancsot a 24 órás időjárás jelentéshez, és az akár 9 napos előrejelzéshez.
it: Premere NVDA + shift + W per la previsione a 24 ore e previsione fino a 9 giorni successivi.
ja: NVDA+Shift+W 24時間予報と9日間までの予報を通知します。
pl: Naciśnij NVDA + shift + W dla 24-godzinnej pogody, a także pogody do 9 dni.
pt_br: Pressione NVDA + shift + W para a previsão das próximas 24 horas e previsão em até 9 ddias.
ru: Нажмите NVDA + shift + W для прогноза на ближайшие 24 часа и прогноза на 9 дней.
sk: Stlačte NVDA + shift + W na zistenie predpovede počasia na 24 hodín až 9 dní.
uk: Нажміть NVDA + shift + W для прогнозу на найближчі 24 години і на 9 днів.

source: Press NVDA + shift + ctrl + w to set a temporary city.
bg: Натиснете NVDA+Shift+Control+W, за да зададете временно местоположение.
da: Tryk på NVDA+Skift+CTRL+W for at sætte en midlertidig by.
de: Drücken Sie NVDA + Shift + Strg + w, um eine temporäre Stadt einzustellen.
es: Pulsar NVDA + shift + control + w para configurar una ciudad temporal.
fi: Paina NVDA+Shift+Ctrl+W määrittääksesi väliaikaisen kaupungin.
hu: Nyomja meg az NVDA + shift + ctrl + w billentyűparancsot egy város megadásához.
it: Premere Nvda+shift+control+w per impostare unacitt√† temporanea.
ja: NVDA+shift+ctrl+w 現在の都市を設定します
pl: Naciśnij NVDA + shift + ctrl + w, aby ustawić tymczasowe miasto.
pt_br: Pressione NVDA + shift + ctrl + w para definir uma cidade temporária.
ru: Нажмите NVDA + shift + ctrl + w для временной установки города.
sk: Stlačte NVDA + shift + ctrl + w na nastavenie dočasného mesta.
uk: Нажміть NVDA + shift + ctrl + w для тимчасової установки міста.

source: Press NVDA + alt + w to know the last update of the weather report.
bg: Натиснете NVDA+Alt+W, за да научите кога е била последната актуализация на синоптичната прогноза.
da: Tryk NVDA+Alt+W for at få den seneste vejrudsigt oplyst.
de: Drücken Sie NVDA + alt + w, um die letzte Aktualisierung des Wetterberichts zu erfahren.
es: Pulsar NVDA + alt + w para saber la última actualización del boletín meteorológico.
fi: Paina NVDA+Alt+W saadaksesi selville sääraportin viimeisimmän päivitysajankohdan.
hu: Nyomja meg az alt+NVDA+w billentyűparancsot az időjárási információk utolsó frissítésének lekérdezéséhez.
it: Premere NVDA +alt+w per sapere la data dell'ultimo aggiornamento del bollettino meteo.
ja: NVDA+alt+w 天気予報の最終更新を通知します。
pl: Naciśnij NVDA + alt + w, aby się dowiedzieć, kiedy biuletyn pogodowy był ostatnio zaktualizowany.
pt_br: Pressione NVDA + alt + w para saber a última atualização do boletim da previsão do tempo.
ru: Нажмите NVDA + alt + w чтобы узнать последнее обновление прогноза.
sk: Stlačte NVDA + alt + w na získanie informácie o poslednej aktualizácii predpovede počasia.
uk: Нажміть NVDA + alt + w щоб дізнатися останнє оновлення прогнозу.

source: Press control + shift + w to toggle between Fahrenheit, Celsius or Kelvin.
bg: Натиснете Control+Shift+W, за да превключите между Фаренхайт, Целзии или Келвин.
da: Tryk på CTRL+Skift+W for at skifte temperaturenheden mellem Fahrenheit, Celsius og Kelvin.
de: Drücken Sie Steuerung + Umschalt + w, um zwischen Fahrenheit, Celsius oder Kelvin umzuschalten.
es: Pulsar Control + shift + w para conmutar entre Fahrenheit, Celsius o Kelvin.
fi: Paina Ctrl+Shift+W vaihtaaksesi fahrenheitin, celsiuksen ja kelvinin välillä.
hu: Nyomja meg a control + shift + w billentyűparancsot a Fahrenheit, Celsius és Kelvin értékek közötti váltáshoz.
it: Premere shift+control+w per alternare temporaneamente la scala di misura dei gradi tra Fahrenheit, Centigradi e Kelvin.
ja: Ctrl+shift+w ファーレンハイト、セルシウス℃、ケルビンを切り替えます。
pl: Naciśnij ctrl + shift + w, Aby się przełączać pomiędzy stopniami fahrenheita, celsiusza i kelwina.
pt_br: Pressione control + shift + w para alternar entre Fahrenheit, Celsius ou Kelvin.
ru: Нажмите control + shift + w для переключения между градусами Фаренгейта, Цельсия или Кельвина.
sk: Stlačte control + shift + w na prepínanie medzi stupňami Fahrenheita, Celsia alebo Kelvina.
uk: Нажміть control + shift + w для переключення між градусами Фаренгейта, Цельсія або Кельвіна.

source: Press NVDA + shift + control + alt + w to open the Weather Plus settings dialog.
bg: Натиснете NVDA+Shift+Control+Alt+W, за да отворите прозореца с настройките на Време Плюс.
da: Tryk på NVDA+Skift+CTRL+Alt+W for at åbne indstillingerne for Vejret Plus.
de: Drücken Sie NVDA + Umschalt + Steuerung + Alt + W, um den Einstellungsdialog von Weather Plus zu öffnen.
uk: Нажміть NVDA + shift + control + alt + w для відкриття діалогу налаштувань Weather Plus.

source: To set Weather Plus
bg: За да настроите Време Плюс
da: For at indstille Vejret Plus
de: Um Weather Plus einzustellen
es: Para configurar Weather Plus
fi: Weather Plus:an määrittäminen
hu: Az Időjárás extra beállítása
it: Per impostare Weather Plus
ja: Weather Plusの設定
pl: Aby ustawić Weather Plus,
pt_br: Para definir cidades e conhecer outras opções do Weather Plus
ru: Чтобы настроить Weather Plus:
sk: Nastaviť Weather Plus
uk: Щоб налаштувати Weather Plus

source: Read the file: Weather Plus First Settings.html.
bg: Прочетете файла: Weather Plus First Settings.html.
da: Læs filen: Weather Plus First Settings.html.
de: Lesen Sie die Datei: Weather Plus First Settings.html.
es: Leer el archivo: Weather Plus First Settings.html.
fi: Lue tiedosto: Weather Plus First Settings.html.
fr: Lire le fichier : Weather Plus First Settings.html.
hu: Olvassa el a következő fájlt: Weather Plus First Settings.html.
it: Leggere il file: Weather Plus First Settings.html.
ja: 次のファイルを読んで下さい。
pl: Przeczytaj plik: Weather Plus First Settings.html.
pt_br: Leia o arquivo: Weather Plus First Settings.html.
ro: Citiți fișierul: Weather Plus First Settings.html.
ru: Читайте файл: Weather Plus First Settings.html.
sk: Prečítajte si súbor: Weather Plus First Settings.html.
uk: Читайте файл: Weather Plus First Settings.html.

source: Version: 4.1, copyright(C) 2014 - 2016 Adriano Barbieri <adrianobarb@yahoo.it>, Released under the GNU GPL (General Public License)
es: Versión: 4.1, Copyright(C) 2014 - 2016 Adriano Barbieri <adrianobarb@yahoo.it>, Liberado bajo la licencia GNU GPL (General Public License)
fi: Versio: 4.1, copyright(C) 2014 - 2016 Adriano Barbieri <adrianobarb@yahoo.it>, julkaistu GNU GPL (General Public License) -lisenssin alaisuudessa

source: % ABOUT WEATHER PLUS:
fr: % A PROPOS DE WEATHER PLUS:
ro: % DESPRE METEO PLUS:

source: <html lang="en">
fr: <html lang="fr">
ro: <html lang="ro">

source: - This plugin adds local temperature and forecasts to 24 hours up to 9 additional days for NVDA - Copyright(C) 2014 - 2016 Adriano Barbieri [adrianobarb@yahoo.it](mailto:adrianobarb@yahoo.it) - Released under the GNU GPL (General Public License) - Version: 3.9.4.
fr: - Ce module complémentaire ajoute la température locale et les prévisions météo à 24 heures actuelles et les prévisions jusqu'à 9 jours supplémentaires pour NVDA. - Copyright (C) 2014 - 2016 Adriano Barbieri [adrianobarb@yahoo.it](mailto:adrianobarb@yahoo.it - Publié sous la GNU GPL (General Public License) - Version : 3.9.4.
ro: - Acest supliment adaugă temperatura locală și prognoza pe 24 de ore până la 9 zile, adițional. Drepturi de autor (C) 2014 - 2016 Adriano Barbieri [adrianobarb@yahoo.it](mailto:adrianobarb@yahoo.it) - Lansat sub GNU GPL (General Public License) - Versiunea: 3.9.4.

source: USE:
fr: UTILISATION :
ro: UTILIZARE:

source: - Press NVDA + w to the current temperature and weather conditions. - Press NVDA + shift + W for 24 hours forecast and forecast up to 9 days. - Press NVDA + shift + ctrl + w to set a temporary city. - Press NVDA + alt + w to know the last update of the weather report. - Press control + shift + w to toggle between Fahrenheit, Celsius or Kelvin.
fr: - Appuyez sur NVDA + w pour la température actuelle et les conditions météo. - Appuyez sur NVDA + maj + W pour les prévisions à 24 heures et les prévisions jusqu'à 9 jours. - Appuyez sur NVDA + maj + contrôle + w pour définir une ville temporaire. - Appuyez sur NVDA + alt + w pour connaître la dernière mise à jour du bulletin météo. - Appuyez sur Contrôle + maj + w pour basculer entre Fahrenheit, Celsius ou Kelvin.
ro: - Apăsați NVDA + w pentru temperatura curentă și condițiile meteo. - Apăsați NVDA + shift + W pentru prognoza de 24 de ore și prognoza până la 9 zile. - Apăsați NVDA + shift + ctrl + w pentru a seta un oraș temporar. - Apăsați NVDA + alt + w pentru a ști ultima actualizare a vremii. - Apăsați control + shift + w pentru a comuta între Fahrenheit, Celsius sau Kelvin.

source: To set Weather Plus:
fr: Pour configurer Weather Plus :
ro: Pentru a seta Meteo Plus:

source: Contact the author of the add-on Weather Plus: [Adriano Barbieri](mailto:adrianobarb@yahoo.it)
fr: Contactez l'auteur du module complémentaire Weather Plus : [Adriano Barbieri](mailto:adrianobarb@yahoo.it)
ro: Contactați autorul add-on-ului Meteo Plus: [Adriano Barbieri](mailto:adrianobarb@yahoo.it)

source: Last revised 13 06, 2016
fr: Dernière révision le 13 06, 2016
ro: Ultima lansare: 13 iunie 2016
