Repository: nvdacn/screenReaderTranslations
Catalog: website/addons/wintenApps.*.po
Languages: ar, ro

source: Authors: Joseph Lee, Derek Riemer and other Windows 10 users
ro: Autori: Joseph Lee, Derek Riemer și alți utilizatori Windows 10

source: Download [stable version][1]
ar: تحميل [الإصدار النهائي][2]
ro: Descărcați [versiunea stabilă][1]

source: Download [development version][2]
ar: تحميل [الإصدار التجريبي][2]
ro: Descărcați [versiunea în dezvoltare][2]

source: This add-on is a collection of app modules for various Windows 10 apps, as well as enhancements and fixes for certain windows 10 controls.
ro: Acest supliment cuprinde o colecție de module pentru diverse aplicații din Windows 10, dar și rezolvări și îmbunătățiri pentru anumite controale din Windows 10.

source: The following app modules or support modules for some apps are included (see each app section for details on what is included):
ar: تحتوي الإضافة على الملحقات البرمجية التالية (يرجى النظر في كل قسم تطبيق معين للمزيد من التفاصيل حول ما تحتويه الإضافة من ملحقات عن هذا التطبيق):
ro: Următoarele module de aplicații sau module de suport pentru unele aplicații sunt incluse (verificați fiecare secțiune a aplicației pentru detalii cu privire la ceea ce este inclus):

source: Alarms and Clock.
ro: Alarme și ceas.

source: Feedback Hub
ro: Centrul de Feedback

source: Game Bar
ro: Bară de jocuri

source: Maps
ro: Hărți

source: Modern keyboard (emoji panel/hardware input suggestions in Version 1709 and later)
ro: Tastatură modernă (sugestii de intrare a panoului/hardware emoji în versiunea 1709 și mai nouă)

source: People
ro: Persoane

source: Settings (system settings, Windows+I)
ro: Setări (setări de sistem, Windows+I)

source: Skype (universal app)
ro: Skype (aplicație universală)

source: Store
ro: Magazin

source: Weather.
ro: Meteo.

source: Miscellaneous modules for controls such as Start Menu tiles.
ro: Diverse module de control precum tile-urile din meniul start.

source: In context menus for Start Menu tiles, submenus are properly recognized.
ro: În meniurile contextuale ale tile-urilor din cadrul Start Meniu, submeniurile sunt recunoscute corect.

source: Certain dialogs are now recognized as proper dialogs, including Insider Preview dialog (settings app).
ro: Anumite dialoguri sunt acum recunoscute ca dialoguri corespunzătoare. Acestea includ dialogul Insider Preview (aplicația setări).

source: In certain context menus (such as in Edge), position information (e.g. 1 of 2) is no longer announced.
ro: În anumite meniuri contextuale (cum ar fi în Edge), informația poziției (e.x. 1 din 2) nu mai este anunțată.

source: The following UIA events are recognized: Controller for, drag start, drag cancel, drag complete, element selected, live region change, notification, system alert, tooltip opened, window opened. With NVDA set to run with debug logging enabled, these events will be tracked, and for UIA notification event, a debug tone will be heard.
ro: Următoarele evenimente UIA sunt recunoscute: Controler pentru, început tragere, tragere finalizată, element selectat, schimbarea regiunii active, notificare, alertă de sistem, indiciu deschis, fereastră deschisă. Cu NVDA-ul setat să ruleze cu diagnosticarea activată, aceste evenimente vor fi urmărite, iar pentru evenimentul de tip notificare UIA, se va auzi un ton de diagnosticare.

source: Added ability to check for add-on updates (automatic or manual) via Windows 10 App Essentials dialog found in NvDA Preferences menu. By default, stable and development versions will check for new updates automatically on a weekly or daily basis, respectively.
ro: A fost adăugată abilitatea pentru căutarea actualizărilor add-on-ului (automat sau manual) printr-un nou dialog Windows 10 App Essentials găsit în meniul NVDA, submeniul Preferințe. În mod implicit, versiunea stabilă și cea în dezvoltare vor căuta noi actualizări automat săptămânal sau zilnic.

source: In some apps, live region text is announced. This includes alerts in Edge, results in Calculator and others. Note that this may result in double-speaking in some cases.
ro: În unele aplicații, textul regiunii live este anunțat. Aceasta include alertele din Edge, rezultatele din Calculator și altele. Rețineți faptul că asta poate rezulta o dublă vorbire în unele cazuri.

source: Notifications from newer app releases on Windows 10 Version 1709 (build 16299) and later are announced. Due to technical limitations, this feature works properly with NVDA 2018.1 and later, and will be part of NVDA with 2018.2 release.
ro: Sunt anunțate Notificările versiunilor mai noi ale aplicațiilor din Windows 10 versiunea 1709 (compilare 16299) și mai nouă. Datorită limitărilor tehnice, această caracteristică funcționează corespunzător cu NVDA 2018.1 și mai nou și va face parte din versiunea NVDA 2018.2.

source: Tooltips from Edge and universal apps are recognized and will be announced.
ro: Indiciile din Edge și alte aplicații universale sunt recunoscute și vor fi anunțate.

source: NVDA will no longer announce "unknown" when opening quick link menu (Windows+X). This fix will be part of NVDA 2018.2.
ro: NVDA nu va mai spune „necunoscut” la deschiderea meniului de legătură rapidă (Windows+X). Această remediere va face parte din NVDA 2018.2.

source: In build 17627 and later, when opening a new Sets tab (Control+Windows+T), NVDA will announce search results when searching for items in the embedded Cortana window.
ro: În compilarea 17627 și mai nouă, la deschiderea unei noi file Sets (Control+Windows+T), NVDA va anunța rezultatele căutării atunci când se caută elemente în fereastra Cortana încorporată.

source: When opening, closing, or switching between virtual desktops, NVDA will announce current desktop ID (desktop 2, for example).
ro: La deschiderea, închiderea sau comutarea între spațiile de lucru virtuale, NVDA va anunța ID-ul spațiului de lucru curent (spațiu de lucru 2).

source: Alarms and clock
ro: Alarme și ceas

source: Time picker values are now announced, noticeable when moving focus to picker controls. This also affects the control used to select when to restart to finish installing Windows updates.
ro: Valorile selectorului de dată sunt acum anunțate, de observat atunci când focalizarea se deplasează la selectorul de comenzi. De asemenea, aceasta afectează comanda utilizată pentru a selecta când să repornească pentru finalizarea actualizărilor Windows.

source: When ENTER or Escape is pressed, NVDA announces calculation results.
ro: Când se apasă Enter sau Escape, NVDA anunță rezultatele calculului.

source: For calculations such as unit converter and currency converter, NVDA will announce results as soon as calculations are entered.
ro: Pentru calcule precum convertorul de unitate și convertorul valutar, NVDA va anunța rezultatele de îndată ce vor fi introduse calculele.

source: NVDA no longer announces "edit" or "read-only" in message body and other fields.
ro: NVDA nu mai anunță „Editare” sau „doar citire” în corpul mesajului sau în alte câmpuri.

source: Textual responses from Cortana are announced in most situations (if it doesn't, reopen Start menu and try searching again).
ro: Răspunsurile textuale de la Cortana sunt anunțate în cele mai multe situații (dacă nu, redeschideți meniul start și încercați căutarea din nou).

source: NVDA will be silent when talking to Cortana via voice.
ro: NVDA va fi silențios atunci când vorbiți cu Cortana prin voce.

source: NVDA will now announce reminder confirmation after you set one.
ro: NVDA va anunța o confirmare memento după ce ați setat unul.

source: For newer app releases, NVDA will no longer announce feedback categories twice.
ro: Pentru versiunile mai noi de aplicații, NVDA nu va mai anunța categoriile de feedback de două ori.

source: NVDA will announce appearance of Game Bar window. Due to technical limitations, NVDA cannot interact fully with Game Bar.
ro: NVDA va anunța aspectul barei de jocuri. Datorită limitărilor tehnice, NVDA nu poate interacționa pe deplin cu bara de jocuri.

source: When reviewing items in messages list, you can now use table navigation commands to review message headers.
ro: Când examinați elemente în lista de mesaje, puteți să folosiți comenzile de navigare ale tabelului pentru a examina antetele mesajelor.

source: When writing a message, appearance of at mention suggestions are indicated by sounds.
ro: La scrierea unui mesaj, aspectele sugestiilor de menționare a arondului sunt indicate de sunete.

source: NVDA plays location beep for map locations.
ro: NVDA redă bipul locației pentru locațiile hărții.

source: When using street side view and if "use keyboard" option is enabled, NVDA will announce street addresses as you use arrow keys to navigate the map.
ro: Atunci când se utilizează vedere din stradă laterală și în cazul în care opțiunea "utilizare tastatură" este activată, NVDA va anunța adrese pe măsură ce utilizați tastele săgeată pentru a naviga pe hartă.

source: Notifications such as file downloads and various webpage alerts are announced.
ro: Sunt anunțate notificări, cum ar fi descărcări de fișiere și diverse alerte de pe paginile web.

source: Modern keyboard
ro: Tastatură modernă

source: In post-1709 builds, NVDA will announce the first selected emoji when emoji panel opens.
ro: În post-1709 builds, NVDA va anunța primul emoji selectat când se deschide panoul emoji.

source: When searching for contacts, a sound will play if there are search results.
ro: La căutarea contactelor, un sunet se va reda dacă există rezultate de căutare.

source: Settings
ro: Setări

source: Certain information such as Windows Update progress is reported automatically.
ro: Anumite informații, cum ar fi progresul Windows Update, sunt acum raportate automat.

source: Progress bar values and other information are no longer announced twice.
ro: Valorile barei de progres și alte informații nu mai sunt anunțate de două ori.

source: Settings groups are recognized when using object navigation to navigate between controls.
ro: Grupurile de setări sunt recunoscute la utilizarea navigării obiectului pentru a naviga printre controale.

source: For some combo boxes, NVDA will no longer fail to recognize labels and/or announce value changes.
ro: Pentru unele casete combinate, NVDA nu va mai eșua la recunoașterea etichetelor și/sau anunțarea schimbărilor valorii.

source: Typing indicator text is announced just like Skype for Desktop client.
ro: Textul indicatorului de scriere este anunțat la fel ca Skype pentru Desktop.

source: Partial return of Control+NvDA+number row commands to read recent chat history and to move navigator object to chat entries just like Skype for Desktop.
ro: Revenire parțială a comenzii Control+NvDA+1 până la 0 pentru citirea istoricului chatului recent și pentru deplasarea obiectului navigator la intrările chatului (la fel ca Skype pentru Desktop).

source: You can now press Alt+number row to locate and move to conversations (1), contacts list (2), bots (3) and chat edit field if visible (4). Note that these commands will work properly if Skype update released in March 2017 is installed.
ro: Puteți apăsa Alt+rândul cu numere pentru a localiza și a vă deplasa la conversații (1), lista de contacte (2), boți (3) și câmpul de editare al chatului dacă e vizibil (4). Rețineți că aceste comenzi vor funcționa corespunzător dacă actualizarea Skype-ului lansată în martie 2017 este instalată.

source: Combo box labels for Skype preview app released in November 2016 are announced.
ro: Etichetele Casetelor combinate pentru aplicația Skype preview, lansată în noiembrie 2016, sunt anunțate.

source: NVDA will no longer announce "Skype Message" when reviewing messages for majority of cases.
ro: NVDA nu mai anunță „Mesaj Skype” la examinarea mesajelor pentru majoritatea cazurilor.

source: Various issues when using Skype with braille displays fixed, including inability to review message history items in braille.
ro: Diferite probleme la utilizarea Skype-ului cu afișaje braille au fost rezolvate, incluzând incapacitatea de a examina elementele istoricului mesajelor în braille.

source: From message history list, pressing NVDA+D on a message item will now allow NVDA to announce detailed information about a message such as channel type, sent date and time and so on.
ro: Din lista istoricului mesajelor, apăsarea NVDA+D pe un element de mesaj nu-i va permite NVDA-ului să anunțe informații detaliate despre un mesaj, cum ar fi tip de canal, data și ora trimiterii și așa mai departe.

source: After checking for app updates, app names in list of apps to be updated are correctly labeled.
ro: După căutarea actualizărilor aplicației, nume de aplicații în lista aplicațiilor care urmează să fie actualizate sunt etichetate corect.

source: When downloading content such as apps and movies, NVDA will announce product name and download progress.
ro: La descărcarea conținutului, cum ar fi aplicații și filme, NVDA va anunța numele produsului și progresul descărcării.

source: Weather
ro: Meteo

source: Tabs such as "forecast" and "maps" are recognized as proper tabs (patch by Derek Riemer).
ro: Etichete precum „vremea” și „hărțile” sunt recunoscute ca etichete adegvate (patch de Derek Riemer).

source: when reading a forecast, use the left and right arrows to move between items. Use the up and down arrows to read the individual items. For example, pressing the right arrow might report "Monday: 79 degrees, partly cloudy, ..." pressing the down arrow will say "Monday" Then pressing it again will read the next item (Like the temperature). This currently works for daily and hourly forecasts.
ro: atunci când citiți o prognoză, utilizați săgețile stânga și dreapta pentru a vă deplasa între elemente. Utilizați săgețile sus și jos pentru a citi articolele individuale. De exemplu, apăsând pe săgeata din dreapta poate raporta un "luni: 79 de grade, parțial noros, ...", apăsând săgeata în jos va spune "luni" Apoi, apăsând din nou va citi elementul următor (La fel ca temperatura). Acest lucru funcționează în prezent pentru previziunile zilnice și orare.

source: Author: Joseph Lee
ar: مطور الإضافة: Joseph Lee

source: This add-on is a collection of app modules for various Windows 10 apps, as well as fixes for certain windows 10 controls.
ar: هذه الإضافة هي عبارة عن مجموعة من الملحقات البرمجية لتطبيقات متنوعة بويندوز 10 فضلا عن معالجة لبعض الأخطاء البرمجية لبعض البرامج

source: Calculator (modern).
ar: الحاسبة (حديثة modern).

source: Insider Hub (Windows Insiders only).
ar: المحور الداخلي (insider hub) (دواخل ويندوز فقط).

source: TeamViewer Touch.
ar: Insider Hub and TeamViewer Touch

source: General
ar: عام

source: Certain combo box items are now announced.
ar: الإعلان عن عناصر بعض صنادقي الخيارات

source: Calculator
ar: حاسبة

source: When ENTER is pressed, NVDA announces calculation results.
ar: عند ضغط مفتاح الإدخال, سيعلن NVDA عن النتائج.

source: Insider Hub and TeamViewer Touch
ar: Insider Hub و TeamViewer Touch

source: Insider Hub only: Meant to be used by Windows Insiders running an Insider build.
ar: Insider Hub فقط: يقصد باستخدامه لمن لديهم Insider.

source: Labels for radio buttons are announced.
ar: الإعلان عن أسماء أزرار الاختيار

source: TeamViewer Touch: Lables for buttons are announced.
ar: TeamViewer باللمس: الإعلان عن أسماء الأزرار

source: Button labels are now announced.
ar: الآن ستعلن أسماء الأزرار

source: Time picker values are now announced. This also affects the control used to select when to restart to finish installing Windows updates.
ar: الإعلان عن قيم الوقت. هذا يعالج أيضا الأداة التي تتيح اختيار متى تعيد تشغيل أو تنهي تثبيت تحديثات الويندوز.
