Repository: nvdacn/screenReaderTranslations
Catalog: website/addons/word.*.po
Languages: bg, de, fi, fr, hu, it, ne, nl, pl, pt_br, ro, ru, sk, sl, uk

source: [[!meta title="Extended Microsoft Word functionality"]]
bg: [[!meta title="Extended Microsoft Word functionality (Разширена функционалност за Microsoft Word)"]]
de: [[!meta title="erweiterte Funktionen für Microsoft Word"]]
fi: [[!meta title="Laajennettu Microsoft Word -toiminnallisuus"]]
fr: [[!meta title="Fonctionnalité étendue de Microsoft Word"]]
hu: [[!meta title="Kiterjesztett Microsoft Word támogatás"]]
it: [[!meta title="Funzionalità aggiuntive per Microsoft Word"]]
ne: [[!meta title="विस्तारित माईक्रोसफ्ट वर्ड कार्यक्षमता (Extended Microsoft Word functionality)"]]
nl: [[!meta title="Uitgebreide Microsoft Word functionaliteit"]]
pl: [[!meta title="Rozszerzona funkcjonalność w programie Microsoft Word / Extended Microsoft Word functionality"]]
pt_br: [[!meta title="Funções estendidas para Microsoft Word"]]
ro: [[!meta title="Funcționalitate extinsă pentru Microsoft Word"]]
sk: [[!meta title="Rozšírená podpora pre Microsoft Word"]]
sl: [[!meta title="Dodatna Microsoft Word funkcionalnost"]]

source: Authors: Bram Duvigneau
bg: Автори: Bram Duvigneau
de: Autoren: Bram Duvigneau
fi: Tekijä: Bram Duvigneau
fr: Auteurs: Bram Duvigneau
hu: Készítők: Bram Duvigneau
it: Autori: Bram Duvigneau
ne: लेखक: ब्राम दुवान्यु
nl: Auteurs: Bram Duvigneau
pl: Autor: Bram Duvigneau
pt_br: Autores: Bram Duvigneau
ro: Autor: Bram Duvigneau
ru: Авторы: Bram Duvigneau
sk: Autor: Bram Duvigneau
sl: Avtor: Bram Duvigneau
uk: Автори: Bram Duvigneau

source: Download: [version 0.2-dev][1]
bg: Изтегляне: [версия 0.2-dev][1]
de: herunterladen: [version 0.2-dev][1]
fi: Lataa: [versio 0.2-dev][1]
fr: Télécharger: [version 0.2-dev][1]
hu: Letöltés: [0.2-dev verzió][1]
it: Download: [versione 0.2-dev][1]
ne: डाउनलोड: [version 0.2-dev][1]
nl: Download: [versie 0.2-dev][1]
pl: Pobierz: [wersja 0.2-dev][1]
pt_br: Baixe: [versão 0.2-dev][1]
ro: Download: [versiune 0.2-dev][1]
ru: Загрузить: [версию 0.2-dev][1]
sk: Stiahnuť: [verzia 0.2-dev][1]
sl: Dolpotegni: [različica 0.2-razvojna][1]
uk: Завантажити: [версія 0.2-dev][1]

source: This package is distributed under the terms of the GNU General Public License, version 2 or later. Please see the file COPYING.txt for further details.
bg: Този пакет се разпространява под условията на основния публичен лиценз на GNU (GNU General Public License), версия 2 или по-нова. За повече информация, моля вижте файла COPYING.txt.
de: Dieses Paket steht unter der Gnu-Lizenz für freie Software Version 2 und höher. Weitere Informationen finden Sie in der Datei copying.
fi: Tätä pakettia jaetaan GNU General Public License (versio 2 tai uudemman) -lisenssin ehtojen mukaisesti. Katso lisätietoja COPYING.txt-tiedostosta.
fr: Ce package est distribué sous les termes de la licence GNU General Public, version 2 ou supérieure. Lisez le fichier COPYING.txt pour plus de détails.
hu: A kiegészítő a GPL (GNU General Public License) 2-es verziója alatt áll, részletekért tekintse meg az NVDA-hoz mellékelt copiing.txt fájlt.
it: Questo pacchetto è distribuito sotto i termini della licenza GNU General Public License, versione 2 o successiva. Si prega di consultare il file COPYING.it.txt per ulteriori dettagli.
ne: यो पोको GNU संस्करण २ वा यस पछिका सामान्य सार्वजनिक इजाजत अनुसार प्रकासित गरिएको छ ।, कृपया COPYING.txt नामको फाईल पढ्नु होला । for further details.
nl: Dit programma wordt gedistribueerd volgens de voorwaarden van de GNU General Public License, versie 2 of later. Zie het bestand COPYING.txt voor details.
pl: Ten pakiet jest dostępny na licencji GNU General Public License, wersja 2 lub późniejsza. Proszę przeczytać plik COPYING.txt aby uzyskać więcej szczegółów.
pt_br: Este pacote é distribuído sob os termos da Licença Pública Geral GNU, versão 2 ou superior. Por favor consulte o arquivo COPYING.txt para mais detalhes.
ro: Acest pachet este distribuit sub condițiile licenței GNU General Public License, versiunea 2 sau mai nouă. Consultați fișierul COPYING.txt pentru detalii suplimentare.
ru: Этот пакет распространяется на условиях GNU General Public License, версии 2 или более поздней. Пожалуйста, обратитесь к файлу COPYING.txt для дальнейших подробностей.
sk: Tento doplnok je distribuovaný pod licenciou GNU General Public License, verzia 2 a novšie. Pre viac informácií pozrite súbor COPYING.TXT
sl: Ta paket je na voljo po določilih GNU Splošne javne Licence, druge različice ali kasnejše. Prosimo glejte datoteko COPYING.txt za več podrobnosti.
uk: Цей пакет поширюється на умовах ліцензії GNU General Public License versії 2 чи пізнішої. Будь ласка, перегляньте файл COPYING.txt для додаткових деталей.

source: This add-on extends the support for Microsoft Word in NVDA.
bg: Тази добавка разширява възможностите на NVDA при работа с Microsoft Word.
de: Diese Erweiterung ergänzt den den Funktionsumfang von Microsoft Word.
fi: Tämä lisäosa laajentaa NVDA:n Microsoft Word -tukea.
fr: Ce module complémentaire améliore le support de Microsoft Word dans NVDA.
hu: Ez a kiegészítő bővebb támogatást nyújt a Microsoft Word használatához az NVDA programmal.
it: Questo componente aggiuntivo estende il supporto per Microsoft Word in NVDA.
ne: यो थप-साधनले नेत्रवाणी सक्रिय हुँदा माईक्रोसफ्ट वर्डको कार्यक्षमता विस्तारित गर्ने छ ।
nl: Deze add-on breidt de ondersteuning voor Microsoft Word in NVDA uit.
pl: dodatek rozszerzający wsparcie dla programu Microsoft Word w NVDA.
pt_br: Este complemento estende o suporte do NVDA ao Microsoft Word.
ro: Acest add-on extinde compatibilitatea cu Microsoft Word pentru NVDA.
ru: Это дополнение расширяет поддержку Microsoft Word в NVDA.
sk: Tento doplnok pridáva rozšírenú podporu pre Microsoft Word.
sl: Ta dodatek razširi podporo Microsoft Worda v NVDA.
uk: Цей додаток розширює підтримку Microsoft Word програмою NVDA.

source: Copyright (C) 2012 - Bram Duvigneau.
bg: Авторско право (C) 2012 - Bram Duvigneau.
ne: प्रतिलिपी अधिकार (C) 2012 - Bram Duvigneau.
ru: Авторское право (C) 2012 - Bram Duvigneau.
uk: Авторське право (C) 2012 - Bram Duvigneau.

source: Features
bg: Възможности
de: Funktionen
fi: Ominaisuudet
fr: Fonctionnalités :
hu: Tulajdonságok
it: Caratteristiche
ne: सुविधाहरू
nl: Functionaliteit
pl: funkcje
pt_br: Características
ro: Funcționalități
ru: Возможности
sk: Vlastnosti
sl: Zmožnosti
uk: Можливості

source: For now this add-on just announces the text of a comment when NVDA+shift+c is pressed. Suggestions for new features are very welcome!
bg: Засега тази добавка добавя само възможността за преглед на коментарите с NVDA+shift+c. Приемаме предложения за добавяне на нови възможности!
de: Momentan werden lediglich Kommentare angezeigt, wenn Sie nvda+Umschalt+C drücken. Vorschläge für weitere Funktionen sind willkommen.
fi: Toistaiseksi tämä lisäosa vain lukee kommentin tekstin painettaessa NVDA+Shift+C. Ehdotukset uusista ominaisuuksista ovat erittäin tervetulleita!
fr: Pour le moment, seul les commentaire sont annoncés s'il y en a en appuyant sur NVDA+Maj+C. Les suggestions sont les bienvenues !
hu: Jelenleg a kiegészítő segítségével bemondathatóak a Microsoft wordben található megjegyzések az NVDA+shift+c billentyűparancs használatával. További fejlesztési ötleteket szívesen fogatok!
it: Per ora questo componente aggiuntivo annuncia solo il testo di un commento quando viene premuta la combinazione di tasti NVDA + shift +c. Sono graditi suggerimenti per nuove funzioni!
nl: Op dit moment meldt de add-on de tekst van een opmerking zodra NVDA+shift+c wordt ingedrukt. Suggesties voor nieuwe functies zijn zeer welkom!
pl: puki co, dodatek odczytuje tekst komentarza po wciśnięciu nvda+shift+c. Wszelkie sugestje odnośnie innych funkcji mile widziane!
pt_br: Por ora este complemento só anuncia o texto de um comentário quando se pressiona NVDA+shift+c. Sugestões para novos recursos são muito bem-vindas!
ro: Pentru moment acest add-on doar anunță textul unui comentariu când NVDA+shift+c este apăsat. Sunt binevenite sugestii pentru noi funcționalități
ru: В данный момент это дополнение просто объявляет текст комментария, когда нажата NVDA+Shift+C. Предложения о новых возможностях приветствуются!
sk: V súčasnosti doplnok oznamuje komentáre po stlačení skratky NVDA+shift+c. Uvítam návrhy na ďalšie funkcie.
sl: Zazdaj ta dodatek naznani le besedilo komentarja, ko pritisnite NVDA+shift+c. Predlogi za nove zmožnosti so zelo dobrodošli!
uk: Зараз цей додаток просто повідомляє текст коментаря, якщо натиснуто комбінацію клавіш NVDA+shift+c. Автори чекають на нові пропозиції щодо подальшого розширення функціоналу цього додатка!

source: Shortcut: NVDA+Shift+c
bg: Бърз клавиш: NVDA+Shift+c
de: Kurztaste: NVDA+Umschalt+c
fi: Pikanäppäin: NVDA+Shift+c
fr: Raccourci: NVDA+Maj+c
hu: Billentyűparancs: NVDA+Shift+c
it: Scorciatoia: NVDA + Shift + c
ne: द्रुतमार्ग: नेत्रवाणी+Shift+c
nl: Sneltoets: NVDA+Shift+c
pl: skrót: NVDA+Shift+c
pt_br: Atalho: NVDA+Shift+c
ro: Scurtătură: NVDA+shift+c
ru: Горячая клавиша: NVDA+Shift+c
sk: Klávesová skratka: NVDA+Shift+c
sl: Bližnjica: NVDA+Shift+c
uk: Клавіатурне скорочення: NVDA+Shift+c

source: Changes for 0.1 - 2013-03-07
bg: Промени във версия 0.1 - 07.03.2013
de: Änderungen in 0.1 - 07.03.2013
fi: Muutokset versiossa 0.1 7.3.2013
fr: Changements pour la version 0.1 - 07/03/2013
hu: A 0.1 verzió változásai - 2013-03-07
it: Cambiamenti in 0.1 - 07/03/2013
ne: 0.1 - 2013-03-07 मा गरिएका परिवर्तनहरू
nl: Veranderingen voor 0.1 - 2013-03-07
pl: zmiany dla wersji 0.1 - 2013-03-07
pt_br: Mudanças na 0.1 - 07/03/2013
ro: Modificări pentru 0.1 - 2013-03-07
ru: Изменения в версии 0.1 - 2013-03-07
sk: Zmeny vo verzii 0.1 - 7. 3. 2013
sl: Spremembe v 0.1 - 2013-03-07
uk: Зміни з версії 0.1 - 2013-03-07

source: Initial release
bg: Първоначално издание
de: anfängliche Version
fi: Ensimmäinen versio
fr: Première version
hu: Első kiadás
it: Versione iniziale
ne: पहिलो प्रकासन
nl: Eerste versie
pl: wydanie wstępne.
pt_br: Lançamento inicial
ro: Lansare inițială
ru: Первый публичный релиз
sk: Prvé vydanie
sl: Osnovna različica
uk: Перший реліз
