Repository: nvdacn/screenReaderTranslations
Catalog: */add-ons/lambda/nvda.po
Languages: hr

source: Shows a dialog to revert lambda profile options to the default.
hr: Prikazuje dijaloški okvir za vraćanje postavki lambda profila na zadane.

source: Reports the current line under the application cursor.
hr: Čita trenutni red ispod kursora aplikacije.

source: reads from the beginning of the document up to the end of the text.
hr: Čita od početka do kraja dokumenta.

source: Announces the current selection in edit controls and documents.
hr: Izgovara trenutni izbor u poljima za uređivanje i dokumentima.

source: Duplicate the current line and sets the cursor to the new line.
hr: Ponavlja trenutni red i postavlja kursor na novi red.

source: flat mode
hr: Ravan režim

source: Toggle the braille flat mode on or off.
hr: Uključuje ili isključuje režim brajevog retka.

source: Duplicate lines using control+d shortcut may causes error or stability issues while using Lambda with NVDA. Please consider using the NVDA+D shortcut instead.
hr: Ponavljanje redaka korištenjem prečice CTRL+D može uzrokovati greške ili nestabilnost tijekom korištenja lambda sa NVDA. Molimo da umjesto toga koristite prečicu NVDA+D.

source: Revert LAMBDA Profile Wizard
hr: Čarobnjak vraćanja lambda profila

source: Choose which options you want to reset to the default value for the Lambdas profile
hr: Izaberite koje postavke lambda profila želite vratiti na zadane.

source: Keep the LAMBDA braille table for the current language (%s)
hr: Zadrži lambda brajevu tablicu za trenutni jezik (%s)

source: Set the braille cursor to tether the focus
hr: Postavi brajev kursor da bude vezan za fokus

source: Disable the Braille reading by paragraph
hr: Onemogući čitanje brajice po odlomcima

source: Disable word wrappping of the braille line
hr: Onemogući razdvajanje riječi na kraju reda

source: Incompatible version of the addon detected
hr: Nekompatibilna verzija dodatka otkrivena

source: An old, incompatible version of this addon has been detected. This prevents the installation to be completed. Please uninstall the previous version before proceeding with the Lambda addon setup.
hr: Stara, nekompatibilna verzija dodatka otkrivena. To onemogućava završetak instalacije. Molimo, deinstalirajte staruju verziju prije nastavka instalacije lambda dodatka.

source: lambda profile already exists
hr: lambda profil već postoji

source: Another profile named "lambda" is already present in your NVDA configuration. This may prevents the addon on create and configure the lambda profile correctly. Please review default options for this addon using the Revert LAMBDA Profile Wizard (pressing nvda+alt+r) while the Lambda Application is active. Press OK to complete the addon Setup.
hr: Profil sa imenom lambda već postoji u NVDA postavkama. To može spriječiti dodatak da kreira i podesi profil kako treba.

source: Lambda math editor addon
hr: Dodatak lambda matematički uređivač

source: This addon provides access to the Lambda math editor with both braille and speech support.
hr: Ovaj dodatak omogućava pristup lambda matematičkom uređivaču uz govornu i brajičnu podršku.
