Repository: nvdacn/screenReaderTranslations
Catalog: */add-ons/clipContentsDesigner/nvda.po
Languages: fa, fi, hr, hu, ja, nl, ru, sl, sr, tr

source: This add-on allows to confirm if you want to copy and cut, replacing the clipboard contents, when pressing control+c and control+x. This is named Emulate copy and cut, and by default it works just when clipboard contains text. Do you want to configure Emulate copy and cut now? You may do or change this later.
fi: Tämä lisäosa mahdollistaa vahvistuksen pyytämisen kopioinnin (Ctrl+C) ja leikkaamisen (Ctrl+X) suorittamiseen, jotka korvaavat leikepöydän sisällön. Vahvistus pyydetään vain, kun leikepöydällä on tekstiä. Haluatko määrittää kopioinnin ja leikkaamisen vahvistuskyselyn nyt? Voit muuttaa tätä myöhemmin.

source: Configure Emulate copy and cut
fi: Määritä kopioinnin ja leikkaamisen vahvistuskysely

source: Shows the Clip Contents Designer settings.
fi: Näyttää Leikepöydän sisällön käsittelijän asetukset.

source: Clipboard cleared
fa: کلیپ‌برد پاک شد.
fi: Leikepöytä tyhjennetty
hr: Međuspremnik izbrisan
hu: Vágólap törölve
ja: クリップボードクリア
nl: Klembord gewist
ru: Буфер обмена очищен
sl: Odložišče počiščeno
sr: Ispražnjena privremena memorija
tr: Pano temizlendi

source: Clipboard not cleared
fa: کلیپ‌برد پاک نشد.
fi: Leikepöytää ei tyhjennetty
hr: Međuspremnik nije izbrisan
hu: A vágólap nem üres
ja: クリップボードはクリアされていません
nl: Klembord niet gewist
ru: Буфер обмена не очищен
sl: Odložišče ni počiščeno
sr: Nije ispražnjena privremena memorija
tr: Pano temizlenmedi

source: Start marker set
fa: نشانه‌ی آغاز گذاشته شد.
fi: Alkumerkki asetettu
hr: Početna oznaka je postavljena
hu: Kezdőpont beállítva
ja: スタートマーカー設定
nl: Startmarkering ingesteld
ru: Начальная метка выбрана
sl: Točka začetka postavljena
sr: Postavljen početni marker
tr: Başlangıç işareti kondu

source: Marks the current position of the review cursor as the start of text to be appended to the clipboard.
fa: موقعیتِ فعلیِ مکان‌نمای بازبینی را به عنوانِ آغازِ متنی که به کلیپ‌برد اضافه میشود نشانه‌گذاری میکند.
fi: Merkitsee tarkastelukohdistimen nykyisen kohdan leikepöydälle lisättävän tekstin alkukohdaksi
hr: Označava trenutnu poziciju preglednog kursora kao početak teksta koji će biti kopiran u međuspremnik.
hu: Megjelöli az áttekintő kurzornál lévő pozíciót a kijelölés kezdeteként
ja: レビューカーソルの現在の場所をクリップボードに追加されるテキストの開始位置としてマーク
nl: Markeert de huidige positie van de leescursor als het begin van de toe te voegen tekst.
ru: Отмечает текущее положение курсора обзора как начало текста, который будет добавлен в буфер обмена.
sl: Označi trenutni položaj pregledne utripalke kot začetek vsebine, ki naj se doda v odložišče.
sr: Označava trenutnu poziciju revizionog kursora kao početak teksta koji treba da se doda u privremenu memoriju.
tr: Inceleme imlecinin mevcut konumu eklenecek metnin başlangıcı olarak ayarlanır

source: No selection. No start marker set
fa: انتخابی انجام نشد. نشانه‌ی آغاز گذاشته نشده است.
fi: Ei valintaa. Alkumerkkiä ei ole asetettu.
hr: Nema oznake. Nema postavljene početne oznake
hu: Nincs kijelölés
ja: 選択されていません。スタートマーカーが設定されていません
nl: Geen selectie. Geen startmarkering ingesteld
ru: Нет выделения. Начальная метка не выбрана
sl: Brez izbora. Točka začetka ni postavljena.
sr: Ništa nije označeno. Nije postavljen početni marker
tr: Seçim yok. Başlangıç noktası belirlenmemiş

source: The start marker must reside within the same object
fa: نشانه‌ی آغاز باید درونِ همان شیء قرار داشته باشد.
fi: Aloitusmerkin on oltava samassa objektissa
hr: početna oznaka se mora nalaziti unutar istog objekta
hu: A kijelölési kezdőpont nem lehet másik elemben.
ja: スタートマーカーは同じオブジェクト内になければなりません
nl: De startmarkering moet zich in het zelfde object bevinden
ru: Начальная метка должна находиться в пределах того же объекта
sl: Točka začetka se mora nahajati znotraj istega predmeta
tr: Başlangıç işareti aynı nesne içinde olmalı

source: No text to add
fi: Ei lisättävää tekstiä

source: Please, confirm if you want to add text to the clipboard
fi: Vahvista, haluatko lisätä tekstiä leikepöydälle

source: Adding text to clipboard
fi: Lisätään teksti leikepöydälle

source: Added
fi: Lisätty

source: Cannot add
fi: Ei voi lisätä

source: Retrieves the selected string or the text from the previously set start marker up to and including the current position of the review cursor, and adds it to the clipboard.
fi: Hakee valitun merkkijonon tai aiemmin asetetun alkumerkin ja tarkastelukohdistimen nykyisen kohdan välisen tekstin ja lisää sen leikepöydälle.

source: Please, confirm if you want to clear the clipboard
fi: Vahvista, haluatko tyhjentää leikepöydän

source: Clearing clipboard
fi: Tyhjennetään leikepöytä

source: Deletes the added text and the content of the clipboard.
fi: Tyhjentää leikepöydän.

source: Please, confirm if you want to copy to the clipboard
fi: Vahvista, haluatko kopioida leikepöydälle

source: Copying to clipboard
fi: Kopioidaan leikepöydälle

source: Copies to the clipboard, with the possibility of being asked for a previous confirmation
fi: Kopioi leikepöydälle sekä pyytää vaihtoehtoisesti vahvistuksen toiminnon suorittamiselle

source: Please, confirm if you want to cut from the clipboard
fi: Vahvista, haluatko leikata leikepöydälle

source: Cutting from clipboard
fi: Leikataan leikepöydälle

source: Cuts from the clipboard, with the possibility of being asked for a previous confirmation
fi: Leikkaa leikepöydälle sekä pyytää vaihtoehtoisesti vahvistuksen toiminnon suorittamiselle

source: Type the string to be used as a &separator between contents added to the clipboard.
fi: Kirjoita merkkijono, jota käytetään &erottimena leikepöydälle lisättyjen tekstiosuuksien välissä.

source: &Add text before clip data
fi: &Lisää teksti leikepöydän nykyisen sisällön alkuun

source: Confirm to a&dd text
fi: Vahvista tekstin &lisääminen

source: Confirm to c&lear clipboard
fi: Vahvista leikepöydän t&yhjentäminen

source: &Confirm to emulate copy
fi: &Vahvista kopiointi

source: &Confirm to emulate cut
fi: V&ahvista leikkaaminen

source: &Text in clipboard to confirm
fi: Va&hvista leikepöydällä oleva teksti

source: Clip Contents Designer
fa: طراحِ محتوای کلیپ‌برد
fi: Leikepöydän sisällön käsittelijä
hu: Vágólap tartalomtervező
nl: Samensteller voor klembordinhoud instellingen
tr: Pano İçerik Düzenleyicisi

source: Add-on for managing clipboard text.
fa: افزونه‌ای برای مدیریتِ متنِ داخلِ کلیپ‌برد
fi: Lisäosa leikepöydällä olevan tekstin hallintaan.
hr: Dodatak za upravljanje tekstom iz međuspremnika.
hu: Kiegészítő a vágólap szövegeinek kezeléséhez.
ja: クリップボードのテキストを扱うためのアドオン
nl: Add-on om klembordtekst te beheren.
ru: Дополнение для управления текстом буфера обмена.
sl: Dodatek namenjen upravljanju z vsebino odložišča
sr: Dodatak
tr: Panodaki metnin yönetimi için eklenti.

source: You have installed the AppendText add-on, probably an old and incompatible version with this one. Do you want to uninstall the old version?
fa: شما افزونه‌ی AppendText را که احتمالاً نگارشی قدیمی و ناسازگار با این نگارش است نصب کرده اید. آیا میخواهید نگارشِ قدیمی را حذف کنید؟
hr: Instalirali ste dodatak appendTekst, možda staru i nekompatibilnu inačicu. Želite li deinstalirati staru inačicu?
hu: Ön már telepítette az AppendText kiegészítőt, mely ennek egy elavult változata. Szeretné eltávolítani ezt a bővítményt?
ja: このアドオンと互換性のない旧式のAppendTextアドオンがインストールされています。古いバージョンをアンインストールしますか?
nl: U hebt de AppendText add-on reeds ge√Ønstalleerd, waarschijnlijk een oude en incompatibele versie. Wilt u de oude versie verwijderen?
ru: Скорее всего, у вас установлена старая и несовместимая версия дополнения AppendText. Хотите удалить старую версию?
sl: Nameščen imate dodatek za upravljanje, katerega trenutna različica ni združljiva s to različico. Jo želite odstraniti?
sr: Instalirali ste AppendText dodatak, verovatno staru i nekompatibilnu verziju zajedno sa ovom. Želite li da uklonite staru verziju?
tr: Pano metin düzenleyicisinin eski ve uyumsuz bir sürümü kurulu. Eski sürümü kaldırmak istiyor musunuz?

source: Uninstall incompatible add-on
fa: حذفِ افزونه‌ی ناسازگار
hr: Deinstaliraj nekompatibilan dodatak
hu: Nem kompatibilis kiegészítő eltávolítása
ja: 互換性のないアドオンをアンインストール
nl: Incompatibele add-on verwijderen
ru: Удаление несовместимого дополнения
sl: Odstrani nezdružljiv dodatek
sr: Ukloni nekomptaibilne dodatke
tr: Uyumsuz eklenti kaldırılıyor

source: You seem to have previous settings saved for this add-on. Do you want to import them?
ru: Возможно, увас есть предыдущие настройки этого дополнения. Действительно хотите их импортировать?
sr: Imate sačuvana prethodna podešavanja za ovaj dodatak. Želite li da ih uvezete?

source: Import ClipContentsDesigner add-on settings
ru: Импортировать Настройки Clip Contents Designer
sr: Uvezi podešavanja za ClipContentDesigner dodatak

source: &Clip Contents Designer settings...
fa: تنظیماتِ طراحِ محتوای &کلیپ‌برد
hr: &Clip Contents Designer postavke...
hu: &Vágólap tartalomtervező beállításai
ja: &Clip Contents Designer 設定...
nl: Samensteller voor &klembordinhoud instellingen...
ru: Настройки &Clip Contents Designer...
sl: nastavitve &Clip Contents Designer...
sr: &Clip Contnets Designer podešavanja...
tr: &Pano İçerik Düzenleme ayarları...

source: Shows the Clip Contents Designer settings dialog.
ru: Показывает диалог настроек Clip Contents Designer
sr: Prikazuje Clip Contents Designer dijalog za podešavanja.

source: No text to append
fa: متنی برای اضافه شدن به کلیپ‌برد موجود نیست.
hr: nema teksta za dodavanje
hu: Nincs hozzáfűzhető szöveg
ja: 追加するテキストがありません
nl: Geen tekst om toe te voegen
ru: Нет текста для добавления
sl: Ni vsebine za dodati
sr: Nema teksta za dodavanje
tr: Eklenecek metin yok

source: Appended
fa: اضافه شد.
hr: dodano
hu: Hozzáfűzve
ja: 追加されました
nl: Toegevoegd
ru: Добавлен
sl: Dodano
sr: Dodato
tr: Eklendi

source: Cannot append
fa: نمیتوانم اضافه کنم.
hr: Nemoguće dodati
hu: Nem fűzhető hozzá
ja: 追加できません
nl: Kan neit toevoegen
ru: Невозможно добавить
sl: Ni mogoče dodati
sr: Nije moguće dodavanje
tr: Eklenecek metin alınamadı

source: Retrieves the selected string or the text from the previously set start marker up to and including the current position of the review cursor, and appends it to the clipboard.
fa: رشته یا متنِ انتخاب‌شده را از محلِّ نشانه‌ی آغازِ از‌پیش تعیین‌شده تا موقعیتِ فعلیِ مکان‌نمای بازبینی بازیابی کرده و به کلیپ‌برد اضافه میکند.
hr: Izvlači označeni niz znakova ili tekst od pozicije početne oznake sve do uključujući trenutnu poziciju preglednog kursora, i dodaje ga u međuspremnik.
hu: a kijelölt szöveget, vagy az áttekintőkurzorral kijelölt szövegrészt a vágólap tartalmához fűzi.
ja: 選択された文字列、または、あらかじめ設定されたスタートマーカーから、現在のレビューカーソルの位置までを含むテキストを抽出し、クリップボードに追加
nl: Voegt de tekst vanaf de eerder ingestelde startmarkering tot en met de huidige positie van de leescursor toe achteraan het klembord.
ru: Восстанавливает выбранную строку или текст от ранее установленной начальной метки, вплоть до текущей позиции курсора обзора, и добавляет его в буфер обмена.
sl: Izbran niz ali vsebino od predhodno postavljene točke začetka do vključno trenutnega položaja pregledne utripalke obdela in doda v odložišče.
sr: Vraća odabrane znakove ili tekst od prethodno postavljenog početnog markera sve do trenutne pozicije revizionog kursora uključujući i nju, i dodaje ih u privremenu memoriju.
tr: Seçili olan metin ya da daha önce başlangıç işareti konan noktayla inceleme imlecinin mevcut konumu arasındaki metin panoya eklenir.

source: Deletes the appended text and the content of the clipboard.
fa: متنِ پیوست‌شده و محتوای کلیپ‌برد را پاک میکند.
hr: Briše kopirani tekst i sadržaj međuspremnika.
hu: Törli a hozzáfűzött szöveget, és a vágólap tartalmát.
ja: 追加されたテキストとクリップボードの内容を削除しました
nl: Verwijderd de toegevoegde tekst en de inhoud van het klembord.
ru: Удаляет добавленный текст и содержимое буфера обмена.
sl: Izbriše tako dodano, kot osnovno vsebino odložišča.
sr: Briše dodati tekst i sadržaj privremene memorije.
tr: Eklenmiş metin ve pano içeriği silinir

source: Clip Contents Designer settings
fa: تنظیماتِ طراحِ محتوای کلیپ‌برد
hr: Clip Contents Designer postavke
hu: Vágólap tartalomtervező beállításai
ja: Clip Contents Designer 設定
nl: Samensteller voor klembordinhoud instellingen
ru: Настройки Clip Contents Designer
sl: nastavitve Clip Contents Designer
sr: Podešavanja za Clip Contents Designer
tr: Pano İçerik Düzenleme ayarları

source: Type the string to be used as a &separator between contents appended to the clipboard.
ru: Введите строку для использования в качестве &разделителя между складывающимся содержимым буфера обмена.
sr: Unesi znakove koji će se koristiti kao &separator između sadržaja dodatih u privremenu memoriju.

source: &Copy settings
ru: &Копировать настройки
sr: &Kopiraj podešavanja

source: Type the string to be used as a separator between contents appended to the clipboard.
fa: رشته‌ای را که باید به عنوانِ جداساز میانِ محتواهایی که به کلیپ‌برد اضافه میشوند استفاده شود تایپ کنید.
hr: Upišite niz znakova koji će se koristiti kao rastavljač između teksta koji će se kopirati u međuspremnik.
hu: Adja meg az elválasztó szöveget, ami beszúrásra kerül két tartalom közé a vágólapra.
ja: クリップボードに追加される内容の間のセパレータとして使用する文字列を入力
nl: Voer het scheidingsteken in dat gebruikt wordt tussen de verschillende aan het klembord toegevoegde tekstgedeelten.
sl: Vnesite niz, ki bo ločnica med besedilom, ki ga dodajate v odložišče.
tr: Panoya eklenen metinler arasında ayraç olarak kullanılacak metni girin
