Repository: nvdacn/screenReaderTranslations
Catalog: */add-ons/extendedWinamp/nvda.po
Languages: bg, da, it

source: %d hour,
bg: %d час,
da: %d time
it: %d ora,

source: %d hours,
bg: %d часа,
da: %d timer
it: %d ore,

source: %d minute,
bg: %d минута,
da: %d minut
it: %d minuto,

source: %d minutes,
bg: %d минути,
da: %d minutter
it: %d minuti,

source: %s second
bg: %s секунда
da: %s sekund
it: %s secondo

source: %s seconds
bg: %s секунди
da: %s sekunder
it: %s secondi

source: on
bg: включено
da: til
it: attivato

source: off
bg: изключено
da: fra
it: disattivato

source: mute
bg: заглушаване
da: lydløs

source: Mute playback
bg: заглушаване на възпроизвеждането
da: Dæmp afspilning
it: Esecuzione silenziata

source: Set playback volume to 25%
bg: Задаване на силата на звука за възпроизвеждане на 25 процента
da: Sæt lydstyrke til 25%
it: Imposta volume riproduzione a 25%

source: Set playback volume to 50%
bg: Задаване на силата на звука за възпроизвеждане на 50 процента
da: Sæt lydstyrke til 50%
it: Imposta volume riproduzione a 50%

source: Set playback volume to 100%
bg: Задаване на силата на звука за възпроизвеждане на 100 процента
da: Sæt lydstyrke til 100%
it: Imposta volume riproduzione a 100%

source: Pan left
bg: Баланс наляво
da: Panorer venstre

source: Pan right
bg: Баланс надясно
da: Panorer højre

source: center
bg: Центриране
it: al centro

source: Pan center
bg: Баланс центриран
da: Panorer center

source: No time information.
bg: Липсва времева информация.
da: Ingen tidsinformation
it: Nessuna informazione sul tempo

source: Speaks total track length
bg: Съобщава времетраенето на записа
da: udtaler samlet længde af spor
it: Annuncia lunghezza totale traccia

source: Speaks track elapsed time
bg: Съобщава изминалото време от началото на записа
da: Udtaler forløbet tid af spor
it: Annuncia tempo trascorso traccia

source: Speaks track remaining time
bg: Съобщава оставащото време до края на записа
da: Udtaler resterende tid af spor
it: Annuncia tempo rimanente traccia

source: not playing
bg: не се възпроизвежда нищо
da: afspiller ikke
it: Non in riproduzione

source: Review the end of track (last 6 seconds by default)
bg: Прослушване на края на записа (По подразбиране - последните 6 секунди)
da: Afspil slutningen af sporet (som udgangspunkt de sidste 6 sekunder)
it: Riascolta fine traccia (ultimi 6 secondi di default)

source: Seconds:
bg: Секунди:
da: Sekunder:
it: Secondi:

source: Set review time
bg: Задаване на времето за прослушване
da: Indstil tid for afspilning
it: Imposta tempo revisione

source: Bad value entered! Please try again.
bg: Въведохте невалидна стойност! Моля опитайте отново.
da: Forkert værdi! Prøv venligst igen.
it: Valore errato! Si prega di riprovare

source: Error
bg: Грешка
da: Fejl
it: Errore

source: Set the review time (in seconds) for use with Review End of Track command
bg: Задаване на времето за прослушване (в секунди) за функцията за прослушване на края на записа
da: Indstil afspilningstiden (i sekunder) til brug ved kommandoen Afspil slutningen af sporet
it: Impostare il tempo di revisione (in secondi) per l'utilizzo con il comando di revisione fine traccia

source: Alternate jump forward (6 seconds by default)
bg: Алтернативно превъртане напред (по подразбиране - 6 секунди)
da: Alternativt hop fremad (som udgangspunkt 6 sekunder)
it: Salto alternativo in avanti, 6 secondi di default

source: Alternate jump backward (6 seconds by default)
bg: Алтернативно превъртане назад (по подразбиране - 6 секунди)
da: Alternativt hop tilbage (som udgangspunkt 6 sekunder)
it: Salto alternativo all'indietro, 6 secondi di default

source: Set alternate jump time
bg: Задаване на алтернативно време за превъртане
da: Indstil tid for alternativt hop
it: Imposta salto alternativo

source: Set alternate jump time (in seconds)
bg: Задаване на алтернативно време за превъртане (в секунди)
da: Indstil tid for alternativt hop (i sekunder)
it: Imposta salto alternativo, in secondi

source: An extended appModule for Winamp music player
bg: Разширена външна добавка за NVDA за музикалния плейър Winamp
da: En tilføjelsespakke til brug med Winamp musikafspiller
it: Un modulo più completo per il programma Winamp

source: This extended appModule extends the original Winamp appModule found in NVDA with some extra functionality.
bg: Тази добавка за NVDA разширява възможностите на вградената в NVDA добавка за Winamp, добавяйки допълнителни възможности.
da: Denne tilføjelsespakke udvider det originale Winamp-modul i NVDA med ekstra funktionalitet.
it: Questo modulo extra aumenta le funzioni già presenti in NVDA con alcune caratteristiche aggiuntive.
