Repository: nvdacn/screenReaderTranslations
Catalog: */add-ons/emoticons/nvda.po
Languages: da, it_it, ja, pl, vi

source: angel smiley
da: Engle-smiley
it_it: Smiley Angioletto
ja: 天使 顔文字
pl: Buzia anioł
vi: thiên thần

source: envy smiley
da: Jaloux smiley
it_it: Smiley Invidioso
ja: うらやましい 顔文字
pl: Buzia zazdrość
vi: ghen tị

source: wait smiley
da: Vent smiley
it_it: Smiley Aspetta
ja: 待って 顔文字
pl: Buzia czekaj
vi: chờ

source: hug smiley
da: Knus smiley
it_it: Smiley Abbraccio
ja: ハグ 顔文字
pl: Buzia przytulenie
vi: ôm

source: make-up smiley
it_it: Smiley Rossetto
ja: お化粧ばっちり 顔文字
pl: Buzia makijarz
vi: trang điểm

source: giggle smiley
da: fnise-smiley
it_it: Smiley Risatina
ja: クスクス 顔文字
pl: Buzia chichot
vi: cười khúc khích

source: clapping smiley
da: Klapper smiley
it_it: Smiley Applauso
ja: パチパチ 顔文字
pl: Buzia oklaski
vi: vỗ tay

source: thinking smiley
da: Tænker smiley
it_it: Smiley pensoso
ja: 考え中 顔文字
pl: Buzia myślenie
vi: đang suy nghĩ

source: bowing smiley
da: Bukker smiley
it_it: Smiley Inchino
ja: おじぎ 顔文字
pl: Buzia ukłon
vi: cúi chào

source: rolling on the floor laughing! smiley
da: Ruller rundt på gulvet af grin smiley
it_it: Smiley Mi rotolo dalle risate!
ja: 大笑い 顔文字
pl: Buzia ze śmiechu turlam się po podłodze
vi: cười bò ra sàn nhà

source: relieved smiley
da: Lettet smiley
it_it: Smiley Meno Male
ja: ほっとした 顔文字
pl: Buzia ulga
vi: an tâm

source: happy smiley
da: Glad smiley
it_it: Smiley Felice
ja: 幸せ 顔文字
pl: Buzia szczęście
vi: vui

source: smirking smiley
da: Smørret grin smiley
it_it: Smiley Smorfioso
ja: ケッ 顔文字
pl: Buzia głupi uśmiech
vi: cười đểu

source: nodding smiley
da: Nikker smiley
it_it: Smiley Annuisce
ja: うんうん 顔文字
pl: Buzia skinięcie
vi: gật đầu

source: shakeing smiley
da: Ryster på hovedet smiley
it_it: Smiley Scuoti
ja: いやいや 顔文字
pl: Buzia potrząśnięcie
vi: đang rung lắc

source: waiting smiley
da: Jeg venter smiley
it_it: Smiley In attesa...
ja: 待っている 顔文字
pl: Buzia czekanie
vi: chờ

source: Emo smiley
it_it: Smiley Emo
ja: エモ 顔文字
pl: Buzia EMO
vi: Emo

source: yes smiley
da: Ja-smiley
it_it: Smiley Si
ja: はい 顔文字
pl: Buzia tak
vi: có

source: no smiley
da: Nej-smiley
it_it: Smiley NO
ja: いいえ 顔文字
pl: Buzia nie
vi: không

source: handshake smiley
da: Håndtryks-smiley
it_it: Smiley Stretta di mano
ja: 握手 顔文字
pl: Buzia uścisk ręki
vi: bắt tay

source: high five smiley
it_it: Smiley Dammi il 5!
ja: ハイタッチ 顔文字
pl: Buzia piąteczka
vi: xòe tay ra vỗ vào nhau

source: lalala smiley
it_it: Lalala...
ja: ラララ 顔文字
pl: Buzia lalala
vi: lalala

source: heidy smiley
it_it: Smiley heidy
ja: リス 顔文字
pl: Buzia wiewiórka
vi: heidy

source: flower smiley
da: Blomster-smiley
it_it: Smiley Fiore
ja: 花 顔文字
pl: Buzia kwiat
vi: hoa

source: raining smiley
da: Regnvejrs-smiley
it_it: Smiley Pioggia
ja: 雨 顔文字
pl: Buzia deszcz
vi: trời mưa

source: sunny smiley
da: Solskins-smiley
it_it: Smiley Sole
ja: おひさま 顔文字
pl: Buzia słońce
vi: nắng

source: tumbleweed smiley
da: Vindheks-smiley
it_it: Smiley Rovo rotolante
ja: すきま風 顔文字
pl: Buzia cisza przed burzą
vi: cỏ lăn

source: music smiley
da: Musik-smiley
it_it: Smiley Musica
ja: 音楽 顔文字
pl: Buzia muzyka
vi: âm nhạc

source: bandit smiley
da: Forbryder-smiley
it_it: Smiley Bandito
ja: ならず者 顔文字
pl: Buzia bandyta
vi: tên cướp

source: too much information smiley
da: For mange oplysninger smiley
it_it: Smiley Troppe informazioni
ja: よけいなお世話 顔文字
pl: Buzia za dużo informacji
vi: nhiều thông tin quá

source: coffee smiley
da: kaffe-smiley
it_it: Caffé
ja: コーヒー 顔文字
pl: Buzia kawa
vi: coffee

source: pizza smiley
it_it: Pizza
ja: ピザ 顔文字
pl: Buzia pizza
vi: pizza

source: cake smiley
da: Kage-smiley
it_it: Torta
ja: ケーキ 顔文字
pl: Buzia ciastko
vi: bánh

source: star smiley
da: Stjerne-smil
it_it: Stella
ja: 星 顔文字
pl: Buzia gwiazda
vi: ngôi sao

source: Emoticons
it_it: Emoticon
ja: エモーティコンズ
pl: Emotykony / Emoticons
vi: Các biểu tượng cảm xúc

source: Enables the announcement of emoticon names instead of the character Representation.
da: Annoncering af humørikoner i stedet for de tilsvarende tegn
it_it: Abilita la lettura del nome dell'emoticon invece della rappresentazione dei caratteri.
ja: 文字の代わりにエモーティコンの名前による通知を有効化
pl: Umożliwia oznajmianie nazw emotikon zamiast tworzących je znaków.
vi: Bật chế độ đọc tên biểu tượng cảm xúc thay cho kí tự của nó.

source: You seem to have previous settings saved for this add-on. Do you want to import them, removing deprecated files?
da: Du har tilsyneladende gemt tidligere indstillinger til dette program. Vil du importere dem og fjerne filer, som ikke længere benyttes?
pl: Prawdopodobnie posiadasz ustawienia poprzedniej wersji tego dodatku. Czy chcesz je zaimportować, usuwając przestarzałe pliki?

source: &Emoticons dictionary...
pl: &słownik emotykonów...

source: Emoticons dictionary (%s)
da: Humørikoner-ordbog (%s)
pl: Słownik emotykonów (%s)

source: Shows the Emoticons settings.
pl: Wyświetla ustawienia emotykonów.

source: &Activate speaking of emoticons:
da: &Aktiver udtale af humørikoner
pl: &aktywuj wypowiadanie emotykonów:

source: &Remove not used dictionaries
da: &Fjern ubenyttede ordbøger
pl: &Usuń nieużywane słowniki

source: Emoticon: %s
ja: エモーティコン: %s

source: Manage emoticons
ja: エモーティコンの管理

source: &Insert smiley...
ja: 顔文字の挿入(&I)...

source: Available emoticons
ja: 登録されている顔文字

source: Available smileys to insert:
ja: 顔文字の選択:

source: &Dictionary entries
ja: 辞書エントリー(&D)

source: Comment
ja: コメント

source: Pattern
ja: パターン

source: Replacement
ja: 読み方

source: case
ja: 大文字小文字の区別

source: off
ja: 無効

source: on
ja: 有効

source: &Add
ja: 追加(&A)

source: &Edit
ja: 編集(&E)

source: &Remove
ja: 削除(&R)

source: On
ja: 有効

source: Activate at start
ja: 起動時の有効化

source: sad smiley
ja: 悲しい 顔文字
