Repository: nvdacn/screenReaderTranslations
Catalog: */add-ons/emoticons/nvda.po
Languages: da, it_it, ja, pl, vi

source: You have installed the Emoticons add-on, probably an old and incompatible version with this one. Do you want to uninstall the old version?
da: Du har installeret tilføjelsesprogrammet Emoticons. Det er sandsynligvis en gammel version, som ikke er kompatibel med denne version. Vil du afinstallere den gamle version?
it_it: Probabilmente hai installato Una vecchia versione di Emoticons add-on. Vuoi rimuovere la vecchia versione?
ja: 互換性のない古いバージョンのエモーティコン アドオンがインストールされています。古いバージョンのアドオンをアンインストールしますか？
pl: Zainstalowałeś dodatek Emotykony, prawdopodobnie w starej wersji, niekompatybilnej z obecną. Czy chcesz odinstalować starą wersję?
vi: Bạn có lẽ đã cài đặt add-on Emoticons, một bản cũ và không tương thích với phiên bản này. Bạn có muốn gỡ phiên bản đó không?

source: Uninstall incompatible add-on
da: Afinstaller inkompatibelt tilføjelsesprogram
it_it: Disinstalla la vecchia versione incompatibile.
ja: 互換性のないアドオンのアンインストール
pl: Odinstaluj niekompatybilny dodatek
vi: Đang gỡ add-on không tương thích

source: You seem to have previous settings saved for this add-on. Do you want to import them?
it_it: Pare che ci sono impostazioni salvate per questo add-on. Vuoi importarle?
ja: このアドオンで過去に保存された設定が見つかりました。設定をインポートしますか？
vi: Có vẻ như bạn đã lưu các thiết lập trước đây của add-on này. Bạn có muốn nạp chúng vào không?

source: Import Emoticons add-on settings
da: Importer indstillinger til Emoticons
it_it: Importa le impostazioni per il componente aggiuntivo.
ja: エモーティコン アドオンの設定のインポート
pl: Importuj ustawienia dodatku Emotykony
vi: Nạp các thiết lập của add-on Emoticons

source: Emoji
vi: Biểu tượng cảm xúc Emoji

source: Emoticon
pl: emotykon
vi: Biểu tượng cảm xúc

source: Manag&e emoticons
it_it: &Emoticons
vi: &Quản lý các biểu tượng cảm xúc

source: Emoticons menu
it_it: Menu Emoticon
ja: エモーティコン メニュー
vi: Trình đơn biểu tượng cảm xúc

source: &Insert emoticon...
da: &Indsæt humørikon
it_it: &Inserisci Emoticon
pl: &Wstaw emotykon...
vi: C&hèn biểu tượng cảm xúc...

source: Shows a dialog to insert a smiley
da: Viser en dialog til indsættelse af en smiley
it_it: Visualizza l'elenco degli emoticon che è possibile copiare negli appunti
ja: 顔文字の挿入ダイアログを表示
pl: Wyświetla okno wstawiania emotykonów
vi: Hiển thị một hộp thoại để chèn biểu tượng cảm xúc

source: &Customize emoticons...
it_it: &Personalizza Emoticon
ja: エモーティコンの編集(&C)...
vi: &Tùy chỉnh các biểu tượng cảm xúc...

source: Shows a dictionary dialog to customize emoticons
da: Viser en ordbogsdialog til tilpasning af humørikoner
it_it: Mostra una finestra per modificare il dizionario degli smiley
ja: エモーティコンの編集ダイアログを表示
pl: Wyświetla okno zarządzania emotykonami
vi: Hiển thị hộp thoại từ điển để tùy chỉnh các biểu tượng cảm xúc

source: &Activation settings...
it_it: &Impostazioni di attivazione
ja: 設定の有効化(&A)...
vi: &Các cài đặt kích hoạt...

source: Shows a dialog to choose when emoticons speaking should be activated
it_it: Mostra una finestra per impostare l'attivazione della lettura degli Emoticon
ja: エモーティコンの読み上げを有効または無効にするダイアログを表示
vi: Hiển thị một hộp thoại để lựa chọn khi nào thì chế độ nói các biểu tượng cảm xúc nên được kích hoạt

source: Emoticons dictionary
it_it: Dizionario Emoticons
ja: エモーティコン辞書
vi: Từ điển các biểu tượng cảm xúc

source: Emoticons off.
da: Humørikoner fra
it_it: Leggi Emoticon Disattivato
ja: エモーティコン無効
pl: Emotykony wyłączone.
vi: Tắt đọc các biểu tượng cảm xúc.

source: Emoticons on.
da: Humørikoner til
it_it: Leggi emoticon attivato
ja: エモーティコン有効
pl: Emotykony włączone.
vi: Bật đọc các biểu tượng cảm xúc.

source: Toggles on and off the announcement of emoticons.
da: Slår annoncering af humørikoner til og fra
it_it: Attiva o disattiva la lettura degli Emoticon.
ja: エモーティコンの読み上げを有効化または無効化
pl: Włącza lub wyłącza oznajmianie emotykonów.
vi: Bật và tắt thông báo của các biểu tượng cảm xúc.

source: Shows a dialog to select a smiley you want to paste.
da: Viser en dialog til valg af smiley, som skal indsættes
it_it: Mostra una finestra per selezionare e copiare Emoticon .
ja: 貼り付けたい顔文字を選択するダイアログを表示
pl: Wyświetla okno wyboru emotykonów do wklejenia.
vi: Hiển thị một hộp thoại để chọn biểu tượng cảm xúc bạn muốn dán.

source: Shows the Emoticons dictionary dialog.
da: Viser ordbog over humørikoner.
it_it: Dizionario Emoticons
pl: Wyświetla dialog słownika emotykonów.
vi: Hiển thị hộp thoại từ điển biểu tượng cảm xúc.

source: Shows the Emoticons Activation settings dialog.
it_it: Mostra le impostazioni per la lettura degli emoticons
vi: Hiển thị hộp thoại cài đặt kích hoạt biểu tượng cảm xúc.

source: Insert emoticon
da: Indsæt humørikon
it_it: Inserisci Emoticon
ja: エモーティコンの挿入
pl: Wstaw emotykon
vi: Chèn biểu tượng cảm xúc...

source: &Filter:
it_it: &Filtra per:
pl: &Filtruj:
vi: &lọc

source: &All
da: &Alle
it_it: &Tutti
pl: &Wszystkie
vi: &Tất cả

source: &Standard
pl: &Standardowe
vi: Tiêu &Chuẩn

source: Emoj&is
it_it: Emoj&i
pl: Emoj&i
vi: Các biểu tượng cảm xúc Emoj&i

source: &List of smilies
da: &Liste over smilies
it_it: &Emoticons
pl: &Lista uśmiechów
vi: Danh &Sách các biểu tượng cảm xúc

source: Name
da: Navn
it_it: Nome:
pl: Nazwa
vi: Tên

source: Type
it_it: tipo
ja: 種別
pl: Typ
vi: Loại

source: Characters
da: Tegn
it_it: Carattere:
pl: Znaki
vi: Các ký tự

source: Standard
pl: Standardowe
vi: Tiêu chuẩn

source: There is not any emoticon selected.
da: Ingen humørikoner er valgt.
it_it: Nessun emoticon selezionato
pl: żaden emotykon nie jest zaznaczony.
vi: Không có biểu tượng cảm xúc nào được chọn.

source: Smiley copied to clipboard, ready for you to paste.
da: Smiley kopieret til udklipsholder, klar til indsættelse
it_it: Copiato negli appunti, pronto per esser incollato...
ja: 顔文字をクリップボードから貼り付けできます。
pl: Buźka skopiowana do schowka, gotowa do wklejenia.
vi: Đã chép biểu tượng cảm xúc vào bộ nhớ tạm, sẵn sàng để dán.

source: Cannot copy smiley.
da: Kan ikke kopiere smiley.
it_it: Impossibile copiare lo smiley.
ja: 顔文字をコピーできません。
pl: Nie można skopiować emotikony.
vi: Không thể chép biểu tượng cảm xúc

source: Rese&t
da: Nuls&til
it_it: Ripris&tina
ja: リセット(&T)
pl: &Resetuj
vi: Thiết lập &lại

source: Save and e&xport dictionary
da: Gem og eksporter ordbog
it_it: Salva e &Esporta dizionario
ja: 辞書を保存してエクスポート(&X)
pl: Zapisz i &eksportuj słownik
vi: Lưu và &xuất từ điển

source: Activation settings
it_it: Impostazioni di attivazione
ja: 設定の有効化
vi: Các cài đặt kích hoạt

source: &Activate speaking of emoticons at start:
it_it: &Attiva la lettura degli emoticon all'avvio di NVDA:
ja: 起動時にエモーティコンの読み上げを有効化(&A):
vi: &Kích hoạt chế độ nói các biểu tượng cảm xúc khi khởi động:

source: &Copy activation settings
it_it: &Copia impostazioni di attivazione;
ja: 起動時の設定をコピー(&C)
vi: &Sao chép các cài đặt kích hoạt

source: Grinning face
da: Grinende ansigt
it_it: Faccina sorridente
pl: Uśmiechnięta twarz
vi: Nhăn mặt

source: Happy face with open mouth and squinting eyes
da: Glad ansigt med åben mund og sammenknebne øjne
it_it: Faccina felice con occhi socchiusi
pl: śczęśliwa twarz z otwartymi ustami i zaciśniętymi oczami
vi: Mặt hạnh phúc mở miệng và nheo mắt

source: Happy face with open mouth
da: Glad ansigt med åben mund
it_it: Faccina felice con bocca aperta
pl: szczęśliwa twarz z otwartymi ustami
vi: Mặt hạnh phúc mở miệng

source: Smiling Face With Smiling Eyes
da: Smilende ansigt med smilende øjne
it_it: Faccina allegra con occhi sorridenti
pl: Uśmiechnięta twarz z uśmiechniętymi oczami
vi: mặt vui với mắt cười

source: Smirking face
da: Ansigt med smørret grin
it_it: Faccina che sogghigna
pl: znaczący uśmiech
vi: Mặt mỉm cười

source: Slightly smiling face
da: Ansigt der smiler en smule
it_it: Sorrisetto timido
pl: Nieco uśmiechnięta twarz
vi: Mặt mỉm cười

source: white smiling face
da: hvidt smilende ansigt
it_it: Faccina sorridente bianca
pl: biała uśmiechnięta twarz
vi: mặt cười trắng bệch

source: Happy face with halo
da: Glad ansigt med glorie
it_it: Faccina felice con aureola
pl: szczęśliwa twarz z aureolą
vi: Mặt hạnh phúc với hào quang

source: White frowning face
da: Hvidt ansigt med rynket pande
it_it: Faccina accigliata
pl: Biała zrospaczona twarz
vi: Mặt trắng bệch cau mày

source: Winking face
da: Blinkende ansigt
it_it: Occhiolino
pl: Mrugnięcie
vi: Mặt nháy mắt

source: Smiling face with heart shaped eyes
da: Smilende ansigt med hjerteformede øjne
it_it: Faccina sorridente con gli occhi a cuore
pl: Uśmiechnięta twarz z oczami w kształcie serca
vi: Mặt cười với đôi mắt trái tim

source: Rose
it_it: Rosa rossa
pl: Róża
vi: Hoa hồng

source: Expressionless face
da: Udtryksløst ansigt
it_it: Faccina inespressiva
pl: Bezwyrazista twarz
vi: Mặt mất tinh thần

source: Neutral face
da: Neutralt ansigt
it_it: Faccina neutra
pl: Neutralna twarz
vi: Mặt trung tính

source: Face without mouth
da: Ansigt uden mund
it_it: Faccina senza bocca
pl: Twarz bez ust
vi: Mặt không có miệng

source: Face throwing a kiss
da: Ansigt, der sender et kys
it_it: Faccina che manda un bacio
pl: Twarz wysyłająca pocałunek
vi: Mặt ném một nụ hôn

source: Kissing face with closed eyes
da: Kyssende ansigt med lukkede øjne
it_it: Bacio con occhi chiusi
pl: Pocałunek z zamkniętymi oczami
vi: Hôn khuôn mặt với đôi mắt khép kín

source: Kissing face
da: Kyssende ansigt
it_it: Faccina che manda un bacetto
pl: Pocałunek
vi: mặt đang hôn

source: Kissing face with arched eyes
da: Kyssende ansigt med buede øjenbryn
it_it: Bacio inarcando gli occhi
pl: całująca twarz z łukowatymi oczami
vi: Hôn khuôn mặt với đôi mi cong

source: Winking face with stuck out tongue
da: Blinkende ansigt, der rækker tunge
it_it: Occhiolino con la lingua di fuori
pl: Twarz z wystawionym językiem
vi: Mặt nháy mắt lè lưỡi

source: Face with stuck out tongue and eyes tightly closed
da: Ansigt, der rækker tunge og med lukkede øjne
it_it: Linguaccia con occhi serrati
pl: Twarz z wyciągniętym językiem i lekko zamkniętymi oczami
vi: Mặt nhắm mắt lè lưỡi

source: Face with stuck out tongue
da: Ansigt, der rækker tunge
it_it: Faccina scherzosa che fa linguaccia
pl: Twarz z wyciągniętym językiem
vi: Mặt lè lưỡi

source: Hugging face
da: Ansigt, der giver et knus
it_it: Faccina che offre un abbraccio
pl: Przytulenie
vi: Ôm mặt

source: Flushed face
da: Ansigt, der rødmer
it_it: Faccina arrossata
pl: Zarumieniona twarz
vi: Mặt đỏ ửng

source: Grinning Face With Smiling Eyes
da: Grinende ansigt med smilende øjne
it_it: Faccina sorridente con occhi allegri
pl: Uśmiechnięte oczy
vi: Mặt cười nhăng răng với đôi mắt vui vẻ

source: Pensive Face
da: Tænksomt ansigt
it_it: Faccina pensieròsa e rattristata
pl: Zadumana twarz
vi: Mặt trầm ngâm

source: Devil with evil smile
da: Djævel med ondt smil
it_it: Diavoletto con ghigno maligno
pl: Diabełski uśmiech
vi: Quỷ sứ với nụ cười xấu xa

source: Devil
da: Djævel
it_it: Diavoletto
pl: Diabeł
vi: Quỷ sứ

source: Relieved face
da: Lettet ansigt
it_it: Faccina con espressione di sollievo
pl: Wyluzowana twarz
vi: Mặt an tâm

source: Unamused face
da: Misfornøjet ansigt
it_it: Faccina annoiata
pl: Niezabawna twarz
vi: Mặt vô dụng

source: Persevering Face
da: Udholdende ansigt
it_it: Faccina risoluta che aggrotta la fronte
pl: wytrwała twarz
vi: Mặt kiên nghị

source: Crying face
da: Grædende ansigt
it_it: Faccina che piange
pl: płacząca twarz
vi: Mặt khóc

source: Face with tears of joy
da: Ansigt med glædestårer
it_it: Faccina con lacrime di gioia
pl: twarz płacząca ze śmiechu
vi: Mặt mừng rơi nước mắt

source: Loudly crying face
da: Ansigt, der græder højt
it_it: Faccina che piange disperatamente
pl: Głośno płacząca twarz
vi: Mặt khóc to

source: Sleepy face
da: Søvnigt ansigt
it_it: Faccina addormentata
pl: śpiąca twarz
vi: Mặt buồn ngủ

source: Shrugging emoji
da: Emoji, der trækker på skuldrene
it_it: Alzata di spalle
pl: emotikon wzruszający ramionami
vi: Nhún vai

source: Disappointed face
da: Skuffet ansigt
it_it: Faccina delusa
pl: Niezadowolona twarz
vi: Mặt thất vọng

source: Disappointed but relieved face
da: Skuffet men lettet ansigt
it_it: Faccina delusa a viso sollevato
pl: Rozczarowana twarz
vi: Mặt thất vọng nhưng an tâm

source: Face With Open Mouth & Cold Sweat
da: Ansigt med åben mund og koldsved
it_it: Faccina a bocca aperta che suda freddo
pl: twarz z otwartymi ustanmi i zimnym potem
vi: Mặt há hóc và toát mồ hôi lạnh

source: Smiling Face With Open Mouth & Cold Sweat
da: Smilende ansigt med åben mund og koldsved
it_it: Faccina allegra e sudata
pl: Uśmiechnięta twarz z otwartymi ustami i zimnym potem
vi: Mặt cười hả miệng và toát mồ hôi lạnh

source: Face with cold sweat
da: Koldsvedende ansigt
it_it: Faccina che suda freddo
pl: Twarz oblana zimnym potem
vi: Mặt toát mồ hôi lạnh

source: Weary Face
da: Træt ansigt
it_it: Faccina stufata
pl: Zmordowana twarz
vi: Mặt mỏi mệt

source: Tired Face
da: Træt ansigt
it_it: Faccina stanca
pl: zmęczona twarz
vi: Mặt mỏi mệt

source: Fearful face
da: Bange ansigt
it_it: Faccina spaventata
pl: Przerażona twarz
vi: Mặt sợ hãi

source: Face screaming in fear
da: Ansigt, der skriger af frygt
it_it: Faccina che grida di paura
pl: twarz krzycząca ze strachu
vi: Mặt la hét trong sợ hãi

source: Angry face
da: Vredt ansigt
it_it: Faccina arrabbiata
pl: Buzia gniew
vi: Mặt giận

source: Pouting face
da: Surmulende ansigt
it_it: Faccina imbronciata
pl: nadąsana twarz
vi: Mặt hờn dỗi

source: Face With Steam From Nose
da: Ansigt med damp ud af næsen
it_it: Faccina che espira dal naso in un gesto sprezzante
pl: twarz z buchającą parą z nosa
vi: Mặt lấm tấm mồ hôi trên mũi

source: Confounded face
da: Forvirret ansigt
it_it: Faccina confusa
pl: buzia zkonfundowana
vi: Mặt tinh nghịch

source: Smiling Face With Open Mouth and Tightly-Closed Eyes
da: Smilende ansigt med åben mund og tæt lukkede øjne
it_it: Faccina molto felice con occhi stretti
pl: uśmiechnięta twarz z trochę zamkniętymi oczami
vi: Mặt cười nhắm mắt hả miệng

source: Happy face licking lips
da: Glad ansigt, der slikker sig om munden
it_it: Faccina che si lecca le labbra
pl: szczęśliwa twarz oblizująca wargi
vi: Mặt hạnh phúc liếm môi

source: Happy face with sunglasses
da: Glad ansigt med solbriller
it_it: Faccina con occhiali da sole
pl: szczęśliwa twarz z okularami przeciwsłonecznymi
vi: Mặt hạnh phúc với kính râm

source: Sleeping face
da: Sovende ansigt
it_it: Faccina addormentata
pl: śpiąca twarz
vi: Mặt buồn ngủ

source: Dizzy Face
da: Svimmelt ansigt
it_it: Faccia frastornata con sguardo perso
pl: oszołomiona twarz
vi: Mặt choáng váng

source: Astonished face
da: Forbløffet ansigt
it_it: Faccina stupita
pl: Zaskoczona twarz
vi: Mặt ngạc nhiên

source: Worried face
da: Bekymret ansigt
it_it: Faccina preoccupata
pl: Buzia zmartwienie
vi: Mặt lo lắng

source: Frowning Face With Open Mouth
da: Rynkende ansigt med åben mund
it_it: Faccina accigliata con bocca aperta
pl: nachmurzona twarz z otwartymi ustami
vi: Mặt cau mày và mở miệng

source: Anguished face
da: Forpint ansigt
it_it: Faccina angosciata
pl: Udręczona twarz
vi: Mặt đau khổ

source: Face with Open Mouth
da: Ansigt med åben mund
it_it: Faccina a bocca aperta
pl: Twarz z otwartymi ustami
vi: Mặt mở miệng

source: Grimacing face
da: Ansigt, der skærer grimasser
it_it: Faccina smorfiosa
pl: twarz z grymasem
vi: Nhăn mặt

source: Confused face
da: Forvirret ansigt
it_it: Faccina confusa
pl: Buzia zmieszanie
vi: Mặt bối rối

source: Hushed Face
da: Tavst ansigt
it_it: Faccina leggermente stupita
pl: Oniemiała twarz
vi: Mặt im lặng

source: Broken heart
da: Knust hjerte
it_it: Cuore spezzato
pl: złamane serce
vi: Tim tan vỡ

source: Pulsating heart
da: Pulserende hjerte
it_it: Cuore che pulsa
pl: pulsujące serce
vi: Nhịp tim đập

source: Beating heart
da: Hjerte, der slår
it_it: Cuore che batte
pl: bijące serce
vi: Tim đang đập

source: Two hearts
da: To hjerter
it_it: 2 Cuori
pl: Dwa serca
vi: Đôi tim

source: Heart with arrow
da: Hjerte med pil
it_it: Cuore trafitto
pl: Serce ze strzałą
vi: Trái tim với mũi tên

source: Purple heart
da: Lilla hjerte
it_it: Cuore vióla
pl: Fioletowe serce
vi: Tim màu tím

source: Red heart
da: Rødt hjerte
it_it: Cuore rosso
pl: Czerwone serce
vi: Tim đỏ

source: Yellow heart
da: Gult hjerte
it_it: Cuore giallo
pl: żółte serce
vi: Tim vàng

source: Green heart
da: Grønt hjerte
it_it: Cuore verde
pl: zielone serce
vi: Tim xanh lá

source: Blue heart
da: Blåt hjerte
it_it: Cuore blu
pl: Niebieskie serce
vi: Tim xanh dương

source: Rolling on the Floor Laughing
da: Ruller rundt på gulvet af grin
it_it: Persona che si rotola dalle risate
pl: Buzia ze śmiechu turlam się po podłodze
vi: cười bò ra sàn

source: Slightly Frowning Face
da: Ansigt, der rynker en smule
it_it: Faccina un po' accigliata
pl: nieco ziewająca twarz
vi: Mặt hơi cau mày

source: Upside-down Face
da: Ansigt vendt på hovedet
it_it: Faccina capovolta
pl: Twarz do góry nogami
vi: mặt phân vân

source: Face With Rolling Eyes
da: Ansigt med rullende øjne
it_it: Faccina che alza gli occhi come gesto disprezzante
pl: twarz z mrugającymi oczami
vi: Mặt với đôi mắt tía lia

source: Person Gesturing No
da: Håndtegn for nej
it_it: Persona che disapprova
pl: Osoba pokazująca Tak
vi: Người ra cử chỉ không

source: Person Gesturing OK
da: Håndtegn for OK
it_it: Persona che approva
pl: Osoba pokazująca OK
vi: Người ra cử chỉ đồng ý

source: Person bowing
da: Person, der bukker
it_it: Persona che si inchina
pl: pochylająca się osoba
vi: Người cúi đầu

source: Person Frowning
da: Person med rynket pande
it_it: Persona sconvolta e accigliata
pl: Nachmurzona osoba
vi: Người cau mày

source: Folded Hands
da: Foldede hænder
it_it: Persona con mani giunte
pl: Złożone ręce
vi: Khoanh tay

source: Face with medical mask
da: Ansigt med ansigtsmaske
it_it: Faccina con mascherina medica
pl: Twarz z maską medyczną
vi: Mặt đeo khẩu trang y tế

source: Black Smiling Face
da: Sort smilende ansigt
it_it: Faccina nera che sorride
pl: czarna uśmiechnięta buzia
vi: Mặt cười màu đen

source: Happy cat face with heart shaped eyes
da: Glad katteansigt med hjerteformede øjne
it_it: Faccina di gatto con gli occhi a cuore
pl: Szczęśliwa kocia twarz z oczami w kształcie serca
vi: Mặt mèo hạnh phúc với đôi mắt hình trái tim

source: Ok hand sign
da: Ok-håndtegn
it_it: Mano che fa ok
pl: znak OK
vi: Dấu tay đồng ý

source: Thumbs up symbol
da: Tommelfinger-op-symbol
it_it: Pollice in su
pl: kciuk w górę
vi: Giơ ngón cái lên

source: Thumbs down symbol
da: Tommelfinger-ned-symbol
it_it: Pollice in giu
pl: kciuk w dół
vi: Bỏ ngon cái xuống

source: Victory Hand
da: Sejrshånd
it_it: Mano in segno di vittoria
pl: Ręka zwycięscy
vi: Tay chiến thắng

source: smiling smiley
da: Smilende smiley
it_it: Smiley Sorriso
ja: 笑顔 顔文字
pl: Buzia uśmiech
vi: mỉm cười

source: Sad face
da: Bedrøvet ansigt
it_it: Faccina triste
pl: Buzia smutek
vi: Mặt buồn

source: Laughing smiley
da: Grinende smiley
it_it: Smiley Grande Sorriso
ja: 笑い 顔文字
pl: Buzia śmiech
vi: Cười ngất

source: surprised smiley
da: Overrasket smiley
it_it: Smiley sorpreso
ja: びっくり 顔文字
pl: Buzia zdziwienie
vi: ngạc nhiên

source: winking smiley
da: Blinkende smiley
it_it: Smiley Occhiolino
ja: ウィンク 顔文字
pl: Buzia mrugnięcie
vi: nháy mắt

source: crying smiley
da: Grædende smiley
it_it: Smiley In Lacrime
ja: ウェーン 顔文字
pl: Buzia płacz
vi: khóc

source: Confused Face
da: Forvirret ansigt
it_it: Faccina confusa
pl: Buzia zmieszanie
vi: Mặt bối rối

source: sweating smiley
da: Svedende smiley
it_it: Smiley Sudato
ja: アセアセ 顔文字
pl: Buzia poci się
vi: đổ mồ hôi

source: Robot Smiley
it_it: Smiley Robot
ja: ロボット 顔文字
pl: Buzia robot
vi: Người máy

source: speechless smiley
da: Måløs smiley
it_it: Smiley Senza Parole
ja: ムム 顔文字
pl: buzia oniemiały
vi: không nói nên lời

source: kiss smiley
da: Kys-smiley
it_it: Smiley Bacio
ja: キッス 顔文字
pl: buzia pocałunek
vi: hôn

source: cheeky smiley
da: Næsvis smiley
it_it: Smiley con la lingua fuori
ja: 生意気 顔文字
pl: buzia pokazanie języka
vi: táo tợn

source: blushing smiley
da: Rødmende smiley
it_it: Smiley Timido
ja: 恥ずかしい 顔文字
pl: Buzia zawstydzenie
vi: đỏ mặt

source: wondering smiley
da: Undrende smiley
it_it: Smiley Dubbioso
ja: なになに 顔文字
pl: Buzia zdumienie
vi: tự hỏi

source: sleepy smiley
da: Søvnig smiley
it_it: Smiley Assonnato
ja: 眠い 顔文字
pl: Buzia senność
vi: buồn ngủ

source: dull smiley
da: kedelig smiley
it_it: Smiley Lento
ja: つまんない 顔文字
pl: Buzia znudzenie
vi: đần độn

source: my lips are sealed smiley
da: Min mund er lukket smiley
it_it: Smiley Bocca Tappata
ja: 内緒 顔文字
pl: Buzia moje usta są zamknięte
vi: khép môi

source: dancing smiley
da: dansende smiley
it_it: Smiley Ballo
ja: 踊る 顔文字
pl: Buzia taniec
vi: nhảy múa

source: crying a lot smiley
da: tuder-smiley
it_it: Smiley In lacrime
ja: 大泣き 顔文字
pl: Buzia płacz
vi: khóc nhiều

source: angry smiley
da: vred smiley
it_it: Smiley Arrabbiato
ja: プンプン 顔文字
pl: Buzia złość
vi: giận

source: worried smiley
da: Bekymret smiley
it_it: Smiley preoccupato
ja: 心配 顔文字
pl: Buzia zmartwienie
vi: lo lắng

source: heart smiley
da: Hjerte-smiley
it_it: Smiley Cuore
ja: ハート 顔文字
pl: Buzia serce
vi: tim

source: Angel Smiley
da: Engle-smiley
it_it: Smiley Angelo
ja: 天使 顔文字
pl: Buzia anielska
vi: Thiên thần

source: Confused Smiley
da: Forvirret smiley
it_it: Smiley Confuso
ja: 戸惑い 顔文字
pl: Buzia zmieszanie
vi: Bối rối

source: Devil Smiley
da: djævle-smiley
it_it: Smiley Diavolo
ja: 悪魔 顔文字
pl: Buzia diabelska
vi: Quỷ sứ

source: Keke Smiley
it_it: Smiley Allegro
ja: にっこり 顔文字
pl: Buzia Keke
vi: Keke

source: Bored smiley
da: Jeg keder mig smiley
it_it: Smiley Annoiato
ja: 退屈 顔文字
pl: Buzia znudzenie
vi: Chán

source: Angry Smiley
da: Vred smiley
it_it: Smiley Arrabbiato
ja: 怒り 顔文字
pl: Buzia gniew
vi: Giận

source: Cat Smiley
da: Katte-smiley
it_it: Smiley Gatto con le labbra arricciate
ja: 猫 顔文字
pl: Buzia kocia
vi: Mèo

source: I am Sleepy smiley
da: Jeg er søvnig smiley
it_it: Emoticon Stò dormendo...
ja: 眠い 顔文字
pl: Buzia Jestem śpiący
vi: tôi buồn ngủ

source: glasses smiley
da: Briller-smiley
it_it: Smiley con Occhiali
ja: メガネ 顔文字
pl: Buzia okulary
vi: mắt kính

source: shark smiley
da: Haj-smiley
it_it: Emoticon Scualo
ja: サメ 顔文字
pl: Buzia rekin
vi: cá mập

source: cash smiley
da: penge-smiley
it_it: Smiley Denaro
ja: キャッシュ 顔文字
pl: Buzia pieniądze
vi: tiền mặt

source: muscle smiley
da: Muskel-smiley
it_it: Smiley Muscolo
ja: 筋肉 顔文字
pl: Buzia mięśniak
vi: bắp thịt

source: beer smiley
da: Øl-smiley
it_it: Smiley Birra
ja: ビール 顔文字
pl: Buzia piwo
vi: beer

source: drink smiley
it_it: Smiley Drink
ja: ドリンク 顔文字
pl: Buzia drink
vi: uống

source: ninja smiley
it_it: Smiley Ninja
ja: 忍者 顔文字
pl: Buzia ninja
vi: ninja

source: cool smiley
it_it: Smiley Sono figo
ja: クール 顔文字
pl: Buzia cool
vi: mát

source: in love smiley
da: Forelsket smiley
it_it: Smiley Innamorato
ja: ラブ 顔文字
pl: Buzia zakochanie
vi: đang yêu

source: fingers crossed smiley
da: Krydser fingre smiley
it_it: Smiley Dita incrociate
ja: 指をクロスして祈る 顔文字
pl: Buzia skrzyżowane palce
vi: vượt qua

source: yawning smiley
da: Gabende smiley
it_it: Smiley Sbadiglio
ja: あくび 顔文字
pl: Buzia ziewa
vi: ngáp

source: puking smiley
da: Jeg brækker mig smiley
it_it: Smiley Sputa
ja: オエッ 顔文字
pl: Buzia wymioty
vi: nôn

source: doh! smiley
it_it: Smiley Infastidito!
ja: ダアー 顔文字
pl: Buzia fu!
vi: doh!

source: it wasn't me! smiley
da: Det var ikke mig smiley
it_it: Smiley Non sono stato io!
ja: 私はやってない 顔文字
pl: Buzia to nie byłem ja
vi: nó không phải là tôi

source: party smiley
it_it: Smiley Festa
ja: パーティ 顔文字
pl: Buzia impreza
vi: bữa tiệc

source: mmmmmm... smiley
da: Hmmmmmm... smiley
it_it: Smiley Mmm...
ja: ううむ 顔文字
pl: Buzia mmmm...
vi: ngập ngừng...

source: nerdy smiley
it_it: Smiley Sgobbone
ja: オタク 顔文字
pl: Buzia frajer
vi: nerdy

source: hi smiley
da: Hej smiley
it_it: Smiley Ciao
ja: こんにちは 顔文字
pl: Buzia Witam
vi: chào

source: facepalm smiley
da: Jeg slår mig for panden smiley
it_it: Smiley Mano sulla faccia
ja: あちゃー 顔文字
pl: Buzia o nie!
vi: facepalm

source: devil smiley
da: Djævle-smiley
it_it: Smiley Diavoletto
ja: 悪魔 顔文字
pl: Buzia diabeł
vi: quỷ sứ
