<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN">
<HTML LANG="ca">
<HEAD>
<META NAME="generator" CONTENT="http://txt2tags.org">
<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=UTF-8">
<TITLE>NVDA 2014.4-dev Guia d'usuari</TITLE>
</HEAD><BODY BGCOLOR="white" TEXT="black">
<CENTER>
<H2>﻿NVDA 2014.4-dev Guia d'usuari</H2>
</CENTER>


<A NAME="toc"></A>
<H2>Sumari</H2>


  <UL>

  <LI><A HREF="#toc2">1. Introducci&amp;oacute;</A>
    <UL>
    <LI><A HREF="#toc3">1.1. Caracter&amp;iacute;stiques generals</A>
    <LI><A HREF="#toc4">1.2. Internacionalitzaci&amp;oacute;</A>
    <LI><A HREF="#toc5">1.3. Compatibilitat amb sintetitzadors de veu</A>
    <LI><A HREF="#toc6">1.4. Compatibilitat amb dispositius braille</A>
    <LI><A HREF="#toc7">1.5. Llicència i drets d'autor</A>
    </UL>
  <LI><A HREF="#toc8">2. Requeriments de sistema</A>
  <LI><A HREF="#toc9">3. Desc&amp;agrave;rrega i instal·laci&amp;oacute; de NVDA</A>
    <UL>
    <LI><A HREF="#toc10">3.1. Restriccions en les versions portable i temporal</A>
    <LI><A HREF="#toc11">3.2. Instal·laci&amp;oacute; de NVDA</A>
      <UL>
      <LI><A HREF="#toc12">3.2.1. Inici a l'inici de sessi&amp;oacute; de Windows</A>
      <LI><A HREF="#toc13">3.2.2. Crear un enllaç directe a l'escriptori (Ctrl+Alt+n)</A>
      <LI><A HREF="#toc14">3.2.3. Copiar la configuraci&amp;oacute; de la versi&amp;oacute; portable al compte d'usuari actual</A>
      </UL>
    <LI><A HREF="#toc15">3.3. Creaci&amp;oacute; d'una versi&amp;oacute; portable</A>
    </UL>
  <LI><A HREF="#toc16">4. Inicis amb NVDA</A>
    <UL>
    <LI><A HREF="#toc17">4.1. Engegar NVDA</A>
    <LI><A HREF="#toc18">4.2. Les instruccions de teclat de NVDA</A>
      <UL>
      <LI><A HREF="#toc19">4.2.1. La tecla modificadora NVDA</A>
      <LI><A HREF="#toc20">4.2.2. Disposicions de teclat</A>
      </UL>
    <LI><A HREF="#toc21">4.3. Gestos t&amp;agrave;ctils NVDA</A>
      <UL>
      <LI><A HREF="#toc22">4.3.1. Exploraci&amp;oacute; de la pantalla</A>
      <LI><A HREF="#toc23">4.3.2. Gestos t&amp;agrave;ctils</A>
      <LI><A HREF="#toc24">4.3.3. Modes t&amp;agrave;ctils</A>
      </UL>
    <LI><A HREF="#toc25">4.4. Mode d'ajuda a l'entrada</A>
    <LI><A HREF="#toc26">4.5. El men&amp;uacute; NVDA</A>
    <LI><A HREF="#toc27">4.6. Instruccions b&amp;agrave;siques NVDA</A>
    <LI><A HREF="#toc28">4.7. Informaci&amp;oacute; del sistema</A>
    </UL>
  <LI><A HREF="#toc29">5. Navegaci&amp;oacute; amb NVDA</A>
    <UL>
    <LI><A HREF="#Objects">5.1. Objectes</A>
    <LI><A HREF="#SystemFocus">5.2. Navegaci&amp;oacute; amb el focus de sistema</A>
    <LI><A HREF="#SystemCaret">5.3. Navegaci&amp;oacute; amb el cursor del sistema</A>
    <LI><A HREF="#toc33">5.4. Navegaci&amp;oacute; per objectes</A>
    <LI><A HREF="#ReviewingText">5.5. Revisi&amp;oacute; de text</A>
    <LI><A HREF="#ReviewModes">5.6. Modes de revisi&amp;oacute;</A>
      <UL>
      <LI><A HREF="#ObjectReview">5.6.1. Revisi&amp;oacute; d'objectes</A>
      <LI><A HREF="#DocumentReview">5.6.2. Revisi&amp;oacute; de document</A>
      <LI><A HREF="#ScreenReview">5.6.3. Revisi&amp;oacute; de pantalla</A>
      </UL>
    <LI><A HREF="#toc39">5.7. Navegaci&amp;oacute; amb el ratol&amp;iacute;</A>
    </UL>
  <LI><A HREF="#toc40">6. Mode de navegaci&amp;oacute;</A>
    <UL>
    <LI><A HREF="#toc41">6.1. Navegaci&amp;oacute; amb una sola lletra</A>
    <LI><A HREF="#toc42">6.2. La llista d'elements</A>
    <LI><A HREF="#toc43">6.3. Objectes incrustats</A>
    </UL>
  <LI><A HREF="#toc44">7. instruccions NVDA espec&amp;iacute;fiques d'aplicacions</A>
    <UL>
    <LI><A HREF="#toc45">7.1. Microsoft Word</A>
    <LI><A HREF="#toc46">7.2. Microsoft Excel</A>
    <LI><A HREF="#toc47">7.3. Microsoft PowerPoint</A>
    <LI><A HREF="#toc48">7.4. foobar2000</A>
    <LI><A HREF="#toc49">7.5. Miranda IM</A>
    <LI><A HREF="#toc50">7.6. Poedit</A>
    </UL>
  <LI><A HREF="#toc51">8. Configuraci&amp;oacute; de NVDA</A>
    <UL>
    <LI><A HREF="#toc52">8.1. Preferències</A>
      <UL>
      <LI><A HREF="#toc53">8.1.1. Configuraci&amp;oacute; general (NVDA+Ctrl+g)</A>
      <LI><A HREF="#toc54">8.1.2. Selecci&amp;oacute; del sintetitzador (NVDA+Ctrl+s)</A>
      <LI><A HREF="#VoiceSettings">8.1.3. Configuraci&amp;oacute; de veu (NVDA+Ctrl+v)</A>
      <LI><A HREF="#SynthSettingsRing">8.1.4. Roda de configuraci&amp;oacute; de s&amp;iacute;ntesi</A>
      <LI><A HREF="#toc57">8.1.5. Configuraci&amp;oacute; braille</A>
      <LI><A HREF="#toc58">8.1.6. Configuraci&amp;oacute; de teclat (NVDA+Ctrl+k)</A>
      <LI><A HREF="#MouseSettings">8.1.7. Configuraci&amp;oacute; de ratol&amp;iacute; (NVDA+Ctrl+m)</A>
      <LI><A HREF="#toc60">8.1.8. Configuraci&amp;oacute; del cursor de revisi&amp;oacute;</A>
      <LI><A HREF="#toc61">8.1.9. Configuraci&amp;oacute; de la presentaci&amp;oacute; d'objectes (NVDA+Ctrl+o)</A>
      <LI><A HREF="#toc62">8.1.10. Configuraci&amp;oacute; de la composici&amp;oacute; de l'entrada</A>
      <LI><A HREF="#toc63">8.1.11. Configuraci&amp;oacute; del mode de navegaci&amp;oacute; (NVDA+Ctrl+b)</A>
      <LI><A HREF="#DocumentFormattingSettings">8.1.12. Configuraci&amp;oacute; del format del document (NVDA+Ctrl+d)</A>
      <LI><A HREF="#toc65">8.1.13. Diccionaris de pron&amp;uacute;ncia</A>
      <LI><A HREF="#SymbolPronunciation">8.1.14. Pronunciaci&amp;oacute; de la puntuaci&amp;oacute; i dels s&amp;iacute;mbols</A>
      <LI><A HREF="#toc67">8.1.15. Gestos d'entrada</A>
      </UL>
    <LI><A HREF="#toc68">8.2. Guardar i recuperar la configuraci&amp;oacute;</A>
    <LI><A HREF="#toc69">8.3. Perfils de configuraci&amp;oacute;</A>
      <UL>
      <LI><A HREF="#toc70">8.3.1. Gesti&amp;oacute; b&amp;agrave;sica</A>
      <LI><A HREF="#toc71">8.3.2. Creaci&amp;oacute; d'un perfil</A>
      <LI><A HREF="#ConfigProfileManual">8.3.3. Activaci&amp;oacute; manual</A>
      <LI><A HREF="#ConfigProfileTriggers">8.3.4. Desencadenadors</A>
      <LI><A HREF="#toc74">8.3.5. Edici&amp;oacute; d'un perfil</A>
      <LI><A HREF="#toc75">8.3.6. Desactivaci&amp;oacute; temporal dels desencadenadors</A>
      </UL>
    <LI><A HREF="#toc76">8.4. Ubicaci&amp;oacute; dels fitxers de configuraci&amp;oacute;</A>
    </UL>
  <LI><A HREF="#toc77">9. Eines extres</A>
    <UL>
    <LI><A HREF="#toc78">9.1. Visor del registre</A>
    <LI><A HREF="#toc79">9.2. Visor de parla</A>
    <LI><A HREF="#toc80">9.3. Administrador de complements</A>
    <LI><A HREF="#toc81">9.4. Consola de Python</A>
    <LI><A HREF="#toc82">9.5. Recarregar connectors</A>
    </UL>
  <LI><A HREF="#SupportedSpeechSynths">10. Sintetitzadors de Veu Compatibles</A>
    <UL>
    <LI><A HREF="#toc84">10.1. eSpeak</A>
    <LI><A HREF="#toc85">10.2. Microsoft Speech API version 4 (SAPI 4)</A>
    <LI><A HREF="#toc86">10.3. Microsoft Speech API versi&amp;oacute; 5 (SAPI 5)</A>
    <LI><A HREF="#toc87">10.4. Microsoft Speech Platform</A>
    <LI><A HREF="#toc88">10.5. Audiologic Tts3</A>
    <LI><A HREF="#toc89">10.6. Newfon</A>
    <LI><A HREF="#toc90">10.7. Nuance Vocalizer para NVDA</A>
    </UL>
  <LI><A HREF="#SupportedBrailleDisplays">11. L&amp;iacute;nies braille compatibles</A>
    <UL>
    <LI><A HREF="#toc92">11.1. Series Focus/PAC Mate de Freedom Scientific</A>
    <LI><A HREF="#toc93">11.2. Optelec ALVA BC640/680</A>
    <LI><A HREF="#toc94">11.3. Handy Tech Displays</A>
    <LI><A HREF="#toc95">11.4. MDV Lilli</A>
    <LI><A HREF="#toc96">11.5. Baum/Humanware/APH Braille Displays</A>
    <LI><A HREF="#toc97">11.6. hedo ProfiLine USB</A>
    <LI><A HREF="#toc98">11.7. hedo MobilLine USB</A>
    <LI><A HREF="#toc99">11.8. HumanWare Brailliant BI/B Series</A>
    <LI><A HREF="#toc100">11.9. HIMS Braille Sense/Braille EDGE Series</A>
    <LI><A HREF="#toc101">11.10. HIMS SyncBraille</A>
    <LI><A HREF="#toc102">11.11. Seika Braille Displays</A>
    <LI><A HREF="#toc103">11.12. Models m&amp;eacute;s actuals de Papenmeier BRAILLEX</A>
    <LI><A HREF="#toc104">11.13. Papenmeier Braille BRAILLEX Older Models</A>
    <LI><A HREF="#toc105">11.14. HumanWare BrailleNote</A>
    <LI><A HREF="#toc106">11.15. BRLTTY</A>
    </UL>
  <LI><A HREF="#toc107">12. Temes avançats</A>
    <UL>
    <LI><A HREF="#toc108">12.1. Personalitzaci&amp;oacute; avançada de la pron&amp;uacute;ncia de s&amp;iacute;mbols</A>
    </UL>
  <LI><A HREF="#toc109">13. M&amp;eacute;s informaci&amp;oacute;</A>
  </UL>

<A NAME="toc2"></A>
<H2>1. Introducci&amp;oacute;</H2>

<P>
NonVisual Desktop Access (NVDA) &amp;eacute;s un lector de pantalla de codi obert gratuït per al sistema operatiu Microsoft Windows.
NVDA permet a les persones cegues i amb baixa visi&amp;oacute; accedir als ordinadors que funcionen amb Windows amb el mateix esforç que a una persona amb visi&amp;oacute; gr&amp;agrave;cies a proveir feedback amb veu sintètica i braille.
NVDA ha estat desenvolupat per <A HREFLANG="en" HREF="http://www.nvaccess.org/">NV Access</A>, amb contribucions de la comunitat.
</P>

<A NAME="toc3"></A>
<H3>1.1. Caracter&amp;iacute;stiques generals</H3>

<P>
NVDA permet a les persones cegues i amb baixa visi&amp;oacute; accedir i interaccionar amb el sistema operatiu Windows i amb m&amp;uacute;ltiples aplicacions de tercers.
</P>
<P>
En s&amp;oacute;n aspectes destacables:
</P>

<UL>
<LI>NVDA &amp;eacute;s compatible amb aplicacions comunes com navegadors web, clients de correu electrònic, programes de xat, i paquets d'ofim&amp;agrave;tica
<LI>NVDA incorpora un sintetitzador de veu amb suport per a 43 idiomes
<LI>Si el programa d&amp;oacute;na informaci&amp;oacute; sobre el format del text, NVDA n'informa i anuncia la fam&amp;iacute;lia tipogr&amp;agrave;fica, el cos, l'estil i avisa d'errors ortogr&amp;agrave;fics
<LI>NVDA avisa autom&amp;agrave;ticament del text que es troba sota el ratol&amp;iacute; i opcionalment indica la posici&amp;oacute; del ratol&amp;iacute; per so
<LI>NVDA &amp;eacute;s compatible amb moltes l&amp;iacute;nies braille, i tamb&amp;eacute; accepta entrades en braille d'ordinador per aquelles l&amp;iacute;nies braille que tenen teclat
<LI>NVDA pot executar-se totalment des d'un llapis USB o altres suports portables, sense requerir instal·laci&amp;oacute;
<LI>L'instal·lador de NVDA &amp;eacute;s amb veu i f&amp;agrave;cil d'usar
<LI>NVDA ha estat traduït a 44 idiomes
<LI>NVDA &amp;eacute;s compatible amb els sistemes operatius Windows moderns, tant amb les versions de 32 bits com les de 64 bits
<LI>NVDA funciona a la pantalla d'entrada de Windows i en altres pantalles de seguretat
<LI>NVDA &amp;eacute;s compatible amb interf&amp;iacute;cies d'accessibilitat comunes com Microsoft Active Accessibility, Java Access Bridge, IAccessible2 o UI Automation (NVDA nom&amp;eacute;s &amp;eacute;s compatible amb UI Automation a partir de Windows 7)
<LI>NVDA &amp;eacute;s compatible amb la l&amp;iacute;nia d'instruccions Windows i amb aplicacions de consola
</UL>

<A NAME="toc4"></A>
<H3>1.2. Internacionalitzaci&amp;oacute;</H3>

<P>
&amp;eacute;s important que les persones d'arreu del m&amp;oacute;n, parlin la llengua que parlin, tinguin acc&amp;eacute;s equitatiu a la tecnologia.
A banda d'oferir-se en anglès, NVDA  ha estat traduït a 44 idiomes m&amp;eacute;s, entre ells: Afrikaans, albanès, amharic, arabic, aragonès, portuguès de Brasil, b&amp;uacute;lgar, croata, txec, danès, holandès, farsi, finès, francès, galleg, grec, georgi&amp;agrave;, alemany, hebreu, hindi, hongarès, islandès, irlandès, itali&amp;agrave;, japonès, core&amp;agrave;, nepal&amp;iacute;, norueg, polonès, portuguès, romanès, rus, serbi, eslovac, eslovè, espanyol, suec, tamil, tailandès, xinès tradicional i simplificat, turc, ucraïnès i vietnamita.
</P>

<A NAME="toc5"></A>
<H3>1.3. Compatibilitat amb sintetitzadors de veu</H3>

<P>
A banda de facilitar els missatges i la interf&amp;iacute;cie en m&amp;uacute;ltiples idiomes, NVDA permet que l'usuari llegeixi el contingut en qualsevol idioma, sempre i quan tingui un sintetitzador de veu en aquell idioma.
</P>
<P>
NVDA incorpora <A HREFLANG="en" HREF="http://espeak.sourceforge.net/">eSpeak</A>, un sintetitzador de veu multilingüe gratuït i de codi obert.
</P>
<P>
Pots trobar informaci&amp;oacute; sobre altres sintetitzadors de veu compatibles amb NVDA a la secci&amp;oacute; <A HREF="#SupportedSpeechSynths">Sintetitzadors de veu compatibles</A>.
</P>

<A NAME="toc6"></A>
<H3>1.4. Compatibilitat amb dispositius braille</H3>

<P>
Per als usuaris que posseeixen una l&amp;iacute;nia braille, NVDA pot mostrar la seva informaci&amp;oacute; en braille.
Mira la secci&amp;oacute; <A HREF="#SupportedBrailleDisplays">L&amp;iacute;nies braille compatibles</A> per a informaci&amp;oacute; sobre les l&amp;iacute;nies braille compatibles.
</P>
<P>
NVDA &amp;eacute;s compatible amb els codis braille de molts idiomes, tant amb les versions compactes com amb les versions no compactes dels codis.
</P>

<A NAME="toc7"></A>
<H3>1.5. Llicència i drets d'autor</H3>

<P>
La propietat intel·lectual de NVDA &amp;eacute;s  dels contribuïdors 2006-2014 NVDA.
</P>
<P>
NVDA t&amp;eacute; una llicència GNU General Public License (Versi&amp;oacute; 2).
Tens perm&amp;iacute;s per compartir o canviar aquest programari de qualsevol manera sempre i quan vagi acompanyat de la llicència i facilitis el codi font a qualsevol persona que el vulgui.
Aquest perm&amp;iacute;s afecta tant a la còpia original d'aquest programari com a les modificacions, i tamb&amp;eacute; a les obres derivades.
Si en vols saber m&amp;eacute;s, pots <A HREFLANG="en" HREF="http://www.gnu.org/licenses/old-licenses/gpl-2.0.html">veure la llicència completa.</A>
</P>

<A NAME="toc8"></A>
<H2>2. Requeriments de sistema</H2>

<UL>
<LI>Sistemes operatius: totes les versions de 32 bits i de 64 bits de Windows XP, Windows Vista, Windows 7 i Windows 8 (inclosos els sistemes operatius de servidor)
 <UL>
 <LI>Per a Windows XP de 32 bits, cal el Service Pack 2 o superior.
 <LI>Per a Windows Server 2003, cal el Service Pack 1 o superior.
 </UL>
<LI>Memòria RAM: 256 MB o m&amp;eacute;s
<LI>Velocitat de processador: 1.0 GHz o m&amp;eacute;s
<LI>Espai de disc de 50 MB aproximadament.
</UL>

<A NAME="toc9"></A>
<H2>3. Desc&amp;agrave;rrega i instal·laci&amp;oacute; de NVDA</H2>

<P>
Si encara no tens una còpia de NVDA, pots descarregar-te-la de <A HREF="http://community.nvda-project.org/">www.nvaccess.org</A>.
</P>
<P>
Ves a la secci&amp;oacute; de desc&amp;agrave;rrega i trobar&amp;agrave;s un enllaç per descarregar la darrera versi&amp;oacute; de NVDA.
</P>
<P>
Si executes el fitxer que t'acabes de descarregar iniciar&amp;agrave;s una versi&amp;oacute; temporal de NVDA.
Llavors el programa et demanar&amp;agrave; si vols instal·lar NVDA, crear una versi&amp;oacute; portable, o simplement continuar amb la versi&amp;oacute; temporal.
</P>
<P>
Si tens pensat de fer servir sempre NVDA en aquest ordinador, segurament voldr&amp;agrave;s instal·lar NVDA.
Instal·lar NVDA et d&amp;oacute;na acc&amp;eacute;s a funcions addicionals com per exemple que el programa s'inicïi autom&amp;agrave;ticament en engegar, la capacitat de llegir l'inici de sessi&amp;oacute; de Windows i altres pantalles de seguretat de Windows (aquesta funci&amp;oacute; no est&amp;agrave; activa en les versions temporals i portables) i poder crear enllaços al programa des de l'escriptori o des del men&amp;uacute; d'inici.
La versi&amp;oacute; instal·lada pot copiar-se en una versi&amp;oacute; portable en qualsevol moment.
</P>
<P>
Si vols portar NVDA amb tu en un llap&amp;iacute;s USB o en algun altre suport d'escriptura, llavors hauries de triar de crear la versi&amp;oacute; portable.
La versi&amp;oacute; portable permet fer una instal·laci&amp;oacute; completa posteriorment en qualsevol ordinador.
Si el que vols &amp;eacute;s copiar NVDA en un suport d'emmagatzematge nom&amp;eacute;s de lectura, el m&amp;eacute;s aconsellable &amp;eacute;s que copiis el fitxer descarregat.
Actualment NVDA no permet executar la versi&amp;oacute; portable des d'un suport nom&amp;eacute;s de lectura.
</P>
<P>
Una altra opci&amp;oacute; &amp;eacute;s fer servir la versi&amp;oacute; temporal de NVDA (per ex. amb finalitats demostratives), però iniciar NVDA d'aquesta manera cada vegada pot suposar molt de temps.
</P>

<A NAME="toc10"></A>
<H3>3.1. Restriccions en les versions portable i temporal</H3>

<P>
A banda de no poder iniciar-se autom&amp;agrave;ticament durant o despr&amp;eacute;s de l'entrada, les versions portables i temporals de NVDA tenen les següents restriccions:
</P>

<UL>
<LI>No poden interaccionar amb aplicacions que s'executen amb privilegis d'administrador, a no ser que NVDA s'executi tamb&amp;eacute; amb permisos d'administrador (no recomanable).
<LI>No poden llegir pantalles d'User Account Control (UAC) quan volen iniciar una aplicaci&amp;oacute; amb privilegis d'administrador.
<LI>Windows 8: no s&amp;oacute;n compatibles amb l'entrada des de pantalla t&amp;agrave;ctil.
<LI>Windows 8: no ofereixen algunes funcions en les apps de la Windows Store, com ara el mode de navegaci&amp;oacute; o la verbalitzaci&amp;oacute; de car&amp;agrave;cters escrits.
</UL>

<A NAME="toc11"></A>
<H3>3.2. Instal·laci&amp;oacute; de NVDA</H3>

<P>
Si fas la instal·laci&amp;oacute; de NVDA des del paquet descarregat, prem el bot&amp;oacute; Instal·lar NVDA.
Si has tancat aquest di&amp;agrave;leg o vols fer la instal·laci&amp;oacute; des d'una versi&amp;oacute; portable, escull l'opci&amp;oacute; de men&amp;uacute; instal·lar NVDA, sota Eines en el men&amp;uacute; NVDA.
</P>
<P>
El di&amp;agrave;leg d'instal·laci&amp;oacute; demanar&amp;agrave; confirmar si vols instal·lar NVDA i t'informar&amp;agrave; sobre si aquesta instal·laci&amp;oacute; n'actualitza una de prèvia.
En pr&amp;eacute;mer el bot&amp;oacute; Continua, la instal·laci&amp;oacute; de NVDA s'iniciar&amp;agrave;.
Hi ha altres opcions en aquest di&amp;agrave;leg que s'expliquen m&amp;eacute;s avall.
Un cop la instal·laci&amp;oacute; hagi finalitzat, apareixer&amp;agrave; un missatge informant que tot ha anat b&amp;eacute;.
Si prems OK en aquest punt la nova versi&amp;oacute; instal·lada de NVDA s'iniciar&amp;agrave;.
</P>

<A NAME="toc12"></A>
<H4>3.2.1. Inici a l'inici de sessi&amp;oacute; de Windows</H4>

<P>
Aquesta opci&amp;oacute; et permet triar si vols que NVDA s'inicii autom&amp;agrave;ticament a l'inici de sessi&amp;oacute; de Windows, abans que introdueixis la contrassenya. 
Això tamb&amp;eacute; inclou controls UAC i altres pantalles de seguretat.
</P>

<A NAME="toc13"></A>
<H4>3.2.2. Crear un enllaç directe a l'escriptori (Ctrl+Alt+n)</H4>

<P>
Aquesta opci&amp;oacute; et permet triar si vols crear un enllaç directe a l'escriptori per iniciar NVDA.
Si crees l'enllaç, aquest tindr&amp;agrave; associada la combinaci&amp;oacute; de tecles Control+Alt+n per permetre iniciar NVDA en qualsevol moment amb la pulsaci&amp;oacute; d'aquestes tecles.
</P>

<A NAME="toc14"></A>
<H4>3.2.3. Copiar la configuraci&amp;oacute; de la versi&amp;oacute; portable al compte d'usuari actual</H4>

<P>
Aquesta opci&amp;oacute; et permet triar si NVDA ha de copiar la configuraci&amp;oacute; del NVDA que s'est&amp;agrave; executant en aquell moment a la configuraci&amp;oacute; de l'usuari actual, per la versi&amp;oacute; instal·lada de NVDA.
Aquesta opci&amp;oacute; no copiar&amp;agrave; la configuraci&amp;oacute; a altres usuaris del sistema ni a la configuraci&amp;oacute; de sistema per l'inici de sessi&amp;oacute; de Windows ni per altres pantalles de seguretat.
Aquesta opci&amp;oacute; nom&amp;eacute;s apareix quan es fa la instal·laci&amp;oacute; a partir d'una versi&amp;oacute; portable, i no apareix quan es fa la instal·laci&amp;oacute; des del paquet d'instal·laci&amp;oacute;.
</P>

<A NAME="toc15"></A>
<H3>3.3. Creaci&amp;oacute; d'una versi&amp;oacute; portable</H3>

<P>
Si vols crear una versi&amp;oacute; portable directament des del fitxer d'instal·laci&amp;oacute;, simplement has de pr&amp;eacute;mer el bot&amp;oacute; Crear versi&amp;oacute; portable.
Si ja has tancat aquest di&amp;agrave;leg o est&amp;agrave;s executant una versi&amp;oacute; instal·lada de NVDA, has de triar l'opci&amp;oacute; de men&amp;uacute; Crear versi&amp;oacute; portable, sota Eines en el men&amp;uacute; NVDA.
</P>
<P>
El di&amp;agrave;leg que apareix et permet escollir la ubicaci&amp;oacute; de la versi&amp;oacute; portable.
Pots triar d'instal·lar-la en una carpeta del teu disc dur, o en un llap&amp;iacute;s USB, o en altres suports portables.
Tamb&amp;eacute; pots triar de copiar la configuraci&amp;oacute; NVDA de l'usuari amb sessi&amp;oacute; de Windows activa a la versi&amp;oacute; portable que s'est&amp;agrave; creant.
Aquesta opci&amp;oacute; nom&amp;eacute;s apareix quan es crea una versi&amp;oacute; portable a partir d'una versi&amp;oacute; instal·lada, i no apareix quan es fa la instal·laci&amp;oacute; des del fitxer d'instal·laci&amp;oacute;. 
Si prems Continuar, crear&amp;agrave;s la versi&amp;oacute; portable.
Un cop la creaci&amp;oacute; ha finalitzat, apareixer&amp;agrave; un missatge informant que tot ha anat b&amp;eacute;.
Si prems D'acord el di&amp;agrave;leg desapareixer&amp;agrave;.
</P>

<A NAME="toc16"></A>
<H2>4. Inicis amb NVDA</H2>

<A NAME="toc17"></A>
<H3>4.1. Engegar NVDA</H3>

<P>
Si has instal·lat NVDA amb l'instal·lador, iniciar NVDA &amp;eacute;s tan senzill com pr&amp;eacute;mer Control+Alt+n, o seleccionar NVDA del men&amp;uacute; NVDA sota Programes del Men&amp;uacute; d'Inici.
Tamb&amp;eacute; pots iniciar el programa, escrivint NVDA en el di&amp;agrave;leg d'Executar de Windows i pr&amp;eacute;mer Retorn.
</P>
<P>
Per iniciar la versi&amp;oacute; portable, ves a la carpeta en la que has descomprimit NVDA, i prem Retorn o clica dos cops a nvda.exe.
</P>
<P>
Quan NVDA s'inicia, primer sentir&amp;agrave;s un conjunt de tons ascendents (per avisar que NVDA s'est&amp;agrave; carregant).
Si el teu ordinador &amp;eacute;s molt lent, o executes NVDA des d'un llap&amp;iacute;s USB o des d'un suport encara m&amp;eacute;s lent, el programa pot trigar una mica a començar.
Si requereix un temps m&amp;eacute;s llarg, NVDA hauria de dir "NVDA s'est&amp;agrave; carregant. Un moment..."
</P>
<P>
Si no sents res d'això, o si sents el so d'error de Windows, o un conjunt de tons descendents, significa que NVDA t&amp;eacute; un error, i caldria informar del problema als desenvolupadors.
Revisa al web de NVDA com fer-ho.
</P>
<P>
Quan NVDA comença per primer cop, el programa et saluda amb una caixa de di&amp;agrave;leg que d&amp;oacute;na informaci&amp;oacute; b&amp;agrave;sica sobre la tecla modificadora NVDA i el men&amp;uacute; NVDA.
(Revisa les seccions posteriors sobre aquests temes.)
La caixa de di&amp;agrave;leg cont&amp;eacute; tamb&amp;eacute; tres caselles de selecci&amp;oacute;.
La primera casella et permet triar si vols que NVDA usi la tecla de Bloqueig de maj&amp;uacute;scules com a tecla modificadora.
La segona casella et permet triar si vols que NVDA arrenqui autom&amp;agrave;ticament en iniciar Windows i nom&amp;eacute;s apareix en les versions instal·lades de NVDA.
La tercera casella permet controlar si aquest di&amp;agrave;leg de benvinguda ha d'apareixer cada cop que NVDA s'inicia.
</P>

<A NAME="toc18"></A>
<H3>4.2. Les instruccions de teclat de NVDA</H3>

<A NAME="toc19"></A>
<H4>4.2.1. La tecla modificadora NVDA</H4>

<P>
La majoria d'instruccions de teclat espec&amp;iacute;fiques de NVDA es basen en pr&amp;eacute;mer una tecla particular anomenada tecla modificadora NVDA i alhora pr&amp;eacute;mer una o m&amp;eacute;s tecles addicionals.
Una excepci&amp;oacute; remarcable a aquest funcionament s&amp;oacute;n les instruccions de revisi&amp;oacute; de text en els teclats d'ordinadors de sobretaula que usen nom&amp;eacute;s el teclat numèric, però existeixen altres instruccions que no fan &amp;uacute;s de la tecla modificadora.
</P>
<P>
Es pot configurar NVDA per tal que la tecla modificadora NVDA sigui la tecla Insert del teclat numèric, la tecla Insert del teclat estès, o la tecla de Bloqueig de maj&amp;uacute;scules.
</P>
<P>
De forma predeterminada, tant la tecla Insert del teclat numèric, com la tecla Insert del teclat estès, funcionen com a tecles modificadores NVDA.
</P>
<P>
Si vols que una de les tecles modificadores NVDA realitzi la seva funci&amp;oacute; original (per exemple si vols activar el Bloqueig de maj&amp;uacute;scules mentre que la tecla de Bloqueig de maj&amp;uacute;scules funciona com a tecla modificadora NVDA), pots pr&amp;eacute;mer la tecla r&amp;agrave;pidament dos cops.
</P>

<A NAME="toc20"></A>
<H4>4.2.2. Disposicions de teclat</H4>

<P>
NVDA s'ofereix actualment amb dos conjunts d'instruccions de teclat.
Existeix una disposici&amp;oacute; de teclat per ordinadors de sobretaula i una disposici&amp;oacute; de teclat per ordinadors port&amp;agrave;tils.
De forma predeterminada NVDA est&amp;agrave; configurat per usar el teclat d'ordinadors de sobretaula, però pots canviar al teclat per ordinadors port&amp;agrave;tils en la Configuraci&amp;oacute; de teclat, que es troba sota Preferències al men&amp;uacute; NVDA.
</P>
<P>
La disposici&amp;oacute; de teclat de sobretaula fa un &amp;uacute;s extensiu del teclat numèric (amb el Bloqueig numèric desactivat).
Tot i que molts port&amp;agrave;tils no tenen un teclat numèric f&amp;iacute;sic, alguns port&amp;agrave;tils l'emulen apretant la tecla de funci&amp;oacute; (FN) i apretant les lletres i n&amp;uacute;meros de la part dreta del teclat (7 8 9 u i o j k l etc).
Si el teu port&amp;agrave;til no t&amp;eacute; aquesta funci&amp;oacute;, o no et permet desactivar el bloqueig de n&amp;uacute;meros, el m&amp;eacute;s recomanable &amp;eacute;s que canvïis a la disposici&amp;oacute; de teclat per port&amp;agrave;tils.
</P>

<A NAME="toc21"></A>
<H3>4.3. Gestos t&amp;agrave;ctils NVDA</H3>

<P>
Si executes NVDA en un ordinador amb pantalla t&amp;agrave;ctil, sobre Windows 8 o superior, pots controlar NVDA directament des de la pantalla t&amp;agrave;ctil.
Mentre NVDA s'executa, totes les entrades t&amp;agrave;ctils aniran directament a NVDA.
En conseqüència, les accions que normalment es poden fer sense NVDA no funcionaran.
</P>

<A NAME="toc22"></A>
<H4>4.3.1. Exploraci&amp;oacute; de la pantalla</H4>

<P>
L'acci&amp;oacute; m&amp;eacute;s b&amp;agrave;sica que pots fer amb la pantalla t&amp;agrave;ctil &amp;eacute;s anunciar el control o el text des de qualsevol punt de la pantalla.
Per fer-ho, posa el teu dit a qualsevol lloc de la pantalla.
Pots mantenir el dit a la pantalla i moure'l amunt i avall per llegir altres controls i text per on passi el dit.
</P>

<A NAME="toc23"></A>
<H4>4.3.2. Gestos t&amp;agrave;ctils</H4>

<P>
Quan m&amp;eacute;s endavant es descriguin les instruccions NVDA, sovint s'indicar&amp;agrave; quin gest t&amp;agrave;ctil s'usa per activar aquella instrucci&amp;oacute; amb la pantalla t&amp;agrave;ctil.
A continuaci&amp;oacute; trobar&amp;agrave;s algunes instruccions sobre com fer els diferents gestos t&amp;agrave;ctils.
</P>

<H5>Cops</H5>

<P>
Pica la pantalla r&amp;agrave;pidament amb un o m&amp;eacute;s dits.
</P>
<P>
Picar una vegada amb un dit es coneix simplement com a cop.
Picar amb dos dits alhora &amp;eacute;s un cop de dos dits, i aix&amp;iacute; amb tres, quatre o m&amp;eacute;s dits.
</P>
<P>
Si el mateix cop es fa una o m&amp;eacute;s vegades r&amp;agrave;pidament, NVDA entendr&amp;agrave; l'acci&amp;oacute; com un gest multicop.
Picar dues vegades s'entendr&amp;agrave; com un cop doble.
Picar tres vegades s'entendr&amp;agrave; com un cop triple, i aix&amp;iacute; amb quatre o m&amp;eacute;s cops.
Els gestos multicops evidentment reconeixen quants dits s'han usat, per això &amp;eacute;s possible indicar gestos com cop triple amb dos dits, cop amb quatre dits, etc.
</P>

<H5>Moviments r&amp;agrave;pids</H5>

<P>
Arrossega r&amp;agrave;pidament el teu dit al llarg de la pantalla.
</P>
<P>
Existeixen quatre gestos de moviments r&amp;agrave;pids segons la direcci&amp;oacute; amb què es fan: moviment r&amp;agrave;pid cap a l'esquerra, moviment r&amp;agrave;pid cap a la dreta, moviment r&amp;agrave;pid cap amunt i moviment r&amp;agrave;pid cap avall.
</P>
<P>
De la mateixa manera que en els cops, es pot usar m&amp;eacute;s d'un dit per fer el gest de moviment r&amp;agrave;pid.
Per això, s&amp;oacute;n possibles gestos com moviments r&amp;agrave;pids amb dos dits, moviment r&amp;agrave;pid cap a l'esquerra amb quatre dits, etc.
</P>

<A NAME="toc24"></A>
<H4>4.3.3. Modes t&amp;agrave;ctils</H4>

<P>
Com que hi ha m&amp;eacute;s instruccions NVDA que gestos t&amp;agrave;ctils disponibles, NVDA ofereix diferents modes t&amp;agrave;ctils, cadascun amb un subconjunt d'instruccions, entre els què pots alternar.
Els dos modes t&amp;agrave;ctils s&amp;oacute;n el mode textual i el mode objecte.
Algunes instruccions NVDA llistades en aquest document poden tenir un mode t&amp;agrave;ctil indicat entre parèntesi despr&amp;eacute;s del gest t&amp;agrave;ctil.
Per exemple, movimet r&amp;agrave;pid amunt (mode textual) significa que la instrucci&amp;oacute; s'executar&amp;agrave; si fas el moviment r&amp;agrave;pid cap amunt però nom&amp;eacute;s en el mode textual.
Si la instrucci&amp;oacute; no indica cap mode t&amp;agrave;ctil, funcionar&amp;agrave; en ambd&amp;oacute;s modes.
</P>
<P>
Per canviar entre modes t&amp;agrave;ctils, fes un cop amb tres dits.
</P>

<A NAME="toc25"></A>
<H3>4.4. Mode d'ajuda a l'entrada</H3>

<P>
Al llarg d'aquesta guia d'usuari es mencionen moltes instruccions NVDA, però una manera f&amp;agrave;cil d'explorar totes les instruccions &amp;eacute;s activar l'ajuda a l'entrada.
</P>
<P>
Per activar l'ajuda a l'entrada, prem NVDA+1.
Per desactivar-la, prem de nou NVDA+1.
Mentre l'ajuda a l'entrada est&amp;agrave; activada, realitzar una acci&amp;oacute; d'entrada (tal com pr&amp;eacute;mer una tecla o fer un gest t&amp;agrave;ctil) informar&amp;agrave; sobre l'acci&amp;oacute; realitzada i descriur&amp;agrave; la seva funci&amp;oacute; (si n'hi ha).
En aquest mode les instruccions no s'executaran.
</P>

<A NAME="toc26"></A>
<H3>4.5. El men&amp;uacute; NVDA</H3>

<P>
El men&amp;uacute; NVDA et permet controlar la configuraci&amp;oacute; del programa, accedir a l'ajuda, guardar o resetejar la configuraci&amp;oacute;, modificar els diccionaris de s&amp;iacute;ntesi de veu, accedir a eines addicionals i sortir de NVDA.
</P>
<P>
Per accedir al men&amp;uacute; NVDA des de qualsevol lloc a Windows mentre NVDA s'est&amp;agrave; executant, prem NVDA+n en el teclat o fes un cop doble amb dos dits a la pantalla t&amp;agrave;ctil.
Tamb&amp;eacute; pots accedir al men&amp;uacute; NVDA des del men&amp;uacute; de sistema Windows.
Clica amb el bot&amp;oacute; dret la icona del men&amp;uacute; de sistema Windows, o accedeix al men&amp;uacute; de sistema prement la tecla amb el logo de Windows, fletxa avall a la icona NVDA i prem la tecla d'aplicaci&amp;oacute; ubicada en la majoria de teclats al costat de la tecla Ctrl dreta.
Quan el men&amp;uacute; apareixi, pots usar les tecles de les fletxes per navegar pel men&amp;uacute;, i la tecla Retorn per activar un &amp;iacute;tem.
</P>

<A NAME="toc27"></A>
<H3>4.6. Instruccions b&amp;agrave;siques NVDA</H3>

<TABLE BORDER="1" CELLPADDING="4">
<TR>
<TH>Nom</TH>
<TH>Tecla en teclat de sobretaula</TH>
<TH>Tecla en teclat de port&amp;agrave;til</TH>
<TH>Gest</TH>
<TH>Descripci&amp;oacute;</TH>
</TR>
<TR>
<TD>Parar veu</TD>
<TD>Ctrl</TD>
<TD>Ctrl</TD>
<TD>Cop amb dos dits</TD>
<TD>Para la veu instant&amp;agrave;niament</TD>
</TR>
<TR>
<TD>Pausar veu</TD>
<TD>Maj</TD>
<TD>Maj</TD>
<TD>cap</TD>
<TD>Para la veu instant&amp;agrave;niament. En pr&amp;eacute;mer-la de nou tornar&amp;agrave; a parlar a partir del punt on s'ha aturat (si el sintetitzador de veu usat &amp;eacute;s compatible amb el pausat de veu)</TD>
</TR>
<TR>
<TD>NVDA Menu</TD>
<TD>NVDA+n</TD>
<TD>NVDA+n</TD>
<TD>Cop doble amb dos dits</TD>
<TD>Fa apareixer el men&amp;uacute; NVDA per permetre accedir a les preferències, eines i ajuda etc</TD>
</TR>
<TR>
<TD>Conmutar Mode de so</TD>
<TD>NVDA+s</TD>
<TD>NVDA+s</TD>
<TD>cap</TD>
<TD>Canvia el mode de so entre veu, avisos i desactivat</TD>
</TR>
<TR>
<TD>Conmutar Mode d'ajuda a l'entrada</TD>
<TD>NVDA+1</TD>
<TD>NVDA+1</TD>
<TD>cap</TD>
<TD>En aquest mode pr&amp;eacute;mer una tecla informar&amp;agrave; sobre la tecla premuda i descriur&amp;agrave; la instrucci&amp;oacute; NVDA que t&amp;eacute; associada</TD>
</TR>
<TR>
<TD>Sortir de NVDA</TD>
<TD>NVDA+q</TD>
<TD>NVDA+q</TD>
<TD>cap</TD>
<TD>Tanca NVDA</TD>
</TR>
<TR>
<TD>Enviar la següent tecla directament</TD>
<TD>NVDA+f2</TD>
<TD>NVDA+f2</TD>
<TD>Cap</TD>
<TD>Indica a NVDA que la següent tecla s'ha d'enviar directament a l'aplicaci&amp;oacute; activa, fins i tot si aquesta tecla s'entendria normalment com a instrucci&amp;oacute; NVDA</TD>
</TR>
<TR>
<TD>Activa i desactiva el mode en suspensi&amp;oacute;</TD>
<TD>NVDA+Maj+s</TD>
<TD>NVDA+Maj+z</TD>
<TD>cap</TD>
<TD>El mode en suspensi&amp;oacute; desactiva totes les instruccions NVDA i la sortida de veu i/o braille per l'aplicaci&amp;oacute; actual. Aquesta funci&amp;oacute; &amp;eacute;s &amp;uacute;til a les aplicacions que ja disposen de veu pròpia o de funcions de lector de pantalla. Per activar el mode de veu premeu de nou la instrucci&amp;oacute;</TD>
</TR>
</TABLE>

<A NAME="toc28"></A>
<H3>4.7. Informaci&amp;oacute; del sistema</H3>

<TABLE BORDER="1" CELLPADDING="4">
<TR>
<TH>Nom</TH>
<TH>tecla</TH>
<TH>Descripci&amp;oacute;</TH>
</TR>
<TR>
<TD>Informar del dia i hora</TD>
<TD>NVDA+f12</TD>
<TD>Pr&amp;eacute;mer una vegada informa de l'hora, pr&amp;eacute;mer dues vegades informa de la data</TD>
</TR>
<TR>
<TD>Informar de l'estat de la bateria</TD>
<TD>NVDA+Maj+b</TD>
<TD>Informa de l'estat de la bateria, &amp;eacute;s a dir, si hi ha corrent elèctrica o el percentatge de c&amp;agrave;rrega actual</TD>
</TR>
<TR>
<TD>Informar del text del porta-retalls</TD>
<TD>NVDA+c</TD>
<TD>Informa del text del porta-retalls si n'hi ha algun</TD>
</TR>
</TABLE>

<A NAME="toc29"></A>
<H2>5. Navegaci&amp;oacute; amb NVDA</H2>

<P>
NVDA et permet explorar i navegar pel sistema de diverses maneres, tant en interacci&amp;oacute; normal com en revisi&amp;oacute;.
</P>

<A NAME="Objects"></A>
<H3>5.1. Objectes</H3>

<P>
Cada aplicaci&amp;oacute; i tamb&amp;eacute; el sistema operatiu consisteix en diversos objectes.
Un objecte &amp;eacute;s un element simple com un tros de text, un bot&amp;oacute;, una casella de selecci&amp;oacute;, un control lliscant, una llista o un camp de text editable.
</P>

<A NAME="SystemFocus"></A>
<H3>5.2. Navegaci&amp;oacute; amb el focus de sistema</H3>

<P>
El focus de sistema, conegut tamb&amp;eacute; simplement com a focus, &amp;eacute;s l'<A HREF="#Objects">objecte</A> que rep les tecles premudes en el teclat. 
Per exemple, si est&amp;agrave;s escrivint en un camp de text editable, el camp de text editable t&amp;eacute; el focus.
</P>
<P>
La manera m&amp;eacute;s habitual de moure's per Windows amb NVDA consisteix simplement a moure el focus de sistema fent servir les instruccions de teclat est&amp;agrave;ndard de Windows, tals com la tecla de tabulador o Maj&amp;uacute;scula+tabulador per avançar o retrocedir entre controls, pr&amp;eacute;mer la tecla Alt per anar a la barra de men&amp;uacute;s i moure's pel men&amp;uacute; amb les fletxes de moviment, i usar Alt+Tab per moure's entre les aplicacions en execuci&amp;oacute;.
Mentre fas aquestes accions, NVDA t'informar&amp;agrave; sobre l'objecte que rep el focus, i te n'indicar&amp;agrave; nom, tipus, valor, estat, descripci&amp;oacute;, drecera de teclat i et donar&amp;agrave; informaci&amp;oacute; de la seva posici&amp;oacute;.
</P>
<P>
Hi ha algunes instruccions de teclat que s&amp;oacute;n &amp;uacute;tils per moure's amb el focus de sistema:
</P>

<TABLE BORDER="1" CELLPADDING="4">
<TR>
<TH>Nom</TH>
<TH>Tecla en teclat de sobretaula</TH>
<TH>Tecla en teclat port&amp;agrave;til</TH>
<TH>Descripci&amp;oacute;</TH>
</TR>
<TR>
<TD>Informa del focus actual</TD>
<TD>NVDA+Tab</TD>
<TD>NVDA+Tab</TD>
<TD>Anuncia l'objecte o control actual que rep el focus del sistema. Si prems dos cops lletreja el nom</TD>
</TR>
<TR>
<TD>Informa del t&amp;iacute;tol</TD>
<TD>NVDA+t</TD>
<TD>NVDA+t</TD>
<TD>Informa del t&amp;iacute;tol de la finestra activa actual. Si prems dos cops la instrucci&amp;oacute; lletreja el t&amp;iacute;tol. Si prems tres cops la instrucci&amp;oacute; copiar&amp;agrave; el t&amp;iacute;tol al porta-retalls</TD>
</TR>
<TR>
<TD>Llegeix la finestra activa</TD>
<TD>NVDA+b</TD>
<TD>NVDA+b</TD>
<TD>Llegeix tots els controls de la finestra activa actualment (&amp;uacute;til per a di&amp;agrave;legs)</TD>
</TR>
<TR>
<TD>Informa de la barra d'estat</TD>
<TD>NVDA+end</TD>
<TD>NVDA+Maj+end</TD>
<TD>Informa de la barra d'estat si NVDA n'ha trobat una. Tamb&amp;eacute; mou l'objecte navigator a aquesta ubicaci&amp;oacute;</TD>
</TR>
</TABLE>

<A NAME="SystemCaret"></A>
<H3>5.3. Navegaci&amp;oacute; amb el cursor del sistema</H3>

<P>
Quan un <A HREF="#Objects">objecte</A> que permet la navegaci&amp;oacute; o edici&amp;oacute; del text rep el <A HREF="#SystemFocus">focus</A>, pots desplaçar-te pel text fent servir el cursor del sistema, tamb&amp;eacute; conegut com a cursor d'edici&amp;oacute;.
</P>
<P>
Quan el focus &amp;eacute;s en un objecte que t&amp;eacute; el cursor del sistema, pots usar les fletxes de moviment, Re Pag, Av P&amp;aacute;g, Fi, etc. per desplaçar-te dins el text.
Tamb&amp;eacute; pots canviar el text si el control permet l'edici&amp;oacute;.
NVDA t'avisar&amp;agrave; del text lletra a lletra, paraula a paraula o l&amp;iacute;nia a l&amp;iacute;nia mentre et mous i tamb&amp;eacute; t'anunciar&amp;agrave; si selecciones o deselecciones text.
</P>
<P>
NVDA ofereix les següents instruccions de teclat relacionades amb el cursor del sistema:
</P>

<TABLE BORDER="1" CELLPADDING="4">
<TR>
<TH>Nom</TH>
<TH>Tecla en teclat de sobretaula</TH>
<TH>Tecla en teclat port&amp;agrave;til</TH>
<TH>Descripci&amp;oacute;</TH>
</TR>
<TR>
<TD>Verbalitza-ho tot</TD>
<TD>NVDA+fletxa avall</TD>
<TD>NVDA+a</TD>
<TD>Comença a llegir des de la posici&amp;oacute; actual del cursor del sistema, i es mou a mida que avança</TD>
</TR>
<TR>
<TD>Llegeix la l&amp;iacute;nia actual</TD>
<TD>NVDA+fletxa amunt</TD>
<TD>NVDA+l</TD>
<TD>Llegeix la linia en què es troba el cursor del sistema. Si prems dos cops lletreja la l&amp;iacute;nia</TD>
</TR>
<TR>
<TD>Llegeix la selecci&amp;oacute; de text actual</TD>
<TD>NVDA+Maj&amp;uacute;scules+fletxa amunt</TD>
<TD>NVDA+Maj+s</TD>
<TD>Llegeix qualsevol text seleccionat en aquell moment</TD>
</TR>
</TABLE>

<P>
Quan et trobes dins d'una taula, les següents instruccions de teclat tamb&amp;eacute; estan disponibles:
</P>

<TABLE BORDER="1" CELLPADDING="4">
<TR>
<TH>Nom</TH>
<TH>Tecla</TH>
<TH>Descripci&amp;oacute;</TH>
</TR>
<TR>
<TD>Mou a la columna anterior</TD>
<TD>Ctrl+Alt+fletxa esquerra</TD>
<TD>Mou el cursor del sistema a la columna anterior (mantenint-se en la mateixa fila)</TD>
</TR>
<TR>
<TD>Mou a la columna posterior</TD>
<TD>Ctrl+Alt+fletxa dreta</TD>
<TD>Mou el cursor del sistema a la columna posterior (mantenint-se en la mateixa fila)</TD>
</TR>
<TR>
<TD>Mou a la fila anterior</TD>
<TD>Ctrl+Alt+fletxa amunt</TD>
<TD>Mou el cursor del sistema a la fila anterior (mantenint-se en la mateixa columna)</TD>
</TR>
<TR>
<TD>Mou a la fila posterior</TD>
<TD>Ctrl+Alt+fletxa avall</TD>
<TD>Mou el cursor del sistema a la fila posterior (mantenint-se en la mateixa columna)</TD>
</TR>
</TABLE>

<A NAME="toc33"></A>
<H3>5.4. Navegaci&amp;oacute; per objectes</H3>

<P>
La major part del temps, treballar&amp;agrave;s amb les aplicacions usant instruccions que mouen el <A HREF="#SystemFocus">focus</A> i el  <A HREF="#SystemCaret">cursor del sistema</A>.
Tot i aix&amp;iacute;, a vegades, potser vols explorar l'aplicaci&amp;oacute; actual o el sistema operatiu sense moure el focus o el cursor.
Potser tamb&amp;eacute; vols treballar amb <A HREF="#Objects">objectes</A> als què no pots accedir amb el teclat.
En aquests casos, pots usar la navegaci&amp;oacute; per objectes.
</P>
<P>
La navegaci&amp;oacute; per objectes et permet moure't entre els <A HREF="#Objects">objectes</A> individuals i obtenir-ne informaci&amp;oacute;.
Quan et desplaces a un objecte, NVDA t'informar&amp;agrave; de manera similar a com t'informa del focus de sistema.
Alternativament, per revisar tot el text que apareix a pantalla, pots usar la <A HREF="#ScreenReview">revisi&amp;oacute; de pantalla</A>.
</P>
<P>
En comptes de desplaçar-te endavant i endarrera entre cadascun dels objectes del sistema, aquests estan organitzats jer&amp;agrave;rquicament.
Això significa que alguns objectes en contenen d'altres i que has de desplaçar-te dins d'ells per accedir als objectes que contenen.
Per exemple, una llista cont&amp;eacute; &amp;iacute;tems de llista, i has de desplaçar-te dins la llista per poder accedir als seus &amp;iacute;tems.
Si t'has desplaçat fins a un element de llista, les instruccions posterior i anterior et mouran als altres &amp;iacute;tems de la mateixa llista.
Si et desplaces a l'objecte contenidor dels &amp;iacute;tems de llista, tornar&amp;agrave;s a la llista.
En aquell moment pots desplaçar-te m&amp;eacute;s enll&amp;agrave; de la llista si vols accedir a altres objectes.
Igualment, una barra d'eines cont&amp;eacute; controls, i has de desplaçar-te dins la barra per accedir als controls de la barra d'eines.
</P>
<P>
L'objecte que est&amp;agrave;s revisant en un moment donat s'anomena objecte de navegaci&amp;oacute;.
Un cop has navegat a un objecte, pots revisar el seu contingut usant les <A HREF="#ReviewingText">instruccions de revisi&amp;oacute; de text</A> mentre ets en <A HREF="#ObjectReview">mode de revisi&amp;oacute; d'objectes</A>.
Per defecte, l'objecte de navegaci&amp;oacute; es mou amb el focus de sistema, però pots activar o desactivar aquest funcionament.
</P>
<P>
Tingues en compte que, de forma predeterminada, la l&amp;iacute;nia braille segueix el <A HREF="#SystemFocus">focus</A> i el  <A HREF="#SystemCaret">cursor del sistema</A>, i no la navegaci&amp;oacute; per objectes o la revisi&amp;oacute; de text.
Si prefereixes seguir la navegaci&amp;oacute; per objectes o la revisi&amp;oacute; de text, has de <A HREF="#BrailleTether">configurar el seguiment de braille</A> al cursor de revisi&amp;oacute;.
</P>
<P>
Per navegar per objectes, fes servir les següents instruccions:
</P>

<TABLE BORDER="1" CELLPADDING="4">
<TR>
<TH>Nom</TH>
<TH>Tecla en teclat de sobretaula</TH>
<TH>Tecla en teclat de port&amp;agrave;til</TH>
<TH>Gest</TH>
<TH>Descripci&amp;oacute;</TH>
</TR>
<TR>
<TD>Informa de l'objecte actual</TD>
<TD>NVDA+ teclat numèric 5</TD>
<TD>NVDA+Maj+o</TD>
<TD>cap</TD>
<TD>Informa de l'objecte de navegaci&amp;oacute; actual. Si prems dos cops lletreja la informaci&amp;oacute;, i si prems tres cops copia el nom i valor de l'objecte al porta-retalls</TD>
</TR>
<TR>
<TD>Mou a l'objecte contenidor</TD>
<TD>NVDA+teclat numèric 8</TD>
<TD>NVDA+Maj+fletxa amunt</TD>
<TD>moviment r&amp;agrave;pid cap amunt (mode objectes)</TD>
<TD>Et mou a l'objecte que cont&amp;eacute; l'actual objecte de navegaci&amp;oacute;</TD>
</TR>
<TR>
<TD>Mou a l'objecte anterior</TD>
<TD>NVDA+teclat numèric4</TD>
<TD>NVDA+Maj+fletxa esquerra</TD>
<TD>moviment r&amp;agrave;pid cap a l'esquerra (mode objectes)</TD>
<TD>Et mou a l'objecte anterior a l'actual objecte de navegaci&amp;oacute;</TD>
</TR>
<TR>
<TD>Mou al posterior objecte</TD>
<TD>NVDA+teclat numèric 6</TD>
<TD>NVDA+Maj+fletxa dreta</TD>
<TD>moviment r&amp;agrave;pid cap a la dreta (mode objectes)</TD>
<TD>Et mou a l'objecte posterior a  l'actual objecte de navegaci&amp;oacute;</TD>
</TR>
<TR>
<TD>Mou al primer objecte contingut</TD>
<TD>NVDA+teclat numèric 2</TD>
<TD>NVDA+Maj+fletxa avall</TD>
<TD>moviment r&amp;agrave;pid cap avall (mode objectes)</TD>
<TD>Et mou al primer objecte inclòs en l'actual objecte de navegaci&amp;oacute;</TD>
</TR>
<TR>
<TD>Mou a l'objecte amb focus</TD>
<TD>NVDA+teclat numèric Menys</TD>
<TD>NVDA+Retroc&amp;eacute;s</TD>
<TD>cap</TD>
<TD>Et mou a l'objecte que actualment rep el focus del sistema, i desplaça el cursor de revisi&amp;oacute; a la posici&amp;oacute; del cursor del sistema, si aquesta es mostra</TD>
</TR>
<TR>
<TD>Activa l'objecte de navegaci&amp;oacute; actual</TD>
<TD>NVDA+teclat numèric Retorn</TD>
<TD>NVDA+retorn</TD>
<TD>cop doble</TD>
<TD>Activa l'actual objecte de navegaci&amp;oacute; (fa la mateixa funci&amp;oacute; que clicar amb el ratol&amp;iacute; o pr&amp;eacute;mer la barra espaiadora quan l'objecte t&amp;eacute; el focus del sistema)</TD>
</TR>
<TR>
<TD>Mou el focus del sistema o el cursor a la posici&amp;oacute; de revisi&amp;oacute; actual</TD>
<TD>NVDA+Maj+teclat numèric Menys</TD>
<TD>NVDA+Maj+Retroc&amp;eacute;s</TD>
<TD>cap</TD>
<TD>Si es prem un cop mou el focus del sistema a l'actual objecte de navegaci&amp;oacute;, si es prem dos cops mou el cursor del sistema a la posici&amp;oacute; del cursor de revisi&amp;oacute;</TD>
</TR>
<TR>
<TD>Informa de la posici&amp;oacute; del cursor de revisi&amp;oacute;</TD>
<TD>NVDA+teclat numèric Suprimir</TD>
<TD>NVDA+Suprimir</TD>
<TD>cap</TD>
<TD>Informa de la posici&amp;oacute; del text o objecte en el que es troba el cursor de revisi&amp;oacute;. La posici&amp;oacute; pot indicar-se, per exemple, com a percentatge dins el document, com a dist&amp;agrave;ncia des del marge de la p&amp;agrave;gina, o amb les coordenades exactes de la pantalla. Si es prem dos cops d&amp;oacute;na m&amp;eacute;s detalls</TD>
</TR>
</TABLE>

<P>
Atenci&amp;oacute;: has de desactivar la tecla de Bloqueig numèric per a què les tecles del teclat numèric funcionin correctament.
</P>

<A NAME="ReviewingText"></A>
<H3>5.5. Revisi&amp;oacute; de text</H3>

<P>
NVDA et permet llegir el contingut de la <A HREF="#ScreenReview">pantalla</A>, el <A HREF="#DocumentReview">document</A> actual, o l'<A HREF="#ObjectReview">objecte</A> actual, lletra a lletra, paraula a paraula o l&amp;iacute;nia a l&amp;iacute;nia.
Aquesta funci&amp;oacute; &amp;eacute;s especialment &amp;uacute;til quan no existeix <A HREF="#SystemCaret">cursor del sistema</A> (tamb&amp;eacute; a la consola Windows).
Per exemple, pots usar aquesta funci&amp;oacute; per revisar el text d'un missatge llarg en un di&amp;agrave;leg.
</P>
<P>
Quan mous el cursor de revisi&amp;oacute;, el cursor del sistema no es desplaça amb ell, per permetre't revisar el text sense perdre la posici&amp;oacute; d'edici&amp;oacute;.
En canvi, de forma predeterminada, quan mous el cursor del sistema, el cursor de revisi&amp;oacute; s&amp;iacute; que el segueix.
Aquest funcionament es pot activar o desactivar.
</P>
<P>
Cal tenir en compte que, de forma predeterminada, la l&amp;iacute;nia braille segueix el <A HREF="#SystemFocus">focus</A> i el <A HREF="#SystemCaret">cursor del sistema</A>, i no la navegaci&amp;oacute; per objectes o la revisi&amp;oacute; de text.
Si prefereixes seguir la navegaci&amp;oacute; per objectes o la revisi&amp;oacute; de text, has de <A HREF="#BrailleTether">configurar el seguiment de braille</A> al cursor de revisi&amp;oacute;.
</P>
<P>
Disposes de les següents instruccions per revisar el text:
</P>

<TABLE BORDER="1" CELLPADDING="4">
<TR>
<TH>Nom</TH>
<TH>Tecla en teclat de sobretaula</TH>
<TH>Tecla en teclat de port&amp;agrave;til</TH>
<TH>Gest</TH>
<TH>Descripci&amp;oacute;</TH>
</TR>
<TR>
<TD>Mou a la l&amp;iacute;nia en revisi&amp;oacute; superior</TD>
<TD>Maj&amp;uacute;scules+teclat numèric 7</TD>
<TD>NVDA+Ctrl+Inici</TD>
<TD>cap</TD>
<TD>Mou el cursor de revisi&amp;oacute; a la l&amp;iacute;nia superior del text</TD>
</TR>
<TR>
<TD>Mou a la l&amp;iacute;nia en revisi&amp;oacute; anterior</TD>
<TD>teclat numèric 7</TD>
<TD>NVDA+fletxa amunt</TD>
<TD>moviment r&amp;agrave;pid cap amunt (mode textual)</TD>
<TD>Mou el cursor de revisi&amp;oacute; a la l&amp;iacute;nia de text anterior</TD>
</TR>
<TR>
<TD>Informa de la l&amp;iacute;nia en revisi&amp;oacute; actual</TD>
<TD>teclat numèric 8</TD>
<TD>NVDA+Maj+.</TD>
<TD>cap</TD>
<TD>Anuncia la l&amp;iacute;nia de text en la que es troba actualment el cursor de revisi&amp;oacute;. Si prems dos cops lletreja la l&amp;iacute;nia. Si prems tres cops lletreja la l&amp;iacute;nia i en descriu els car&amp;agrave;cters</TD>
</TR>
<TR>
<TD>Mou a la l&amp;iacute;nia en revisi&amp;oacute; posterior</TD>
<TD>teclat numèric 9</TD>
<TD>NVDA+fletxa avall</TD>
<TD>moviment r&amp;agrave;pid cap avall (mode textual)</TD>
<TD>Mou el cursor de revisi&amp;oacute; a la posterior l&amp;iacute;nia de text</TD>
</TR>
<TR>
<TD>Mou a la l&amp;iacute;nia de revisi&amp;oacute; inferior</TD>
<TD>Maj&amp;uacute;scules+teclat numèric 9</TD>
<TD>NVDA+Ctrl+Fi</TD>
<TD>cap</TD>
<TD>Mou el cursor de revisi&amp;oacute; a la l&amp;iacute;nia de text inferior</TD>
</TR>
<TR>
<TD>Mou a la paraula en revisi&amp;oacute; anterior</TD>
<TD>teclat numèric 4</TD>
<TD>NVDA+Ctrl+fletxa esquerra</TD>
<TD>moviment r&amp;agrave;pid cap a l'esquerra amb dos dits (mode textual)</TD>
<TD>Mou el cursor de revisi&amp;oacute; a la paraula anterior del text</TD>
</TR>
<TR>
<TD>Informa de la paraula en revisi&amp;oacute; actual</TD>
<TD>teclat numèric 5</TD>
<TD>NVDA+Ctrl+.</TD>
<TD>cap</TD>
<TD>Anuncia la paraula en què es troba actualment el cursor de revisi&amp;oacute;. Si prems dos cops lletreja la paraula. Si prems tres cops lletreja la paraula i en descriu els car&amp;agrave;cters</TD>
</TR>
<TR>
<TD>Mou a la posterior paraula en revisi&amp;oacute;</TD>
<TD>teclat numèric 6</TD>
<TD>NVDA+Ctrl+fletxa dreta</TD>
<TD>moviment r&amp;agrave;pid cap a la dreta amb dos dits (mode textual)</TD>
<TD>Mou el cursor de revisi&amp;oacute; a la posterior paraula en el text</TD>
</TR>
<TR>
<TD>Mou al principi de la l&amp;iacute;nia en revisi&amp;oacute;</TD>
<TD>Maj&amp;uacute;scules+teclat numèric 1</TD>
<TD>NVDA+Inici</TD>
<TD>cap</TD>
<TD>Mou el cursor de revisi&amp;oacute; al principi de la l&amp;iacute;nia de text actual</TD>
</TR>
<TR>
<TD>Mou al car&amp;agrave;cter anterior en revisi&amp;oacute;</TD>
<TD>teclat numèric 1</TD>
<TD>NVDA+fletxa esquerra</TD>
<TD>moviment r&amp;agrave;pid cap a l'esquerra (mode textual)</TD>
<TD>Mou el cursor de revisi&amp;oacute; al car&amp;agrave;cter anterior en la l&amp;iacute;nia de text actual</TD>
</TR>
<TR>
<TD>Informa del car&amp;agrave;cter en revisi&amp;oacute; actual</TD>
<TD>teclat numèric 2</TD>
<TD>NVDA+.</TD>
<TD>cap</TD>
<TD>Anuncia el car&amp;agrave;cter actual en la l&amp;iacute;nia de text en la que es troba el cursor de revisi&amp;oacute;. Si prems dos cops et descriu o posa un exemple d'aquell car&amp;agrave;cter. Si prems tres cops t'informa del valor numèric del car&amp;agrave;cter en decimal o en hexadecimal</TD>
</TR>
<TR>
<TD>Mou al posterior car&amp;agrave;cter en revisi&amp;oacute;</TD>
<TD>teclat numèric 3</TD>
<TD>NVDA+fletxa dreta</TD>
<TD>moviment r&amp;agrave;pid cap a la dreta (mode textual)</TD>
<TD>Mou el cursor de revisi&amp;oacute; al posterior car&amp;agrave;cter en la l&amp;iacute;nia de text actual</TD>
</TR>
<TR>
<TD>Mou al final de la l&amp;iacute;nia en revisi&amp;oacute;</TD>
<TD>Maj&amp;uacute;scules+teclat numèric 3</TD>
<TD>NVDA+Fi</TD>
<TD>cap</TD>
<TD>Mou el cursor de revisi&amp;oacute; al final de la l&amp;iacute;nia de text actual</TD>
</TR>
<TR>
<TD>Verbalitza-ho tot en revisi&amp;oacute;</TD>
<TD>teclat numèric M&amp;eacute;s</TD>
<TD>NVDA+Maj+a</TD>
<TD>moviment r&amp;agrave;pid cap avall amb tres dits (mode textual)</TD>
<TD>Llegeix des de la posici&amp;oacute; actual del cursor de revisi&amp;oacute;, i el desplaça mentre avança</TD>
</TR>
<TR>
<TD>Copia des del cursor de revisi&amp;oacute;</TD>
<TD>NVDA+f9</TD>
<TD>NVDA+f9</TD>
<TD>cap</TD>
<TD>Inicia el copiat de text des de la posici&amp;oacute; actual del cursor de revisi&amp;oacute;. La còpia no es far&amp;agrave; efectiva fins que indiquis a NVDA a on copiar-ho</TD>
</TR>
<TR>
<TD>Copia al cursor de revisi&amp;oacute;</TD>
<TD>NVDA+f10</TD>
<TD>NVDA+f10</TD>
<TD>cap</TD>
<TD>Copia des de la posici&amp;oacute; del cursor de revisi&amp;oacute; marcat com a Copia des del cursor de revisi&amp;oacute;, a la posici&amp;oacute; actual del cursor de revisi&amp;oacute;. Despr&amp;eacute;s de pr&amp;eacute;mer aquestes tecles, el text es copiar&amp;agrave; al porta-retalls de Windows</TD>
</TR>
<TR>
<TD>Informa del format del text</TD>
<TD>NVDA+f</TD>
<TD>NVDA+f</TD>
<TD>cap</TD>
<TD>Informa del format del text en què es troba actualment el cursor de revisi&amp;oacute;</TD>
</TR>
</TABLE>

<P>
Atenci&amp;oacute;: has de desactivar la tecla de Bloqueig numèric per a què les tecles del teclat numèric funcionin correctament.
</P>
<P>
Un truc per recordar les instruccions b&amp;agrave;siques de revisi&amp;oacute; de text en la disposici&amp;oacute; de teclat de sobretaula, &amp;eacute;s imaginar-les com si estessin en una quadricula de tres per tres, i amb el significat de dalt a baix com a l&amp;iacute;nia, paraula i car&amp;agrave;cter i d'esquerra a dreta com a anterior, actual i posterior.
La disposici&amp;oacute; s'exemplifica com es mostra a continuaci&amp;oacute;:
</P>

<TABLE BORDER="1" CELLPADDING="4">
<TR>
<TD>L&amp;iacute;nia anterior</TD>
<TD>L&amp;iacute;nia actual</TD>
<TD>Posterior l&amp;iacute;nia</TD>
</TR>
<TR>
<TD>Paraula anterior</TD>
<TD>Paraula actual</TD>
<TD>Posterior paraula</TD>
</TR>
<TR>
<TD>Car&amp;agrave;cter anterior</TD>
<TD>Car&amp;agrave;cter actual</TD>
<TD>Posterior car&amp;agrave;cter</TD>
</TR>
</TABLE>

<A NAME="ReviewModes"></A>
<H3>5.6. Modes de revisi&amp;oacute;</H3>

<P>
Les <A HREF="#ReviewingText">instruccions de revisi&amp;oacute; de text</A> a NVDA permeten revisar el contingut dins l'actual objecte de navegaci&amp;oacute;, document o pantalla, depenent del mode de revisi&amp;oacute; seleccionat.
Els modes de revisi&amp;oacute; reemplacen l'antic concepte de NVDA de revisi&amp;oacute; plana.
</P>
<P>
Les següents instruccions permeten canviar el mode de revisi&amp;oacute;:
</P>

<TABLE BORDER="1" CELLPADDING="4">
<TR>
<TH>Nom</TH>
<TH>Tecla en teclat de sobretaula</TH>
<TH>Tecla en teclat de port&amp;agrave;til</TH>
<TH>Gest</TH>
<TH>Descripci&amp;oacute;</TH>
</TR>
<TR>
<TD>Canvia al posterior mode de revisi&amp;oacute;</TD>
<TD>NVDA+teclat numèric 7</TD>
<TD>NVDA+Re P&amp;agrave;g</TD>
<TD>moviment r&amp;agrave;pid cap amunt amb dos dits</TD>
<TD>Canvia al posterior mode de revisi&amp;oacute; disponible</TD>
</TR>
<TR>
<TD>Canvia a l'anterior mode de revisi&amp;oacute;</TD>
<TD>NVDA+teclat numèric 1</TD>
<TD>NVDA+Av P&amp;agrave;g</TD>
<TD>moviment r&amp;agrave;pid cap avall amb dos dits</TD>
<TD>Canvia a l'anterior mode de revisi&amp;oacute; disponible</TD>
</TR>
</TABLE>

<A NAME="ObjectReview"></A>
<H4>5.6.1. Revisi&amp;oacute; d'objectes</H4>

<P>
Mentre et trobes en mode de revisi&amp;oacute; d'objectes, nom&amp;eacute;s pots revisar el contingut de l'<A HREF="#ObjectNavigation">objecte de navegaci&amp;oacute;</A> actual.
Per a altres objectes com camps de text editables o altres controls b&amp;agrave;sics de text, generalment el contingut ser&amp;agrave; el propi text.
Per a altres objectes, el contingut pot ser el nom o el valor.
</P>

<A NAME="DocumentReview"></A>
<H4>5.6.2. Revisi&amp;oacute; de document</H4>

<P>
Quan l'<A HREF="#ObjectNavigation">objecte de navegaci&amp;oacute;</A> es troba dins un document en mode de navegaci&amp;oacute; (per ex. una p&amp;agrave;gina web) o altres documents complexos (per ex. un document de Lotus Symphony), es pot canviar al mode de revisi&amp;oacute; de document.
El mode de revisi&amp;oacute; de document et permet revisar el text de tot el document.
</P>
<P>
Quan canvies del mode revisi&amp;oacute; d'objecte al mode de revisi&amp;oacute; de document, el cursor de revisi&amp;oacute; se situa en el document a la posici&amp;oacute; de l'objecte de navegaci&amp;oacute;.
Quan et desplaces amunt i avall del document amb instruccions de revisi&amp;oacute;, l'objecte de navegaci&amp;oacute; passa autom&amp;agrave;ticament a ser l'objecte que es troba a la posici&amp;oacute; del cursor de revisi&amp;oacute;.
</P>
<P>
Tingues en compte que NVDA canviar&amp;agrave; de revisi&amp;oacute; d'objecte a revisi&amp;oacute; de document autom&amp;agrave;ticament quan et desplaces amunt i avall del document en mode de navegaci&amp;oacute;.
</P>

<A NAME="ScreenReview"></A>
<H4>5.6.3. Revisi&amp;oacute; de pantalla</H4>

<P>
El mode de revisi&amp;oacute; de pantalla et permet revisar el text de la pantalla tal i com apareix visualment en l'aplicaci&amp;oacute; actual. 
Aquest mode &amp;eacute;s similar a la funci&amp;oacute; de revisi&amp;oacute; de pantalla o a la de cursor de ratol&amp;iacute; en molts altres lectors de pantalla de Windows.
</P>
<P>
Quan canvies al mode de revisi&amp;oacute; de pantalla, el cursor de revisi&amp;oacute; se situa a la posici&amp;oacute; de pantalla de l'actual <A HREF="#ObjectNavigation">objecte de navegaci&amp;oacute;</A>.
Quan et desplaces amunt i avall de la pantalla amb instruccions de revisi&amp;oacute;, l'objecte de navegaci&amp;oacute; passa autom&amp;agrave;ticament a ser l'objecte que es troba a la posici&amp;oacute; de pantalla del cursor de revisi&amp;oacute;.
</P>
<P>
Tingues en compte que en algunes aplicacions m&amp;eacute;s noves, NVDA potser no veu part o la totalitat del text mostrat a pantalla ja que aquest s'ha escrit amb noves tecnologies de dibuix a pantalla, ara mateix incompatibles amb NVDA.
</P>

<A NAME="toc39"></A>
<H3>5.7. Navegaci&amp;oacute; amb el ratol&amp;iacute;</H3>

<P>
Quan desplaces el ratol&amp;iacute;, NVDA de forma predeterminada informa del text que est&amp;agrave; just a sota del punter del ratol&amp;iacute; aix&amp;iacute; que el ratol&amp;iacute; hi passa per sobre. 
En algunes aplicacions compatibles, NVDA llegir&amp;agrave; el par&amp;agrave;graf de text circumdant, tot i que alguns controls potser nom&amp;eacute;s llegeixen l&amp;iacute;nia a l&amp;iacute;nia.
</P>
<P>
Pots configurar NVDA per anunciar tamb&amp;eacute; el tipus d'<A HREF="#Objects">objectes</A> que es troba sota el ratol&amp;iacute; quan aquest s'hi desplaça a sobre (per ex. una llista, un bot&amp;oacute;, etc.).
Aquesta funci&amp;oacute; pot ser &amp;uacute;til per als usuaris totalment cecs, ja que de vegades, amb el text no n'hi ha prou.
</P>
<P>
NVDA ofereix un mecanisme per a què els usuaris s&amp;agrave;piguen on es troba el ratol&amp;iacute; en relaci&amp;oacute; a les dimensions de la pantalla consistent en fer un av&amp;iacute;s auditiu de les coordenades del ratol&amp;iacute;.
Com m&amp;eacute;s amunt es trobi el ratol&amp;iacute; respecte a la pantalla, m&amp;eacute;s aguda ser&amp;agrave; la nota de l'av&amp;iacute;s.
Com m&amp;eacute;s a l'esquerra o a la dreta es trobi el ratol&amp;iacute; respecte a la pantalla, m&amp;eacute;s a l'esquerra o a la dreta sonar&amp;agrave; la nota de l'av&amp;iacute;s (sempre i quan l'usuari tingui altaveus o auriculars estèreo).
</P>
<P>
Aquestes caracter&amp;iacute;stiques extres del ratol&amp;iacute; per defecte no estan activades a NVDA.
Si vols gaudir-ne, pots configurar-les des del di&amp;agrave;leg de <A HREF="#MouseSettings">configuraci&amp;oacute; del ratol&amp;iacute;</A>, que es troba dins el men&amp;uacute; de preferències de NVDA.
</P>
<P>
Tot i que cal usar un ratol&amp;iacute; f&amp;iacute;sic o un trackpad per navegar amb el ratol&amp;iacute;, existeixen unes quantes instruccions de teclat relacionades amb el ratol&amp;iacute; a NVDA:
</P>

<TABLE BORDER="1" CELLPADDING="4">
<TR>
<TH>Nom</TH>
<TH>Tecla en teclat de sobretaula</TH>
<TH>Tecla en teclat de port&amp;agrave;til</TH>
<TH>Descripci&amp;oacute;</TH>
</TR>
<TR>
<TD>Clica amb el bot&amp;oacute; esquerre del ratol&amp;iacute;</TD>
<TD>teclat numèric Divisi&amp;oacute;</TD>
<TD>NVDA+[</TD>
<TD>Fa un clic de bot&amp;oacute; esquerre de ratol&amp;iacute;. El t&amp;iacute;pic doble clic es pot aconseguir clicant aquesta combinaci&amp;oacute; de tecles dues vegades r&amp;agrave;pidament</TD>
</TR>
<TR>
<TD>Bloqueja el bot&amp;oacute; esquerre del ratol&amp;iacute;</TD>
<TD>Maj&amp;uacute;scules+teclat numèric Divisi&amp;oacute;</TD>
<TD>NVDA+Ctrl+[</TD>
<TD>Bloqueja el bot&amp;oacute; esquerre del ratol&amp;iacute; avall. Prem de nou per desbloquejar. Per arrossegar el ratol&amp;iacute;, prem aquestes tecles per bloquejar el bot&amp;oacute; esquerre avall, i llavors mou el ratol&amp;iacute; f&amp;iacute;sicament o amb les instruccions de moviment de ratol&amp;iacute;</TD>
</TR>
<TR>
<TD>Clica amb el bot&amp;oacute; dret de ratol&amp;iacute;</TD>
<TD>teclat numèric multiplicaci&amp;oacute;</TD>
<TD>NVDA+]</TD>
<TD>Fa un clic de bot&amp;oacute; dret de ratol&amp;iacute;.</TD>
</TR>
<TR>
<TD>bloqueig del bot&amp;oacute; dret del ratol&amp;iacute;</TD>
<TD>Maj&amp;uacute;scules+teclat numèric Multiplicaci&amp;oacute;</TD>
<TD>NVDA+Ctrl+]</TD>
<TD>Bloqueja el bot&amp;oacute; dret del ratol&amp;iacute; avall. Prem de nou per desbloquejar. Per arrossegar el ratol&amp;iacute;, prem aquestes tecles per bloquejar el bot&amp;oacute; dret avall, i llavors mou el ratol&amp;iacute; f&amp;iacute;sicament o amb les instruccions de moviment de ratol&amp;iacute;</TD>
</TR>
<TR>
<TD>Mou el cursor a l'objecte de navegaci&amp;oacute; actual</TD>
<TD>NVDA+teclat numèric Divisi&amp;oacute;</TD>
<TD>NVDA+Maj+m</TD>
<TD>Mou el ratol&amp;iacute; a la posici&amp;oacute; de l'objecte de navegaci&amp;oacute; actual, i del cursor de revisi&amp;oacute;</TD>
</TR>
<TR>
<TD>Navega a l'objecte sota el ratol&amp;iacute;</TD>
<TD>NVDA+teclat numèric Multiplicaci&amp;oacute;</TD>
<TD>NVDA+Maj+n</TD>
<TD>L'objecte de navegaci&amp;oacute; passa a ser l'objecte ubicat a la posici&amp;oacute; del ratol&amp;iacute;</TD>
</TR>
</TABLE>

<A NAME="toc40"></A>
<H2>6. Mode de navegaci&amp;oacute;</H2>

<P>
NVDA navega pels documents complexos de nom&amp;eacute;s lectura, tals com p&amp;agrave;gines web, amb el mode de navegaci&amp;oacute;.
Aix&amp;iacute; es llegeixen els documents de Mozilla Firefox, Microsoft Internet Explorer, Google Chrome, Adobe Reader i Adobe Flash.
</P>
<P>
En mode de navegaci&amp;oacute;, el contingut del document s'ofereix en una representaci&amp;oacute; plana que es pot navegar amb les tecles de cursor com si fos un document de text normal.
Totes les instruccions de teclat de NVDA del <A HREF="#SystemCaret">cursor del sistema</A> funcionaran en aquest mode; per ex. verbalitza-ho tot, informa del format, instruccions de navegaci&amp;oacute; per taules, etc.
Mentre et vas movent, NVDA informa del text i tamb&amp;eacute; si aquest &amp;eacute;s un enllaç, un encapçalament, etc.
</P>
<P>
Algunes vegades, en aquests documents, et caldr&amp;agrave; interaccionar directament amb controls.
Per exemple, et caldr&amp;agrave; fer-ho en els camps de text editables, i a les llistes per tal de poder escriure car&amp;agrave;cters i usar les tecles de cursor per treballar amb el control.
Per fer-ho cal canviar a mode focus, on quasi totes les tecles s'envien al control.
Quan et trobes en mode de navegaci&amp;oacute;, NVDA de forma predeterminada canviar&amp;agrave; al mode de focus si cliques o et mous amb el tabulador a un control en particular que requereix aquest mode.
Inversament, quan cliques o et mous amb el tabulador a un control que no requereix el mode de focus, NVDA tornar&amp;agrave; al mode de navegaci&amp;oacute;.
Tamb&amp;eacute; pots canviar al mode de focus en els controls que aix&amp;iacute; ho requereixin prement Retorn o la Barra espaiadora.
Si prems Escape tornar&amp;agrave;s al mode de navegaci&amp;oacute;.
A m&amp;eacute;s, pots forçar el mode de focus manualment, que romandr&amp;agrave; actiu fins que decideixis desactivar-lo.
</P>

<TABLE BORDER="1" CELLPADDING="4">
<TR>
<TH>Nom</TH>
<TH>Tecla</TH>
<TH>Descripci&amp;oacute;</TH>
</TR>
<TR>
<TD>Canvia de modes entre navegaci&amp;oacute; i focus</TD>
<TD>NVDA+Barra espaiadora</TD>
<TD>Canvia entre el mode de focus i el mode de navegaci&amp;oacute;</TD>
</TR>
<TR>
<TD>Surt del mode de focus</TD>
<TD>Escape</TD>
<TD>Retorna al mode de navegaci&amp;oacute; si el mode de focus s'ha activat autom&amp;agrave;ticament</TD>
</TR>
<TR>
<TD>Actualitza el document en navegaci&amp;oacute;</TD>
<TD>NVDA+f5</TD>
<TD>Recarrega el contingut del document actual (&amp;uacute;til si sembla que falti part del contingut del document)</TD>
</TR>
<TR>
<TD>Busca</TD>
<TD>NVDA+Ctrl+f</TD>
<TD>Obre un di&amp;agrave;leg en el què pots escriure un text per buscar-lo al document</TD>
</TR>
<TR>
<TD>Busca posterior</TD>
<TD>NVDA+f3</TD>
<TD>Troba l'ocurrència posterior en el document del text que has buscat prèviament</TD>
</TR>
<TR>
<TD>Busca anterior</TD>
<TD>NVDA+Maj+f3</TD>
<TD>Troba l'anterior ocurrència en el document del text que has buscat prèviament</TD>
</TR>
<TR>
<TD>Obrir descripci&amp;oacute; llarga</TD>
<TD>NVDA+d</TD>
<TD>Obre una nova finestra que cont&amp;eacute; una descripci&amp;oacute; llarga de l'element actiu, si &amp;eacute;s que en t&amp;eacute;.</TD>
</TR>
</TABLE>

<A NAME="toc41"></A>
<H3>6.1. Navegaci&amp;oacute; amb una sola lletra</H3>

<P>
Quan et trobes en mode de navegaci&amp;oacute;, per facilitar una navegaci&amp;oacute; m&amp;eacute;s r&amp;agrave;pida, NVDA ofereix algunes tecles d'una sola lletra per saltar a certs camps del document.
</P>
<P>
Les següents tecles, per s&amp;iacute; soles, salten a l'element posterior disponible, i si hi afegeixes la tecla de Maj&amp;uacute;scules salten a l'element anterior:
</P>

<UL>
<LI>h: encapçalament
<LI>l: llista
<LI>i: element de llista
<LI>t: taula
<LI>k: enllaç
<LI>n: text sense enllaços
<LI>f: camp de formulari
<LI>u: enllaç no visitat
<LI>v: enllaç visitat
<LI>e: camp editable
<LI>b: bot&amp;oacute;
<LI>x: casella de selecci&amp;oacute;
<LI>c: caixa combinada
<LI>r: bot&amp;oacute; d'opci&amp;oacute;
<LI>q: cita
<LI>s: separador
<LI>m: marc
<LI>g: gr&amp;agrave;fic
<LI>d: marca estructural
<LI>o: objecte incrustat
<LI>1 to 6: encapçalaments de nivells 1 a 6 respectivament
</UL>

<P>
Per moure's a l'inici o al final dels elements contenidors com les llistes o taules:
</P>

<TABLE BORDER="1" CELLPADDING="4">
<TR>
<TH>Nom</TH>
<TH>Tecla</TH>
<TH>Descripci&amp;oacute;</TH>
</TR>
<TR>
<TD>Mou al principi del contenidor</TD>
<TD>Maj&amp;uacute;scules+coma</TD>
<TD>Mou al principi del contenidor (llista, taula, etc.) en el que est&amp;agrave; posicionat el cursor del sistema</TD>
</TR>
<TR>
<TD>Mou m&amp;eacute;s enll&amp;agrave; del final del contenidor</TD>
<TD>coma</TD>
<TD>Mou m&amp;eacute;s enll&amp;agrave; del final del contenidor (llista, taula, etc.) en el que est&amp;agrave; posicionat el cursor del sistema</TD>
</TR>
</TABLE>

<A NAME="toc42"></A>
<H3>6.2. La llista d'elements</H3>

<P>
La llista d'elements d&amp;oacute;na acc&amp;eacute;s a la llista d'enllaços, la llista d'encapçalaments o a la llista de marques estructurals existents en el document.
Pots escollir quina llista vols veure amb uns botons d'opci&amp;oacute;.
En el di&amp;agrave;leg hi ha un camp d'edici&amp;oacute; que et permet filtrar la llista per ajudar-te a buscar dins la p&amp;agrave;gina un element en particular.
Un cop has triat un element, pots usar els botons del di&amp;agrave;leg per moure't o activar l'element triat.
</P>

<TABLE BORDER="1" CELLPADDING="4">
<TR>
<TH>Nom</TH>
<TH>Tecla</TH>
<TH>Descripci&amp;oacute;</TH>
</TR>
<TR>
<TD>Llista d'elements en mode de navegaci&amp;oacute;</TD>
<TD>NVDA+f7</TD>
<TD>Mostra la llista d'elements que cont&amp;eacute; els enllaços, encapçalaments o marques estructurals del document actual</TD>
</TR>
</TABLE>

<A NAME="toc43"></A>
<H3>6.3. Objectes incrustats</H3>

<P>
Les p&amp;agrave;gines poden incloure contingut enriquit si usen tecnologies com Adobe Flash o Java de Sun, aix&amp;iacute; com aplicacions i di&amp;agrave;legs.
Quan trobes aquest contingut en mode de navegaci&amp;oacute;, NVDA informar&amp;agrave; amb els missatges "objecte incrustat", "aplicaci&amp;oacute;" o "di&amp;agrave;leg", respectivament.
Pots pr&amp;eacute;mer Retorn en aquests objectes per interaccionar amb ells.
Si l'aplicaci&amp;oacute; &amp;eacute;s accessible, pots usar el tabulador per moure't amunt i avall i per interaccionar amb ella com en qualsevol aplicaci&amp;oacute;.
NVDA disposa d'una instrucci&amp;oacute; de teclat per retornar a la p&amp;agrave;gina original, que cont&amp;eacute; l'objecte incrustat:
</P>

<TABLE BORDER="1" CELLPADDING="4">
<TR>
<TH>Nom</TH>
<TH>Tecla</TH>
<TH>Descripci&amp;oacute;</TH>
</TR>
<TR>
<TD>Mou al document contenidor en mode de navegaci&amp;oacute;</TD>
<TD>NVDA+Ctrl+Barra espaiadora</TD>
<TD>Desplaça el focus fora de l'objecte incrustat actual i el mou al document que el cont&amp;eacute;</TD>
</TR>
</TABLE>

<A NAME="toc44"></A>
<H2>7. instruccions NVDA espec&amp;iacute;fiques d'aplicacions</H2>

<P>
NVDA disposa d'algunes instruccions pròpies addicionals per algunes aplicacions, per fer m&amp;eacute;s f&amp;agrave;cils algunes tasques o per donar acc&amp;eacute;s a funcionalitats que altrament no serien accessibles als usuaris de lectors de pantalla.
</P>

<A NAME="toc45"></A>
<H3>7.1. Microsoft Word</H3>

<TABLE BORDER="1" CELLPADDING="4">
<TR>
<TH>Nom</TH>
<TH>Tecla</TH>
<TH>Descripci&amp;oacute;</TH>
</TR>
<TR>
<TD>Informa del comentari actual</TD>
<TD>NVDA+Alt+c</TD>
<TD>Informa del text del comentari que es troba a la posici&amp;oacute; del cursor del sistema</TD>
</TR>
<TR>
<TD>Estableix com a encapçalament de columna</TD>
<TD>NVDA+Maj+c</TD>
<TD>Si prems aquestes tecles un cop, li est&amp;agrave;s indicant a NVDA que la fila de la cel·la actual &amp;eacute;s una fila d'encapçalaments, i aix&amp;iacute; ho hauria d'anunciar quan et mous per les columnes sota aquesta fila. Si prems dos cops deixa de ser encapçalament</TD>
</TR>
<TR>
<TD>Estableix com a encapçalament de fila</TD>
<TD>NVDA+Maj+r</TD>
<TD>Si prems aquestes tecles un cop, li est&amp;agrave;s indicant a NVDA que la columna de la cel·la actual &amp;eacute;s una columna d'encapçalaments, i aix&amp;iacute; ho hauria d'anunciar quan et mous per les files a la dreta d'aquesta columna. Si prems dos cops deixa de ser encapçalament</TD>
</TR>
</TABLE>

<A NAME="toc46"></A>
<H3>7.2. Microsoft Excel</H3>

<TABLE BORDER="1" CELLPADDING="4">
<TR>
<TH>Nom</TH>
<TH>Tecla</TH>
<TH>Descripci&amp;oacute;</TH>
</TR>
<TR>
<TD>Estableix com a encapçalament de columna</TD>
<TD>NVDA+Maj+c</TD>
<TD>Si prems aquestes tecles un cop, li est&amp;agrave;s indicant a NVDA que la fila de la cel·la actual &amp;eacute;s una fila d'encapçalaments, i aix&amp;iacute; ho hauria d'anunciar quan et mous per les columnes sota aquesta fila. Si prems dos cops deixa de ser encapçalament.</TD>
</TR>
<TR>
<TD>Estableix com a encapçalament de fila</TD>
<TD>NVDA+Maj+r</TD>
<TD>Si prems aquestes tecles un cop, li est&amp;agrave;s indicant a NVDA que la columna de la cel·la actual &amp;eacute;s una columna d'encapçalaments, i aix&amp;iacute; ho hauria d'anunciar quan et mous per les files a la dreta d'aquesta columna. Si prems dos cops deixa de ser encapçalament.</TD>
</TR>
<TR>
<TD>Informa del comentari actual</TD>
<TD>NVDA+Alt+c</TD>
<TD>Informa del text del comentari de la cel·la actual, si &amp;eacute;s que n'hi ha.</TD>
</TR>
</TABLE>

<A NAME="toc47"></A>
<H3>7.3. Microsoft PowerPoint</H3>

<TABLE BORDER="1" CELLPADDING="4">
<TR>
<TH>Nom</TH>
<TH>Tecla</TH>
<TH>Descripci&amp;oacute;</TH>
</TR>
<TR>
<TD>Notes de l'orador/Presentaci&amp;oacute;</TD>
<TD>Ctrl+Maj+s</TD>
<TD>En mode presentaci&amp;oacute; de diapositives, aquesta instrucci&amp;oacute; saltar&amp;agrave; entre les notes de l'orador d'una diapositiva i el contingut de la diapositiva. Això afecta nom&amp;eacute;s al què llegeix NVDA, no al que es mostra en pantalla</TD>
</TR>
</TABLE>

<A NAME="toc48"></A>
<H3>7.4. foobar2000</H3>

<TABLE BORDER="1" CELLPADDING="4">
<TR>
<TH>Nom</TH>
<TH>Tecla</TH>
<TH>Descripci&amp;oacute;</TH>
</TR>
<TR>
<TD>Informa del temps restant</TD>
<TD>Ctrl+Maj+r</TD>
<TD>Informa del temps restant de la pista que est&amp;agrave; sonant actualment, si &amp;eacute;s que n'hi ha</TD>
</TR>
</TABLE>

<P>
Atenci&amp;oacute;: La drecera de teclat per informar del temps restant nom&amp;eacute;s funciona per la cadena de format est&amp;agrave;ndard en la l&amp;iacute;nia d'estat de foobar's.
</P>

<A NAME="toc49"></A>
<H3>7.5. Miranda IM</H3>

<TABLE BORDER="1" CELLPADDING="4">
<TR>
<TH>Nom</TH>
<TH>Tecla</TH>
<TH>Descripci&amp;oacute;</TH>
</TR>
<TR>
<TD>Informa del missatge recent</TD>
<TD>NVDA+Ctrl+1-4</TD>
<TD>Informa d'un dels missatges recents, segons el n&amp;uacute;mero pressionat; per ex. NVDA+Ctrl+2 llegeix el segon missatge m&amp;eacute;s recent</TD>
</TR>
</TABLE>

<A NAME="toc50"></A>
<H3>7.6. Poedit</H3>

<TABLE BORDER="1" CELLPADDING="4">
<TR>
<TH>Nom</TH>
<TH>Tecla</TH>
<TH>Descripci&amp;oacute;</TH>
</TR>
<TR>
<TD>Informa de la finestra de comentaris</TD>
<TD>Ctrl+Maj+c</TD>
<TD>Informa dels comentaris existents a la finestra de comentaris</TD>
</TR>
<TR>
<TD>Informa de notes per als traductors</TD>
<TD>Ctrl+Maj+a</TD>
<TD>Informa de totes les notes per als traductors</TD>
</TR>
</TABLE>

<A NAME="toc51"></A>
<H2>8. Configuraci&amp;oacute; de NVDA</H2>

<A NAME="toc52"></A>
<H3>8.1. Preferències</H3>

<P>
La majoria de les configuracions NVDA es poden canviar des de les caixes de di&amp;agrave;leg que es troben en el submen&amp;uacute; de Preferències del men&amp;uacute; NVDA.
En totes les caixes de di&amp;agrave;leg de configuraci&amp;oacute; de NVDA, prem el bot&amp;oacute; D'acord per acceptar els canvis que hagis fet.
Per cancel·lar els canvis, prem el bot&amp;oacute; Cancel·lar o la tecla Escape.
Algunes configuracions tamb&amp;eacute; es poden canviar amb algunes dreceres de teclat, les m&amp;eacute;s rellevants es llisten a continuaci&amp;oacute;.
</P>

<A NAME="toc53"></A>
<H4>8.1.1. Configuraci&amp;oacute; general (NVDA+Ctrl+g)</H4>

<P>
La caixa de di&amp;agrave;leg de configuraci&amp;oacute; general es troba al men&amp;uacute; de Preferències.
Cont&amp;eacute; les següents opcions:
</P>

<H5>Idioma</H5>

<P>
Un quadre combinat que et permet escollir l'idioma de la interf&amp;iacute;cie d'usuari de NVDA i els missatges que s'hi mostren.
Hi ha molts idiomes, però l'opci&amp;oacute; predeterminada &amp;eacute;s "Usuari per defecte, Windows".
Aquesta opci&amp;oacute; indica a NVDA que usi l'idioma especificat a Windows.
</P>
<P>
Tingues en compte que cal reiniciar NVDA en canviar l'idioma.
NVDA et preguntar&amp;agrave; si vols reiniciar si has canviat l'idioma.
Prem D'acord, i NVDA es reiniciar&amp;agrave;.
</P>

<H5>Guardar la configuraci&amp;oacute; en sortir</H5>

<P>
Aquesta opci&amp;oacute; &amp;eacute;s una casella de selecci&amp;oacute;, que quan est&amp;agrave; activada, indica a NVDA de guardar autom&amp;agrave;ticament la configuraci&amp;oacute; en sortir de NVDA.
</P>

<H5>Avisar abans de sortir de NVDA</H5>

<P>
Aquesta opci&amp;oacute; &amp;eacute;s una casella de selecci&amp;oacute; que et permet triar si apareixer&amp;agrave; un di&amp;agrave;leg cada cop que surtis de NVDA que et preguntar&amp;agrave; si realment vols sortir.
Si l'opci&amp;oacute; est&amp;agrave; activada quan provis de sortir de NVDA t'apareixer&amp;agrave; un di&amp;agrave;leg preguntant si realment vols sortir.
</P>

<H5>Fes un so en començar i en sortir de NVDA</H5>

<P>
Aquesta opci&amp;oacute; &amp;eacute;s una casella de selecci&amp;oacute;, que quan est&amp;agrave; activada, indica a NVDA que faci un so quan comença o quan acaba.
</P>

<H5>Nivell de registre</H5>

<P>
Aquesta opci&amp;oacute; &amp;eacute;s un quadre combinat que et permet escollir quanta informaci&amp;oacute; registrar&amp;agrave; NVDA mentre s'executa.
En general, els usuaris no haurien de tocar aquesta opci&amp;oacute; ja que no es registra gaire informaci&amp;oacute;.
De totes maneres, si el que vols &amp;eacute;s donar informaci&amp;oacute; per un informe d'errors, pot ser una opci&amp;oacute; &amp;uacute;til.
</P>

<H5>Iniciar NVDA autom&amp;agrave;ticament quan entro a Windows</H5>

<P>
Si aquesta opci&amp;oacute; est&amp;agrave; activada, s'iniciar&amp;agrave; autom&amp;agrave;ticament NVDA tan aviat com entris a Windows.
Aquesta opci&amp;oacute; nom&amp;eacute;s est&amp;agrave; disponible en la versi&amp;oacute; instal·lada de NVDA.
</P>

<H5>Usar NVDA a l'inici de sessi&amp;oacute; de Windows (calen privilegis d'administrador)</H5>

<P>
Si entres a Windows amb usuari i contrasenya, en activar aquesta opci&amp;oacute; NVDA s'iniciar&amp;agrave; autom&amp;agrave;ticament a l'inici de sessi&amp;oacute; de Windows.
Aquesta opci&amp;oacute; nom&amp;eacute;s est&amp;agrave; disponible en la versi&amp;oacute; instal·lada de NVDA.
</P>

<H5>Usar la configuraci&amp;oacute; guardada a l'inici de sessi&amp;oacute; de Windows i a altres pantalles de seguretat</H5>

<P>
Prement aquest bot&amp;oacute; es copia la configuraci&amp;oacute; d'usuari guardada a la carpeta de configuraci&amp;oacute; de sistema de NVDA, per tal que NVDA la faci servir en executar-se a l'inici de sessi&amp;oacute; de Windows, User Account Control (UAC) i altres pantalles de seguretat de Windows.
Per assegurar que tota la configuraci&amp;oacute; es transfereix, assegura't primer de guardar la teva configuraci&amp;oacute; amb Ctrl+NVDA+c o guarda la configuraci&amp;oacute; des del men&amp;uacute; NVDA.
Aquesta opci&amp;oacute; nom&amp;eacute;s est&amp;agrave; disponible en la versi&amp;oacute; instal·lada de NVDA.
</P>

<H5>Cerca d'actualitzacions autom&amp;agrave;tica a NVDA</H5>

<P>
Si aquesta opci&amp;oacute; esta activada, NVDA buscar&amp;agrave; autom&amp;agrave;ticament versions actualitzades de NVDA i t'informar&amp;agrave; si hi ha una actualitzaci&amp;oacute; disponible. 
Tamb&amp;eacute; pots buscar actualitzacions manualment, seleccionant Cerca actualitzacions sota l'opci&amp;oacute; Ajuda del men&amp;uacute; NVDA.
</P>

<A NAME="toc54"></A>
<H4>8.1.2. Selecci&amp;oacute; del sintetitzador (NVDA+Ctrl+s)</H4>

<P>
El di&amp;agrave;leg de sintetitzador, que es troba sota "Sintetitzador..." en el men&amp;uacute; de Preferències, et permet triar el sintetitzador que NVDA usar&amp;agrave; per a convertir el text a veu.
Un cop has escollit el sintetitzador, pots pr&amp;eacute;mer D'acord i NVDA carregar&amp;agrave; el sintetitzador escollit.
Si hi ha un error carregant el sintetitzador, NVDA t'ho notificar&amp;agrave; amb un missatge, i seguir&amp;agrave; usant el sintetitzador anterior.
</P>

<H5>Sintetitzador</H5>

<P>
Aquesta opci&amp;oacute; et permet escollir el sintetitzador que vols que NVDA faci servir.
</P>
<P>
Per obtenir el llistat dels sintetitzadors compatibles amb NVDA, revisa la secci&amp;oacute; <A HREF="#SupportedSpeechSynths">Sintetitzadors de veu compatibles</A>.
</P>
<P>
Un element especial que sempre apareixer&amp;agrave; en aquesta llista &amp;eacute;s "Sense veu", que et permet usar NVDA sense sortida de veu.
Aquesta opci&amp;oacute; pot ser &amp;uacute;til a un usuari que vol usar NVDA &amp;uacute;nicament amb braille, o potser als desenvolupadors amb visi&amp;oacute; que nom&amp;eacute;s volen usar el Visor de Parla.
</P>

<H5>Dispositiu de sortida</H5>

<P>
Aquesta opci&amp;oacute; et permet escollir la tarja de so amb la qual parlar&amp;agrave; el sintetitzador escollit.
</P>

<A NAME="VoiceSettings"></A>
<H4>8.1.3. Configuraci&amp;oacute; de veu (NVDA+Ctrl+v)</H4>

<P>
El di&amp;agrave;leg de Configuraci&amp;oacute; de veu, que es troba al men&amp;uacute; de Preferències, cont&amp;eacute; opcions que et permeten canviar el so de la parla. 
Per conèixer altres vies r&amp;agrave;pides de controlar els par&amp;agrave;metres de la veu des de qualsevol punt del programa mentre aquest s'est&amp;agrave; executant, revisa la secci&amp;oacute; <A HREF="#SynthSettingsRing">Synth Settings Ring</A>.
</P>
<P>
La caixa de di&amp;agrave;leg de Configuraci&amp;oacute; de veu inclou les següents opcions:
</P>

<H5>Veu</H5>

<P>
La primera opci&amp;oacute; que trobes en aquest di&amp;agrave;leg &amp;eacute;s un quadre combinat llistant totes les veus instal·lades del sintetitzador actual.
Pots usar les fletxes de moviment per escoltar les diferents opcions.
Les fletxes Amunt i Esquerra et desplacen amunt de la llista, mentre que les fletxes Avall i Dreta et desplacen cap avall de la llista.
</P>

<H5>Variant</H5>

<P>
Si uses el sintetitzador eSpeak que v&amp;eacute; incorporat a NVDA, aquesta opci&amp;oacute; &amp;eacute;s un quadre combinat que et permet seleccionar amb quin Variant ha de parlar el sintetitzador.
Els variants d'eSpeak s&amp;oacute;n com veus, ja que ofereixen petites diferències en els atributs de la veu de eSpeak.
Alguns variants sonaran com una veu masculina, altres com una veu femenina, i altres fins i tot com una granota.
</P>

<H5>Velocitat</H5>

<P>
Aquesta opci&amp;oacute; et permet canviar la velocitat de la veu.
Hi ha un control lliscant que va de 0 a 100, essent 0 la velocitat m&amp;eacute;s lenta, i 100 la m&amp;eacute;s r&amp;agrave;pida.
</P>

<H5>To</H5>

<P>
Aquesta opci&amp;oacute; et permet canviar el to de la veu.
Hi ha un control lliscant que va de 0 a 100, essent 0 el to m&amp;eacute;s baix, i 100 el m&amp;eacute;s Alt.
</P>

<H5>Volum</H5>

<P>
Aquesta opci&amp;oacute; &amp;eacute;s un control lliscant que va de 0 a 100, essent 0 el volum m&amp;eacute;s baix i 100 el m&amp;eacute;s Alt.
</P>

<H5>Inflexi&amp;oacute;</H5>

<P>
Aquesta opci&amp;oacute; &amp;eacute;s un control lliscant que et permet triar amb quanta inflexi&amp;oacute; (pujades i baixades de to) parlar&amp;agrave; el sintetitzador. (L'&amp;uacute;nic sintetitzador que ofereix aquesta opci&amp;oacute; actualment &amp;eacute;s eSpeak.)
</P>

<H5>Canvi autom&amp;agrave;tic d'idioma</H5>

<P>
Aquesta casella de selecci&amp;oacute; et permet triar si vols que NVDA canvïi o no l'idioma de s&amp;iacute;ntesi de veu autom&amp;agrave;ticament, quan el text llegit tingui indicaci&amp;oacute; d'idioma.
Per defecte aquesta opci&amp;oacute; est&amp;agrave; activada.
Actualment, eSpeak &amp;eacute;s l'&amp;uacute;nic sintetitzador que ofereix el canvi autom&amp;agrave;tic d'idioma.
</P>

<H5>Canvi autom&amp;agrave;tic de dialecte</H5>

<P>
Si el canvi autom&amp;agrave;tic d'idioma est&amp;agrave; activat, aquesta casella de selecci&amp;oacute; et permet triar si vols que NVDA canvïi no nom&amp;eacute;s d'idioma sin&amp;oacute; tamb&amp;eacute; de dialecte. Per ex. Si est&amp;agrave;s llegint amb una veu d'anglès d'Estats Units, el document indica que un text est&amp;agrave; escrit en anglès brit&amp;agrave;nic i aquesta opci&amp;oacute; est&amp;agrave; activada, el sintetitzador canviar&amp;agrave; l'accent.
Per defecte aquesta opci&amp;oacute; est&amp;agrave; desactivada.
</P>

<H5>Nivell de puntuaci&amp;oacute; i s&amp;iacute;mbols</H5>

<P>
Tecla: NVDA+p
</P>
<P>
Aquesta opci&amp;oacute; et permet escollir quanta puntuaci&amp;oacute; i quants s&amp;iacute;mbols es verbalitzaran com a paraules.
Per exemple, si est&amp;agrave; configurat com a tots, tots els s&amp;iacute;mbols es verbalitzaran com a paraules.
Aquesta opci&amp;oacute; afectar&amp;agrave; a tots els sintetitzadors, no nom&amp;eacute;s al sintetitzador actiu actualment.
</P>

<H5>Percentatge de canvi en el to de les maj&amp;uacute;scules</H5>

<P>
Aquest camp d'edici&amp;oacute; et permet indicar quant vols que canvïi el to de la veu quan digui una maj&amp;uacute;scula.
Aquest valor &amp;eacute;s un percentatge, un valor negatiu baixa el to i un valor positiu el puja.
Si no vols canvis de to indica un valor de 0.
</P>

<H5>Digues "cap" abans de les maj&amp;uacute;scules</H5>

<P>
Aquesta configuraci&amp;oacute; &amp;eacute;s una casella de selecci&amp;oacute;, que quan est&amp;agrave; seleccionada, indica a NVDA de dir la paraula "cap" abans d'una lletra maj&amp;uacute;scula si aquesta s'est&amp;agrave; verbalitzant com a lletra individual, com per exemple en lletreig.
Normalment, NVDA puja una miqueta el to per les lletres maj&amp;uacute;scules, però alguns sintetitzadors no ho poden fer b&amp;eacute;, i per això aquesta opci&amp;oacute; podria ser &amp;uacute;til.
</P>

<H5>Emet un so per maj&amp;uacute;scules</H5>

<P>
Si aquesta casella de verificaci&amp;oacute; est&amp;agrave; seleccionada, NVDA emetr&amp;agrave; un petit so cada cop que trobi una lletra maj&amp;uacute;scula.
Aquesta opci&amp;oacute;, com l'opci&amp;oacute; "Digues cap abans de les maj&amp;uacute;scules", &amp;eacute;s &amp;uacute;til per a sintetitzadors que no poden canviar el to a les lletres maj&amp;uacute;scules.
</P>

<A NAME="VoiceSpellingFunctionality"></A>
<H5>Usa la funcionalitat de lletrejar</H5>

<P>
Algunes paraules estan formades per un &amp;uacute;nic car&amp;agrave;cter, però sonen diferents si el car&amp;agrave;cter es pronuncia com a car&amp;agrave;cter individual (lletrejant) o com a paraula.
Per exemple, en anglès, "a" &amp;eacute;s alhora una lletra i una paraula.
Aquesta opci&amp;oacute; permet que el sintetitzador diferencïi aquests casos, sempre i quan el sintetitzador ho permeti.
La majoria de sintetitzadors ho permeten.
</P>
<P>
Aquesta opci&amp;oacute; generalment estar&amp;agrave; activa.
De totes maneres, alguns sintetitzadors de l'API de s&amp;iacute;ntesi de veu de Microsoft, no la implementen correctament i funcionen de manera estranya quan est&amp;agrave; activada.
Si tens problemes amb la pronunciaci&amp;oacute; de car&amp;agrave;cters individuals, prova a desactivar aquesta opci&amp;oacute;.
</P>

<A NAME="SynthSettingsRing"></A>
<H4>8.1.4. Roda de configuraci&amp;oacute; de s&amp;iacute;ntesi</H4>

<P>
Si vols canviar r&amp;agrave;pidament la configuraci&amp;oacute; de veu sense anar al di&amp;agrave;leg de configuraci&amp;oacute; de veu, hi ha algunes instruccions de teclat que et permeten moure't entre les configuracions de veu m&amp;eacute;s habituals des de qualsevol punt del programa mentre aquest s'est&amp;agrave; executant:
</P>

<TABLE BORDER="1" CELLPADDING="4">
<TR>
<TH>Nom</TH>
<TH>Tecla en teclat de sobretaula</TH>
<TH>Tecla en teclat de port&amp;agrave;til</TH>
<TH>Descripci&amp;oacute;</TH>
</TR>
<TR>
<TD>Mou a la posterior opci&amp;oacute; de configuraci&amp;oacute; de s&amp;iacute;ntesi</TD>
<TD>NVDA+Ctrl+fletxa dreta</TD>
<TD>NVDA+Maj+Ctrl+fletxa dreta</TD>
<TD>Et mou a la posterior opci&amp;oacute; de configuraci&amp;oacute; de veu disponible, retornant a la primera si et trobes a la darrera</TD>
</TR>
<TR>
<TD>Mou a l'anterior opci&amp;oacute; de configuraci&amp;oacute; de s&amp;iacute;ntesi</TD>
<TD>NVDA+Ctrl+fletxa esquerra</TD>
<TD>NVDA+Maj+Ctrl+fletxa esquerra</TD>
<TD>Et mou a l'anterior opci&amp;oacute; de configuraci&amp;oacute; de veu disponible, retornant a la darrera si et trobes a la primera</TD>
</TR>
<TR>
<TD>Incrementa el valor de l'opci&amp;oacute; de configuraci&amp;oacute; de s&amp;iacute;ntesi actual</TD>
<TD>NVDA+Ctrl+fletxa amunt</TD>
<TD>NVDA+Maj+Ctrl+fletxa amunt</TD>
<TD>Incrementa el valor de l'opci&amp;oacute; de configuraci&amp;oacute; en la què et trobes, per exemple puja la velocitat, escull la posterior veu o puja el volum</TD>
</TR>
<TR>
<TD>Decrementa el valor de l'opci&amp;oacute; de configuraci&amp;oacute; de s&amp;iacute;ntesi actual</TD>
<TD>NVDA+Ctrl+fletxa avall</TD>
<TD>NVDA+Maj+Ctrl+fletxa avall</TD>
<TD>Decrementa el valor de l'opci&amp;oacute; de configuraci&amp;oacute; en la que et trobes, per exemple baixa la velocitat, escull la veu anterior, o baixa el volum</TD>
</TR>
</TABLE>

<A NAME="toc57"></A>
<H4>8.1.5. Configuraci&amp;oacute; braille</H4>

<P>
El di&amp;agrave;leg de configuraci&amp;oacute; braille es crida des del men&amp;uacute; de Preferències, sota l'opci&amp;oacute; de configuraci&amp;oacute; braille.
</P>

<H5>L&amp;iacute;nia braille</H5>

<P>
La primera opci&amp;oacute; que et trobar&amp;agrave;s en el di&amp;agrave;leg de configuraci&amp;oacute; braille &amp;eacute;s un quadre combinat que diu "l&amp;iacute;nia braille".
Segons els controladors de l&amp;iacute;nies braille disponibles en el teu sistema, se t'oferiran diverses opcions.
Mou-te per les opcions amb les fletxes de moviment de cursor.
</P>
<P>
L'opci&amp;oacute; "no Braille" significa que no usar&amp;agrave;s braille.
</P>
<P>
Per m&amp;eacute;s informaci&amp;oacute; sobre les l&amp;iacute;nies braille compatibles, revisa la secci&amp;oacute; <A HREF="#SupportedBrailleDisplays">L&amp;iacute;nies braille compatibles</A>.
</P>

<H5>Port</H5>

<P>
Aquesta opci&amp;oacute;, si est&amp;agrave; disponible, et permet escollir quin port o quin tipus de connexi&amp;oacute; s'usar&amp;agrave; per comunicar-se amb la l&amp;iacute;nia braille seleccionada.
L'opci&amp;oacute; &amp;eacute;s un quadre combinat que cont&amp;eacute; les diferents vies de connexi&amp;oacute; de la teva l&amp;iacute;nia braille.
</P>
<P>
Per defecte, NVDA fa servir detecci&amp;oacute; autom&amp;agrave;tica de port, la qual cosa vol dir que la connexi&amp;oacute; amb el dispositiu braille s'establir&amp;agrave; autom&amp;agrave;ticament amb una cerca dels dispositius USB o Bluetooth connectats al sistema.
Tot i aix&amp;iacute;, per algunes l&amp;iacute;nies braille, &amp;eacute;s possible que puguis seleccionar expl&amp;iacute;citament quin port cal usar.
Algunes opcions comunes s&amp;oacute;n "Autom&amp;agrave;tiques" (que indica a NVDA de fer servir el proc&amp;eacute;s autom&amp;agrave;tic de selecci&amp;oacute; de port), "USB", "Bluetooth" o altres ports de comunicaci&amp;oacute; sèrie si s&amp;oacute;n compatibles amb la teva l&amp;iacute;nia braille.
</P>
<P>
Aquesta opci&amp;oacute; no estar&amp;agrave; disponible si la teva l&amp;iacute;nia braille nom&amp;eacute;s &amp;eacute;s compatible amb detecci&amp;oacute; autom&amp;agrave;tica de port.
</P>
<P>
Per conèixer m&amp;eacute;s detalls dels tipus de comunicaci&amp;oacute; compatibles o dels ports disponibles pots consultar la documentaci&amp;oacute; espec&amp;iacute;fica de la teva l&amp;iacute;nia braille a la secci&amp;oacute; <A HREF="#SupportedBrailleDisplays">L&amp;iacute;nies braille compatibles</A>.
</P>

<H5>Conjunt de codis braille de sortida</H5>

<P>
La següent opci&amp;oacute; que es presenta en aquest di&amp;agrave;leg &amp;eacute;s el quadre combinat de codis braille de sortida.
En aquest quadre combinat, hi trobar&amp;agrave;s codis braille per diferents idiomes, normatives i nivells braille.
El codi triat s'usar&amp;agrave; per traduir el text a braille i enviar-lo a la teva l&amp;iacute;nia braille.
Pots moure't entre els diferents conjunts de codis braille de la llista amb les fletxes de moviment.
</P>

<H5>Codis braille d'entrada</H5>

<P>
Complement&amp;agrave;ria a l'opci&amp;oacute; prèvia, la següent configuraci&amp;oacute; que trobar&amp;agrave;s &amp;eacute;s el quadre combinat de codis braille d'entrada.
El codi triat s'usar&amp;agrave; per traduir a text el braille introduït en el teclat de tipus Perkins de la l&amp;iacute;nia braille.
Actualment NVDA nom&amp;eacute;s &amp;eacute;s compatible amb l'entrada de braille d'ordinador, i per tant nom&amp;eacute;s es mostraran conjunts de codis braille de 8 punts.
Pots moure't entre els diferents conjunts de codis braille de la llista amb les fletxes de moviment.
</P>
<P>
Tingues en compte que aquesta opci&amp;oacute; nom&amp;eacute;s &amp;eacute;s &amp;uacute;til si la teva l&amp;iacute;nia braille t&amp;eacute; un teclat de tipus Perkins i el controlador de la l&amp;iacute;nia braille admet aquesta funci&amp;oacute;.
Si NVDA no &amp;eacute;s compatible amb l'entrada de braille des d'una l&amp;iacute;nia braille que t&amp;eacute; teclat, això es far&amp;agrave; constar a la secci&amp;oacute; <A HREF="#SupportedBrailleDisplays">L&amp;iacute;nies braille compatibles</A>.
</P>

<H5>Mostra la paraula sota el cursor en braille d'ordinador expandit</H5>

<P>
Aquesta opci&amp;oacute; permet que la paraula sota el cursor es mostri en braille d'ordinador no contret.
</P>

<H5>Velocitat de parpelleig del cursor</H5>

<P>
Aquesta opci&amp;oacute; &amp;eacute;s un camp numèric que et permet canviar la velocitat de parpelleig del cursor en milisegons.
</P>

<H5>L&amp;iacute;mit de temps per als missatges (sec)</H5>

<P>
Aquesta opci&amp;oacute; &amp;eacute;s un camp numèric que et permet controlar quant de temps es mostraran els missatges a la l&amp;iacute;nia braille.
Si especifiques 0 desactives els missatges completament.
</P>

<A NAME="BrailleTether"></A>
<H5>Seguiment de braille</H5>

<P>
Tecla: NVDA+Ctrl+t
</P>
<P>
Aquesta opci&amp;oacute; et permet escollir si la l&amp;iacute;nia braille seguir&amp;agrave; el focus de sistema o b&amp;eacute; l'objecte de navegaci&amp;oacute; / cursor de revisi&amp;oacute;.
</P>

<H5>Llegir per par&amp;agrave;grafs</H5>

<P>
Si aquesta opci&amp;oacute; est&amp;agrave; activada, el codi braille es mostrar&amp;agrave; per par&amp;agrave;grafs en comptes de per l&amp;iacute;nies.
Les instruccions de l&amp;iacute;nia anterior i posterior, es mouran tamb&amp;eacute; per par&amp;agrave;grafs.
Això significa que no caldr&amp;agrave; desplaçar la pantalla braille al final de cada l&amp;iacute;nia fins i tot si a la l&amp;iacute;nia braille hi cap m&amp;eacute;s text.
Això pot permetre una lectura m&amp;eacute;s fluida de textos llargs.
Aquesta opci&amp;oacute;, per defecte, est&amp;agrave; desactivada.
</P>

<A NAME="toc58"></A>
<H4>8.1.6. Configuraci&amp;oacute; de teclat (NVDA+Ctrl+k)</H4>

<P>
Aquesta caixa de di&amp;agrave;leg es troba al men&amp;uacute; de Preferències, sota l'opci&amp;oacute; "Configuraci&amp;oacute; de teclat...".
Cont&amp;eacute; les següents opcions:
</P>

<H5>Disposicions de teclat</H5>

<P>
Aquest quadre combinat et permet escollir quina disposici&amp;oacute; de teclat vols que usi NVDA. Actualment, NVDA ofereix dues disposicions de teclat, sobretaula i port&amp;agrave;til.
</P>

<H5>Usar Bloqueig de maj&amp;uacute;scules com a tecla modificadora NVDA</H5>

<P>
Si aquesta casella de selecci&amp;oacute; est&amp;agrave; activada, s'usar&amp;agrave; la tecla de Bloqueig de maj&amp;uacute;scules com a tecla modificadora NVDA.
</P>

<H5>Usar Insert del teclat estès com a tecla modificadora NVDA</H5>

<P>
Si aquesta casella de selecci&amp;oacute; est&amp;agrave; activada, es podr&amp;agrave; usar la tecla Insert del teclat estès (es troba normalment sobre les fletxes de moviment, prop de les tecles d'Inici i Fi) com a tecla modificadora NVDA.
</P>

<H5>Usar Insert del teclat numèric com a tecla modificadora NVDA</H5>

<P>
Si aquesta casella de selecci&amp;oacute; est&amp;agrave; activada, es podr&amp;agrave; usar la tecla Insert del teclat numèric com a tecla modificadora NVDA.
</P>
<P>
Si no se selecciona cap tecla com a tecla NVDA no ser&amp;agrave; possible accedir a algunes instruccions NVDA.
Aix&amp;iacute; doncs, el di&amp;agrave;leg de Configuraci&amp;oacute; de teclat mostrar&amp;agrave; un missatge d'error si cap tecla ha estat seleccionada en el moment de pr&amp;eacute;mer D'acord.
Un cop obviat el missatge d'error, haur&amp;agrave;s de triar com a m&amp;iacute;nim una tecla per poder escollir D'acord i sortir correctament del di&amp;agrave;leg.
</P>

<H5>Verbalitza els car&amp;agrave;cters escrits</H5>

<P>
Tecla: NVDA+2
</P>
<P>
Quan aquesta opci&amp;oacute; est&amp;agrave; activada, NVDA anunciar&amp;agrave; tots els car&amp;agrave;cters que escriguis amb el teclat.
</P>

<H5>Verbalitza les paraules escrites</H5>

<P>
Tecla: NVDA+3
</P>
<P>
Quan aquesta opci&amp;oacute; est&amp;agrave; activada, NVDA anunciar&amp;agrave; totes les paraules que escriguis en el teclat.
</P>

<H5>Interrompre la veu quan s'escriu un car&amp;agrave;cter</H5>

<P>
Si aquesta opci&amp;oacute; est&amp;agrave; activada, la veu s'interrompr&amp;agrave; cada cop que escriguis un car&amp;agrave;cter. Per defecte, aquesta opci&amp;oacute; est&amp;agrave; activada.
</P>

<H5>Interrompre la veu quan es prem Retorn</H5>

<P>
Si aquesta opci&amp;oacute; est&amp;agrave; activada, la veu s'interrompr&amp;agrave; cada cop que premis la tecla Retorn. Per defecte, aquesta opci&amp;oacute; est&amp;agrave; activada.
</P>

<H5>Permetre lectura en diagonal en Verbalitza-ho tot</H5>

<P>
Si aquesta opci&amp;oacute; est&amp;agrave; activada, algunes instruccions de navegaci&amp;oacute; (com Navegaci&amp;oacute; r&amp;agrave;pida en mode de navegaci&amp;oacute; o moure's per l&amp;iacute;nies o par&amp;agrave;grafs) no aturaran Verbalitza-ho tot, sin&amp;oacute; que faran que Verbalitza-ho tot salti a la nova posici&amp;oacute; i continuï llegint.
</P>

<H5>Xiular si s'escriuen lletres min&amp;uacute;scules quan la tecla de Bloqueig de maj&amp;uacute;scules est&amp;agrave; activada</H5>

<P>
Quan aquesta opci&amp;oacute; est&amp;agrave; activada, se sentir&amp;agrave; un xiulet d'av&amp;iacute;s si escrius amb la tecla de Maj&amp;uacute;scules quan el Bloqueig de maj&amp;uacute;scules est&amp;agrave; actiu.
En general, quan s'escriuen lletres en maj&amp;uacute;scules amb el Bloqueig de maj&amp;uacute;scules activat &amp;eacute;s per desconeixement de que el Bloqueig de maj&amp;uacute;scules est&amp;agrave; actiu.
Aix&amp;iacute; doncs, que NVDA t'avisi pot ser prou &amp;uacute;til. 
</P>

<H5>Verbalitza les tecles d'instruccions</H5>

<P>
Tecla: NVDA+4
</P>
<P>
Quan aquesta opci&amp;oacute; est&amp;agrave; activada, NVDA anunciar&amp;agrave; totes les tecles escrites en el teclat que no corresponguin a lletres. Això inclou combinacions de tecles com Ctrl i una altra lletra.
</P>

<H5>Gestionar les tecles d'altres aplicacions</H5>

<P>
Aquesta opci&amp;oacute; permet a l'usuari controlar si NVDA ha de processar les tecles escrites per altres aplicacions tals com teclats de pantalla o programari de reconeixement de parla.
Aquesta opci&amp;oacute; per defecte est&amp;agrave; activada, però alguns usuaris potser la vulguin desactivar, com per exemple els usuaris que escriuen Vietnamita amb el programari d'escriptura Unikey, ja que causaria una entrada incorrecta de car&amp;agrave;cters.
</P>

<A NAME="MouseSettings"></A>
<H4>8.1.7. Configuraci&amp;oacute; de ratol&amp;iacute; (NVDA+Ctrl+m)</H4>

<P>
El di&amp;agrave;leg de Configuraci&amp;oacute; de ratol&amp;iacute; es troba al men&amp;uacute; de Preferències, sota l'opci&amp;oacute; "Configuraci&amp;oacute; de ratol&amp;iacute;...".
Cont&amp;eacute; les següents opcions:
</P>

<H5>Informa dels canvis de forma del ratol&amp;iacute;</H5>

<P>
Una casella de selecci&amp;oacute;, que quan est&amp;agrave; activada significa que NVDA anuncia la forma del punter de ratol&amp;iacute; cada vegada que canvia.
El punter de ratol&amp;iacute; a Windows canvia de forma per donar informaci&amp;oacute; com per exemple que quelcom es pot editar, o que quelcom s'est&amp;agrave; carregant, etc.
</P>

<H5>Activar seguiment de ratol&amp;iacute;</H5>

<P>
Tecla: NVDA+m
</P>
<P>
Quan est&amp;agrave; activat, NVDA anunciar&amp;agrave; el text que es troba sota el punter del ratol&amp;iacute; mentre el desplaces amunt i avall de la pantalla. Això et permet trobar coses a la pantalla amb el moviment del ratol&amp;iacute;, en comptes de trobar-les a trav&amp;eacute;s de la navegaci&amp;oacute; per objectes.
</P>

<H5>Unitat de resoluci&amp;oacute; del text</H5>

<P>
Si s'ha configurat NVDA per a què anunciï el text sota el ratol&amp;iacute; mentre el mous, aquesta opci&amp;oacute; et permet escollir quant de text es verbalitza cada cop.
Les opcions s&amp;oacute;n una lletra, una paraula, una l&amp;iacute;nia o un par&amp;agrave;graf.
</P>

<H5>Informa del rol quan el ratol&amp;iacute; entra en un objecte</H5>

<P>
Si aquesta casella de selecci&amp;oacute; est&amp;agrave; activada, NVDA anunciar&amp;agrave; el rol (tipus) d'objecte quan el ratol&amp;iacute; entri en un objecte.
</P>

<H5>Emet les coordenades per so quan es mou el ratol&amp;iacute;</H5>

<P>
Activar aquesta casella de selecci&amp;oacute; fa que NVDA emeti un xiulet quan el ratol&amp;iacute; es mou, de tal manera que l'usuari pot deduir on es troba el ratol&amp;iacute; respecte a les dimensions de la pantalla.
</P>

<H5>La brillantor controla el volum de les coordenades per so</H5>

<P>
Si la casella "Emet les coordenades per so quan es mou el ratol&amp;iacute;" est&amp;agrave; activada, activar la casella de brillantor significa que el grau de brillantor de la pantalla sota el ratol&amp;iacute; marcar&amp;agrave; el volum de les coordenades per so.
Aquesta configuraci&amp;oacute;, per defecte, no est&amp;agrave; activada.
</P>

<A NAME="toc60"></A>
<H4>8.1.8. Configuraci&amp;oacute; del cursor de revisi&amp;oacute;</H4>

<P>
Es troba al men&amp;uacute; de Preferències sota "Cursor de revisi&amp;oacute;...".
Aquest di&amp;agrave;leg cont&amp;eacute; les següents opcions:
</P>

<H5>Segueix el focus de sistema</H5>

<P>
Tecla: NVDA+7
</P>
<P>
Quan aquesta opci&amp;oacute; est&amp;agrave; activada, si es canvia el focus, el cursor de revisi&amp;oacute; se situar&amp;agrave; en el mateix objecte que el focus del sistema.
</P>

<H5>Segueix el cursor de sistema</H5>

<P>
Tecla: NVDA+6
</P>
<P>
Quan aquesta opci&amp;oacute; est&amp;agrave; activada, cada cop que el cursor de sistema es mou, es desplaçar&amp;agrave; autom&amp;agrave;ticament el cursor de revisi&amp;oacute; a la posici&amp;oacute; del cursor del sistema.
</P>

<H5>Segueix el ratol&amp;iacute;</H5>

<P>
Quan aquesta opci&amp;oacute; est&amp;agrave; activada, el cursor de revisi&amp;oacute; seguir&amp;agrave; els moviments del ratol&amp;iacute;.
</P>

<H5>Mode de revisi&amp;oacute; simple</H5>

<P>
Quan aquesta opci&amp;oacute; est&amp;agrave; activada, NVDA filtrar&amp;agrave; la jerarquia dels objectes que es poden navegar per excloure aquells objectes que no s&amp;oacute;n d'interès per a l'usuari, per ex. filtrar&amp;agrave; els objectes invisibles o els objectes que tenen una funci&amp;oacute; exclusivament de maquetaci&amp;oacute;.
</P>

<A NAME="toc61"></A>
<H4>8.1.9. Configuraci&amp;oacute; de la presentaci&amp;oacute; d'objectes (NVDA+Ctrl+o)</H4>

<P>
Es troba al men&amp;uacute; de Preferències sota l'opci&amp;oacute; "Presentaci&amp;oacute; d'objectes...".
Aquesta caixa de di&amp;agrave;leg cont&amp;eacute; les opcions següents:
</P>

<H5>Informa dels indicadors de funci&amp;oacute;</H5>

<P>
Una casella de selecci&amp;oacute; que quan est&amp;agrave; activada indica a NVDA que ha d'informar dels indicadors de funci&amp;oacute; que vagin apareixent.
Moltes finestres i controls mostren un breu missatge (o indicador de funci&amp;oacute;) quan hi passes per sobre amb el punter de ratol&amp;iacute;, o a vegades quan hi mous el focus.
</P>

<H5>Informa dels indicadors de funci&amp;oacute; d'ajuda</H5>

<P>
Aquesta casella de selecci&amp;oacute; quan est&amp;agrave; activada indica a NVDA que ha d'informar dels indicadors de funci&amp;oacute; d'ajuda que vagin apareixent.
Els indicadors de funci&amp;oacute; d'ajuda s&amp;oacute;n com els altres indicadors, però solen ser m&amp;eacute;s llargs, i s'associen a esdeveniments del sistema com ara que el cable de xarxa s'ha desconnectat o potser per avisar-te sobre temes de seguretat de Windows.
</P>

<H5>Informa de les dreceres de teclat de l'objecte</H5>

<P>
Quan aquesta casella de selecci&amp;oacute; est&amp;agrave; activada, NVDA en informar de l'objecte o control informar&amp;agrave; tamb&amp;eacute; de la drecera de teclat que t&amp;eacute; associada.
Per exemple el men&amp;uacute; de fitxers en una barra de men&amp;uacute;s pot tenir associada la drecera de teclat Alt+f.
</P>

<H5>Informa de la posici&amp;oacute; de l'objecte</H5>

<P>
Aquesta opci&amp;oacute; et permet escollir si vols conèixer la posici&amp;oacute; d'un objecte (per ex. 1 de 4) quan t'hi desplaces amb el focus o amb la navegaci&amp;oacute; per objectes.
</P>

<H5>Endevinar la posici&amp;oacute; de l'objecte si no est&amp;agrave; disponible</H5>

<P>
Si Informa de la posici&amp;oacute; de l'objecte est&amp;agrave; activada, aquesta altra opci&amp;oacute; permet que NVDA endevini la posici&amp;oacute; d'un objecte o control en particular quan la seva ubicaci&amp;oacute; no est&amp;agrave; disponible per cap altra via.
</P>
<P>
Quan aquesta opci&amp;oacute; est&amp;agrave; activada, NVDA informar&amp;agrave; de la posici&amp;oacute; de controls addicionals tals com men&amp;uacute;s o barres d'eines, però aquesta informaci&amp;oacute; pot ser poc acurada.
</P>

<H5>Informa de la descripci&amp;oacute; d'objectes</H5>

<P>
Desactiva aquesta casella de selecci&amp;oacute; si no vols que quan s'informi d'un objecte se'n doni la seva descripci&amp;oacute;.
</P>

<H5>Sortida de les barres de progr&amp;eacute;s</H5>

<P>
Tecla: NVDA+u
</P>
<P>
Aquesta opci&amp;oacute; controla com t'informar&amp;agrave; NVDA de les actualitzacions de la barra de progr&amp;eacute;s.
</P>
<P>
T&amp;eacute; les següents opcions:
</P>

<UL>
<LI>Apagat: Els canvis a la barra de progr&amp;eacute;s no es notificaran.
<LI>Veu: Aquesta opci&amp;oacute; indica a NVDA de verbalitzar la barra de progr&amp;eacute;s en percentatges. Cada cop que la barra canvia, NVDA dir&amp;agrave; el nou valor. 
<LI>Xiulet: Aquesta opci&amp;oacute; indica a NVDA d'emetre un xiulet cada cop que la barra de progr&amp;eacute;s canvia. El xiulet augmenta de volum a mesura que la barra de progr&amp;eacute;s s'acosta al final.
<LI>Xiulet i veu: Aquesta opci&amp;oacute; indica a NVDA que ha de verbalitzar i xiular cada cop que la barra de progr&amp;eacute;s s'actualitza.
</UL>

<H5>Informa de les barres de progr&amp;eacute;s en segon pla</H5>

<P>
Aquesta opci&amp;oacute;, quan est&amp;agrave; seleccionada, indica a NVDA de seguir informant sobre una barra de progr&amp;eacute;s fins i tot si aquesta no &amp;eacute;s a primer pla. 
Si minimitzes o surts d'una finestra que cont&amp;eacute; una barra de progr&amp;eacute;s, NVDA en far&amp;agrave; el seguiment, i et permetr&amp;agrave; fer altres tasques mentre NVDA segueix la barra de progr&amp;eacute;s.
</P>

<H5>Informa dels canvis de contingut din&amp;agrave;mics</H5>

<P>
Tecla: NVDA+5
</P>
<P>
Commuta l'anunci de nou contingut en alguns objectes particulars com ara terminals o el control d'història en els programes de xat.
</P>

<A NAME="toc62"></A>
<H4>8.1.10. Configuraci&amp;oacute; de la composici&amp;oacute; de l'entrada</H4>

<P>
El di&amp;agrave;leg de configuraci&amp;oacute; de la composici&amp;oacute; de l'entrada es troba sota el men&amp;uacute; de Preferències.
Aquest di&amp;agrave;leg et permet controlar com NVDA notifica l'entrada de car&amp;agrave;cters asi&amp;agrave;tics, amb mètodes d'entrada com per exemple IME o Text Service.
Tingues en compte que com que els mètodes d'entrada poden variar substancialment segons les funcions disponibles i segons com ofereixen la informaci&amp;oacute;, segurament caldr&amp;agrave; configurar aquestes opcions de forma diferent per cada mètode d'entrada per gaudir d'una experiència d'escriptura eficient.
</P>

<H5>Informa autom&amp;agrave;ticament de tots els candidats disponibles</H5>

<P>
Aquesta opci&amp;oacute;, que est&amp;agrave; activada per defecte, et permet escollir si cal informar autom&amp;agrave;ticament de tots els candidats visibles quan apareix una llista de candidats o la seva p&amp;agrave;gina canvia.
Tenir aquesta opci&amp;oacute; activada pels mètodes d'entrada pictogr&amp;agrave;fics com el xinès New ChangJie o el Boshiami &amp;eacute;s molt &amp;uacute;til, ja que pots sentir autom&amp;agrave;ticament tots els s&amp;iacute;mbols i els seus codis i escollir-ne un directament.
De tota manera, per als mètodes d'entrada fonètics com el xinès New Phonetic, potser resulta m&amp;eacute;s &amp;uacute;til desactivar aquesta opci&amp;oacute;, ja que tots els s&amp;iacute;mbols sonaran igual i haur&amp;agrave;s d'usar les fletxes de moviment per desplaçar-te un per un pels elements de la llista i obtenir m&amp;eacute;s informaci&amp;oacute; de les descripcions de car&amp;agrave;cter de cada candidat.
</P>

<H5>Anuncia el candidat escollit</H5>

<P>
Aquesta opci&amp;oacute;, que est&amp;agrave; activada per defecte, et permet escollir si NVDA hauria d'anunciar el candidat escollit quan apareix una llista de candidats o quan es canvia la selecci&amp;oacute;.
Per als mètodes d'entrada en què la selecci&amp;oacute; es pot canviar amb les fletxes de moviment (com el xinès New Phonetic) això &amp;eacute;s necessari, però per alguns mètodes d'entrada potser &amp;eacute;s m&amp;eacute;s eficient escriure amb aquesta opci&amp;oacute; desactivada.
Tingues en compte que fins i tot si aquesta opci&amp;oacute; est&amp;agrave; desactivada, el cursor de revisi&amp;oacute; romandr&amp;agrave; situat en el candidat escollit, i et permetr&amp;agrave; usar la navegaci&amp;oacute; per objectes o la revisi&amp;oacute; per llegir manualment aquest o altres candidats.
</P>

<H5>Inclou sempre descripcions breus de car&amp;agrave;cters per als candidats</H5>

<P>
Aquesta opci&amp;oacute;, que est&amp;agrave; activada per defecte, et permet escollir si NVDA hauria d'oferir una descripci&amp;oacute; breu de cada car&amp;agrave;cter en un candidat, tant si est&amp;agrave; seleccionat com si es llegeix autom&amp;agrave;ticament quan la llista de candidats apareix.
Tingues en compte que per algunes llengües com el xinès, l'anunci de descripcions extra de car&amp;agrave;cter per al candidat seleccionat no es veu afectat per aquesta opci&amp;oacute;.
Aquesta opci&amp;oacute; pot ser &amp;uacute;til per als mètodes d'entrada de core&amp;agrave; i japonès.
</P>

<H5>Informa de canvis en la cadena de lectura</H5>

<P>
Alguns mètodes d'entrada com el xinès New Phonetic i el New ChangJie tenen una cadena de lectura (coneguda a vegades com a cadena de precomposici&amp;oacute;).
Amb aquesta opci&amp;oacute; pots escollir si NVDA ha d'anunciar els car&amp;agrave;cters nous escrits en aquesta cadena de lectura.
Aquesta opci&amp;oacute; est&amp;agrave; activada per defecte.
Tingues en compte que alguns mètodes d'entrada m&amp;eacute;s antics com el xinès ChangJie potser no usen la cadena de lectura per guardar els car&amp;agrave;cters de precomposici&amp;oacute;, sin&amp;oacute; que fan servir directament la cadena de composici&amp;oacute;. Revisa la següent opci&amp;oacute; per configurar la informaci&amp;oacute; de la cadena de composici&amp;oacute;.
</P>

<H5>Informa de canvis en la cadena de composici&amp;oacute;</H5>

<P>
Despr&amp;eacute;s de que les dades de lectura o precomposici&amp;oacute; s'han combinat en un s&amp;iacute;mbol pictogr&amp;agrave;fic v&amp;agrave;lid, la majoria de mètodes d'entrada introdueixen aquest s&amp;iacute;mbol en una cadena de composici&amp;oacute; com a magatzem temporal juntament amb altres s&amp;iacute;mbols combinats, abans d'insertar-los finalment en el document.
Aquesta opci&amp;oacute; et permet escollir si NVDA ha d'informar de nous s&amp;iacute;mbols a mida que apareixen a la cadena de composici&amp;oacute;. 
Aquesta opci&amp;oacute; est&amp;agrave; activada per defecte.
</P>

<A NAME="toc63"></A>
<H4>8.1.11. Configuraci&amp;oacute; del mode de navegaci&amp;oacute; (NVDA+Ctrl+b)</H4>

<P>
El di&amp;agrave;leg de configuraci&amp;oacute; del mode de navegaci&amp;oacute; es pot trobar al men&amp;uacute; de Preferències, sota l'opci&amp;oacute; "Mode de navegaci&amp;oacute;...".
</P>
<P>
El di&amp;agrave;leg cont&amp;eacute; les següents opcions:
</P>

<H5>Nombre m&amp;agrave;xim de car&amp;agrave;cters en una l&amp;iacute;nia</H5>

<P>
Aquest camp estableix la llargada m&amp;agrave;xima de la l&amp;iacute;nia en mode de navegaci&amp;oacute; (en car&amp;agrave;cters).
</P>

<H5>L&amp;iacute;nies m&amp;agrave;ximes per p&amp;agrave;gina</H5>

<P>
Aquest camp estableix quantes l&amp;iacute;nies et desplaçar&amp;agrave;s prement Re P&amp;agrave;g o Av P&amp;agrave;g mentre et trobes en mode de navegaci&amp;oacute;.
</P>

<H5>Usa vista per pantalla</H5>

<P>
Tecla: NVDA+v
</P>
<P>
Aquesta opci&amp;oacute; et permet especificar si en mode de navegaci&amp;oacute; els enllaços o altres camps han de situar-se en una l&amp;iacute;nia pròpia, o si s'han de mantenir dins el flux del text tal i com es mostra visualment. Si l'opci&amp;oacute; est&amp;agrave; activada, el contingut romandr&amp;agrave; tal i com es mostra visualment, però si est&amp;agrave; desactivada, els camps s'ubicaran a la seva pròpia l&amp;iacute;nia.
</P>

<H5>Verbalitza-ho tot autom&amp;agrave;ticament quan la p&amp;agrave;gina es carrega</H5>

<P>
Aquesta casella de selecci&amp;oacute; commuta la lectura autom&amp;agrave;tica d'una p&amp;agrave;gina quan es carrega en mode de navegaci&amp;oacute;.
Aquesta opci&amp;oacute; est&amp;agrave; activada per defecte.
</P>

<H5>Inclou taules de maquetaci&amp;oacute;</H5>

<P>
Aquesta opci&amp;oacute; afecta a la manera en què NVDA tracta les taules purament de maquetaci&amp;oacute;.
Quan l'opci&amp;oacute; est&amp;agrave; activada, NVDA les tractar&amp;agrave; com a taules normals, informant-ne segons la <A HREF="#DocumentFormattingSettings">Configuraci&amp;oacute; de format del document</A> i hi podr&amp;agrave; anar amb les instruccions de navegaci&amp;oacute; r&amp;agrave;pida.
Quan l'opci&amp;oacute; est&amp;agrave; desactivada, no se n'informar&amp;agrave; ni es trobaran amb la navegaci&amp;oacute; r&amp;agrave;pida.
De totes maneres, el contingut de les taules s&amp;iacute; que es tractar&amp;agrave; com a text normal.
Aquesta opci&amp;oacute; est&amp;agrave; desactivada per defecte.
</P>

<H5>Configuraci&amp;oacute; de la informaci&amp;oacute; de camps com per exemple enllaços i encapçalaments</H5>

<P>
Revisa les opcions del di&amp;agrave;leg de <A HREF="#DocumentFormattingSettings">Configuraci&amp;oacute; de format del document</A> per configurar de quins camps, com enllaços, encapçalaments o taules, s'informa durant la navegaci&amp;oacute;.
</P>

<H5>Mode de focus autom&amp;agrave;tic per als canvis de focus</H5>

<P>
Aquesta opci&amp;oacute; permet cridar el mode de focus quan canvia el focus.
Per exemple, en una p&amp;agrave;gina web, si prems Tab i vas a parar a un formulari, si aquesta opci&amp;oacute; est&amp;agrave; seleccionada, es cridar&amp;agrave; autom&amp;agrave;ticament el mode de focus.
</P>

<H5>Focus autom&amp;agrave;tic pels moviments del cursor de sistema</H5>

<P>
Aquesta opci&amp;oacute;, quan est&amp;agrave; activada, permet a NVDA d'entrar o abandonar el mode de focus mentre s'usen les fletxes de moviment.
Per exemple, si et desplaces amb les fletxes avall en una p&amp;agrave;gina web i vas a parar a una caixa d'edici&amp;oacute;, NVDA autom&amp;agrave;ticament et posar&amp;agrave; en mode de focus. Si amb les fletxes et mous fora de la caixa d'edici&amp;oacute;, NVDA et retornar&amp;agrave; al mode de navegaci&amp;oacute;.
</P>

<H5>Indicaci&amp;oacute; per so del mode de focus o navegaci&amp;oacute;</H5>

<P>
Si aquesta opci&amp;oacute; est&amp;agrave; activada, NVDA emetr&amp;agrave; sons especials quan canvïi entre el mode de navegaci&amp;oacute; i el mode de focus, en comptes de verbalitzar el canvi.
</P>

<A NAME="DocumentFormattingSettings"></A>
<H4>8.1.12. Configuraci&amp;oacute; del format del document (NVDA+Ctrl+d)</H4>

<P>
Aquesta caixa de di&amp;agrave;leg es troba al men&amp;uacute; de Preferències, sota l'opci&amp;oacute; "Format de document..."
</P>
<P>
La majoria de caselles de selecci&amp;oacute; en aquest di&amp;agrave;leg serveixen per configurar el tipus de format sobre el què vols rebre informaci&amp;oacute; a mida que mous el cursor amunt i avall dels documents.
Per exemple, si selecciones la casella de selecci&amp;oacute; del nom de fam&amp;iacute;lia de la lletra, cada cop que et desplacis a un text amb un tipus de lletra diferent, NVDA anunciar&amp;agrave; el nom de la fam&amp;iacute;lia de la lletra.
</P>
<P>
Pots configurar si vols que s'informi de:
</P>

<UL>
<LI>Nom de fam&amp;iacute;lia de la lletra
<LI>Mida de la lletra
<LI>Atributs de la lletra
<LI>Alineament del text
<LI>Colors
<LI>Revisions de l'editor
<LI>Estil del text
<LI>Errors d'ortografia
<LI>N&amp;uacute;mero de p&amp;agrave;gina
<LI>N&amp;uacute;mero de l&amp;iacute;nia
<LI>Sagnat de l&amp;iacute;nia
<LI>Sagnat de par&amp;agrave;graf (per ex. sagnia francesa, sagnat de la primera l&amp;iacute;nia)
<LI>Taules
<LI>Encapçalaments de fila/columna
<LI>Coordenades de la cel·la de taula
<LI>Enllaços
<LI>Encapçalaments
<LI>Llistes
<LI>Blocs de cites
<LI>Regions
<LI>Marcs
</UL>

<H5>Anuncia els canvis de format despr&amp;eacute;s del cursor</H5>

<P>
Si est&amp;agrave; activada, aquesta configuraci&amp;oacute; indica a NVDA que ha de detectar tots els canvis de format en una l&amp;iacute;nia a mida que la verbalitza, encara que en fer-ho baixi el rendiment de NVDA.
</P>
<P>
De forma predeterminada, NVDA detectar&amp;agrave; el format a la posici&amp;oacute; del cursor de sistema / cursor de revisi&amp;oacute;, i en alguns casos pot detectar el format de la resta de la l&amp;iacute;nia, sempre i quan això no baixi el seu rendiment.
</P>
<P>
Activa aquesta opci&amp;oacute; si est&amp;agrave;s corregint documents en aplicacions com Microsoft Word, en les què el format &amp;eacute;s important.
</P>

<A NAME="toc65"></A>
<H4>8.1.13. Diccionaris de pron&amp;uacute;ncia</H4>

<P>
El men&amp;uacute; de diccionaris de pron&amp;uacute;ncia (que es troba al men&amp;uacute; de Preferències) cont&amp;eacute; di&amp;agrave;legs que et permeten gestionar com pronunciar&amp;agrave; NVDA algunes paraules o frases particulars.
Actualment, existeixen tres tipus de diccionaris de pron&amp;uacute;ncia.
S&amp;oacute;n:
</P>

<UL>
<LI>Per defecte: les regles d'aquest diccionari afecten tota la pron&amp;uacute;ncia de NVDA
<LI>Veu: les regles d'aquest diccionari afecten la pron&amp;uacute;ncia de la veu de s&amp;iacute;ntesi en &amp;uacute;s.
<LI>Temporal: les regles d'aquest diccionari afecten tota la pron&amp;uacute;ncia de NVDA, però nom&amp;eacute;s durant la sessi&amp;oacute; actual. Aquestes regles s&amp;oacute;n temporals i es perdran si es reinicia NVDA.
</UL>

<P>
Tots els di&amp;agrave;legs de diccionari contenen una llista de regles que s'usaran per processar la veu.
Aquest di&amp;agrave;leg, a m&amp;eacute;s, cont&amp;eacute; botons d'afegir, editar o eliminar.
</P>
<P>
Per afegir una nova regla al diccionari, prem el bot&amp;oacute; Afegir, i omple els camps a la caixa de di&amp;agrave;leg que t'apareix i prem D'acord.
Veur&amp;agrave;s la teva nova regla a la llista de regles.
De totes maneres, per assegurar-te que la teva regla s'ha guardat realment, assegura't de pr&amp;eacute;mer D'acord quan surts del di&amp;agrave;leg del diccionari un cop has acabat d'afegir/editar regles.
</P>
<P>
Les regles dels diccionaris de pron&amp;uacute;ncia de NVDA et permeten canviar una cadena de car&amp;agrave;cters per una altra.
Un exemple simple &amp;eacute;s que tu vols que NVDA digui granota cada cop que se suposa que ha de dir ocell.
En el di&amp;agrave;leg Afegir regla, la manera m&amp;eacute;s f&amp;agrave;cil de fer això &amp;eacute;s escriure la paraula ocell en el camp Patr&amp;oacute;, i la paraula granota en el camp Reemplaçar.
Potser tamb&amp;eacute; vols escriure una descripci&amp;oacute; de la regla en el camp Comentari (alguna cosa com: canvia ocell per granota).
</P>
<P>
Els diccionaris de pron&amp;uacute;ncia de NVDA permeten fer moltes m&amp;eacute;s coses que simples canvis de paraula.
El di&amp;agrave;leg Afegir regla cont&amp;eacute; tamb&amp;eacute; una casella de selecci&amp;oacute; per indicar si vols que la regla tingui en compte les maj&amp;uacute;scules (això vol dir que NVDA tindr&amp;agrave; en compte si les lletres s&amp;oacute;n maj&amp;uacute;scules o min&amp;uacute;scules.
De forma predeterminada NVDA no en fa cas).
Una altra casella de selecci&amp;oacute; et permet indicar si el patr&amp;oacute; &amp;eacute;s una "Expressi&amp;oacute; regular".
Una expressi&amp;oacute; regular &amp;eacute;s un patr&amp;oacute; que cont&amp;eacute; uns s&amp;iacute;mbols especials que et permeten, per exemple, identificar un o m&amp;eacute;s car&amp;agrave;cters a la vegada, identificar nom&amp;eacute;s n&amp;uacute;meros, o nom&amp;eacute;s lletres, o altres.
Aquesta guia d'usuari no tracta les expressions regulars, però al web pots trobar molts tutorials que et poden donar m&amp;eacute;s informaci&amp;oacute;.
</P>

<A NAME="SymbolPronunciation"></A>
<H4>8.1.14. Pronunciaci&amp;oacute; de la puntuaci&amp;oacute; i dels s&amp;iacute;mbols</H4>

<P>
Aquest di&amp;agrave;leg et permet canviar la manera en que es pronuncia la puntuaci&amp;oacute; i altres s&amp;iacute;mbols, aix&amp;iacute; com el nivell de verbalitzaci&amp;oacute; dels s&amp;iacute;mbols.
</P>
<P>
Per canviar un s&amp;iacute;mbol, primer l'has de seleccionar a la Llista de s&amp;iacute;mbols.
El camp Reemplaçar et permet canviar el text que es verbalitzar&amp;agrave; en comptes del s&amp;iacute;mbol.
Si uses el camp Nivell, pots ajustar el nivell m&amp;eacute;s baix en el què el s&amp;iacute;mbol es verbalitzar&amp;agrave;.
</P>
<P>
Quan hagis acabat, prem el bot&amp;oacute; D'acord per guardar els canvis fets o el bot&amp;oacute; Cancel·lar per descartar-los.
</P>

<A NAME="toc67"></A>
<H4>8.1.15. Gestos d'entrada</H4>

<P>
En aquest di&amp;agrave;leg, pots personalitzar els gestos d'entrada (tecles en el teclat, botons a la l&amp;iacute;nia braille, etc.) usats a les instruccions NVDA.
</P>
<P>
Nom&amp;eacute;s es mostren les instruccions que s&amp;oacute;n aplicables immediatament abans que el di&amp;agrave;leg s'obri.
Per exemple, si vols personalitzar les instruccions relacionades amb el mode de navegaci&amp;oacute;, has d'obrir el di&amp;agrave;leg de Gestos d'entrada mentre et trobes en mode de navegaci&amp;oacute;.
</P>
<P>
L'arbre d'aquest di&amp;agrave;leg llista totes les instruccions NVDA aplicables agrupades per categoria.
Qualsevol gest associat amb una instrucci&amp;oacute; es llista sota la instrucci&amp;oacute;.
</P>
<P>
Per afegir un gest d'entrada a una instrucci&amp;oacute;, selecciona la instrucci&amp;oacute; i prem el bot&amp;oacute; Afegir.
Llavors, fes el gest d'entrada que hi vols associar; per ex. prem una tecla del teclat o un bot&amp;oacute; de la l&amp;iacute;nia braille.
Sovint, un gest es pot interpretar de diverses maneres.
Per exemple, si prems una tecla del teclat, potser vols que sigui espec&amp;iacute;fica de l'actual disposici&amp;oacute; de teclat (per ex. sobretaula o port&amp;agrave;til) o vols que sigui v&amp;agrave;lida per tots els teclats.
En aquest cas, apareixer&amp;agrave; un men&amp;uacute; que et permetr&amp;agrave; seleccionar l'opci&amp;oacute; desitjada.
</P>
<P>
Per dissociar un gest d'una instrucci&amp;oacute;, selecciona el gest i prem el bot&amp;oacute; Eliminar.
</P>
<P>
Quan hagis acabat de fer canvis, prem el bot&amp;oacute; D'acord per guardar els canvis fets o el bot&amp;oacute; Cancel·lar per descartar-los.
</P>

<A NAME="toc68"></A>
<H3>8.2. Guardar i recuperar la configuraci&amp;oacute;</H3>

<P>
De forma predeterminada, NVDA guardar&amp;agrave; autom&amp;agrave;ticament la teva configuraci&amp;oacute; quan surtis del programa.
Tingues en compte de totes maneres, que aquesta opci&amp;oacute; es pot canviar en les opcions generals del men&amp;uacute; de Preferències.
Per guardar la configuraci&amp;oacute; manualment en qualsevol moment, escull l'opci&amp;oacute; Guardar configuraci&amp;oacute; del men&amp;uacute; NVDA.
</P>
<P>
Si mai comets un error amb la teva configuraci&amp;oacute; i vols recuperar la configuraci&amp;oacute; guardada, escull l'element "Recuperar  configuraci&amp;oacute; guardada" del men&amp;uacute; NVDA.
Tamb&amp;eacute; pots resetejar la configuraci&amp;oacute; a la configuraci&amp;oacute; original de f&amp;agrave;brica escollint "Recuperar configuraci&amp;oacute; de f&amp;agrave;brica", que tamb&amp;eacute; es troba al men&amp;uacute; NVDA.
</P>
<P>
Les següents instruccions de teclat tamb&amp;eacute; s&amp;oacute;n &amp;uacute;tils:
</P>

<TABLE BORDER="1" CELLPADDING="4">
<TR>
<TH>Nom</TH>
<TH>Tecla en teclat de sobretaula</TH>
<TH>Tecla en teclat de port&amp;agrave;til</TH>
<TH>Descripci&amp;oacute;</TH>
</TR>
<TR>
<TD>Guarda configuraci&amp;oacute;</TD>
<TD>NVDA+Ctrl+c</TD>
<TD>NVDA+Ctrl+c</TD>
<TD>Guarda la teva configuraci&amp;oacute; actual per tal que no es perdi quan surts de NVDA</TD>
</TR>
<TR>
<TD>Ref&amp;eacute;s la configuraci&amp;oacute;</TD>
<TD>NVDA+Ctrl+r</TD>
<TD>NVDA+Ctrl+r</TD>
<TD>Si prems un cop recuperes la darrera configuraci&amp;oacute; guardada. Si prems tres cops recuperes la configuraci&amp;oacute; de f&amp;agrave;brica</TD>
</TR>
</TABLE>

<A NAME="toc69"></A>
<H3>8.3. Perfils de configuraci&amp;oacute;</H3>

<P>
A vegades, et pot interessar disposar de diferents configuracions per situacions diferents.
Per exemple, pots voler tenir activada la informaci&amp;oacute; del sagnat mentre edites, o la informaci&amp;oacute; dels atributs de tipus de lletra mentre fas correccions.
Els perfils de configuraci&amp;oacute; et permeten fer això.
</P>
<P>
Un perfil de configuraci&amp;oacute; cont&amp;eacute; nom&amp;eacute;s aquelles configuracions que canvien mentre el perfil s'est&amp;agrave; editant.
La majoria de configuracions es poden canviar en els perfils de configuraci&amp;oacute; excepte les del di&amp;agrave;leg de Configuraci&amp;oacute; general, que afecten a tot NVDA.
</P>
<P>
Els perfils de configuraci&amp;oacute; es poden activar manualment.
La seva activaci&amp;oacute; tamb&amp;eacute; es pot disparar autom&amp;agrave;ticament per accions com canviar a una aplicaci&amp;oacute; particular.
</P>

<A NAME="toc70"></A>
<H4>8.3.1. Gesti&amp;oacute; b&amp;agrave;sica</H4>

<P>
Per gestionar els perfils de configuraci&amp;oacute; has de seleccionar "Perfils de configuraci&amp;oacute;" al men&amp;uacute; NVDA.
Tamb&amp;eacute; pots fer-ho usant la instrucci&amp;oacute; de teclat:
</P>

<UL>
<LI>NVDA+Ctrl+p: Mostra el di&amp;agrave;leg de Perfils de configuraci&amp;oacute;.
</UL>

<P>
El primer control en aquest di&amp;agrave;leg &amp;eacute;s la llista de perfils disponibles, d'entre els què pots triar-ne un.
Quan obres aquest di&amp;agrave;leg, apareix seleccionat el perfil amb el què est&amp;agrave;s editant actualment.
Es mostra informaci&amp;oacute; addicional dels perfils actius, que indica si s'han activat manualment o autom&amp;agrave;ticament i/o si s'estan editant.
</P>
<P>
Per reanomenar o esborrar un perfil, prem els botons Reanomenar o Esborrar, respectivament.
</P>
<P>
Prem el bot&amp;oacute; Tancar per tancar aquest di&amp;agrave;leg.
</P>

<A NAME="toc71"></A>
<H4>8.3.2. Creaci&amp;oacute; d'un perfil</H4>

<P>
Per crear un perfil, prem el bot&amp;oacute; Nou.
</P>
<P>
En el di&amp;agrave;leg Nou perfil, pots introduir un nom per al perfil.
Tamb&amp;eacute; pots seleccionar com usar aquest perfil.
Si nom&amp;eacute;s vols usar aquest perfil manualment, selecciona Activaci&amp;oacute; manual, que &amp;eacute;s l'opci&amp;oacute; predeterminada.
Altrament, selecciona quina acci&amp;oacute; desencadenar&amp;agrave; l'activaci&amp;oacute; manual del perfil.
Per conveniència, si encara no has entrat un nom per al perfil, quan seleccionis el desencadenador s'omplir&amp;agrave; el camp de nom.
M&amp;eacute;s endavant pots trobar m&amp;eacute;s <A HREF="#ConfigProfileTriggers">informaci&amp;oacute; sobre els desencadenadors</A>.
</P>
<P>
Si prems D'acord el perfil es crear&amp;agrave; i es tancar&amp;agrave; el di&amp;agrave;leg de Configuraci&amp;oacute; de perfils per tal que el puguis editar.
</P>

<A NAME="ConfigProfileManual"></A>
<H4>8.3.3. Activaci&amp;oacute; manual</H4>

<P>
Pots activar manualment un perfil si selecciones un perfil i prems el bot&amp;oacute; d'Activaci&amp;oacute; manual.
Un cop activat, altres perfils es poden activar per desencadenadors, però les configuracions del perfil activat manualment tindran preferència.
Per exemple, si es dispara un perfil a l'aplicaci&amp;oacute; en &amp;uacute;s que t&amp;eacute; activada la informaci&amp;oacute; d'enllaços, però aquesta informaci&amp;oacute; est&amp;agrave; desactivada en el perfil activat manualment, no s'informar&amp;agrave; dels enllaços.
Tot i aix&amp;iacute;, si has canviat la veu en el perfil activat autom&amp;agrave;ticament però no l'has canviat en el perfil activat manualment, s'usar&amp;agrave; la veu del perfil activat autom&amp;agrave;ticament.
Si canvies la configuraci&amp;oacute;, els canvis es guardaran en el perfil activat manualment.
Per desactivar un perfil activat manualment, selecciona'l en el di&amp;agrave;leg de Configuraci&amp;oacute; de perfils i prem el bot&amp;oacute; de Desactivaci&amp;oacute; manual.
</P>

<A NAME="ConfigProfileTriggers"></A>
<H4>8.3.4. Desencadenadors</H4>

<P>
Si prems el bot&amp;oacute; de Desencadenadors en el di&amp;agrave;leg de Configuraci&amp;oacute; de perfils podr&amp;agrave;s canviar els perfils que es dispararan autom&amp;agrave;ticament per diversos desencadenadors.
</P>
<P>
La llista de desencadenadors mostra els desencadenadors disponibles, que s&amp;oacute;n els següents:
</P>

<UL>
<LI>Aplicaci&amp;oacute; en &amp;uacute;s: Es dispara quan canvies a l'aplicaci&amp;oacute; en &amp;uacute;s.
<LI>Verbalitza-ho tot: Es dispara quan llegeixes amb la instrucci&amp;oacute; Verbalitza-ho tot.
</UL>

<P>
Per canviar el perfil associat a un desencadenador, selecciona el desencadenador i llavors selecciona el perfil desitjat de la llista de perfils.
Pots seleccionar "configuraci&amp;oacute; est&amp;agrave;ndard" si no vols que s'usi cap perfil.
</P>
<P>
Prem el bot&amp;oacute; de Tancar per tornar al di&amp;agrave;leg de Configuraci&amp;oacute; de perfils.
</P>

<A NAME="toc74"></A>
<H4>8.3.5. Edici&amp;oacute; d'un perfil</H4>

<P>
Quan has activat manualment un perfil, si canvies la configuraci&amp;oacute;, els canvis es guardaran en aquest perfil.
Altrament, els canvis de configuraci&amp;oacute; es guardaran en el darrer perfil activat.
Per exemple, si has associat un perfil amb l'aplicaci&amp;oacute; Bloc de notes i obres aquesta aplicaci&amp;oacute;, qualsevol canvi de configuraci&amp;oacute; es guardar&amp;agrave; en aquest perfil.
Finalment, si no hi ha cap perfil activat manualment o autom&amp;agrave;tica, qualsevol canvi de configuraci&amp;oacute; es guardar&amp;agrave; a la configuraci&amp;oacute; est&amp;agrave;ndard.
</P>
<P>
Per editar el perfil associat a Verbalitza-ho tot, has d'<A HREF="#ConfigProfileManual">activar manualment</A> aquest perfil.
</P>

<A NAME="toc75"></A>
<H4>8.3.6. Desactivaci&amp;oacute; temporal dels desencadenadors</H4>

<P>
A vegades, &amp;eacute;s &amp;uacute;til desactivar temporalment tots els desencadenadors.
Per exemple, pots voler editar el perfil activat manualment o la configuraci&amp;oacute; est&amp;agrave;ndard, sense que hi interfereixin perfils disparats autom&amp;agrave;ticament.
Pots desactivar-los seleccionant la casella de selecci&amp;oacute; Desactivaci&amp;oacute; temporal dels desencadenadors en el di&amp;agrave;leg de Configuraci&amp;oacute; de perfils.
</P>

<A NAME="toc76"></A>
<H3>8.4. Ubicaci&amp;oacute; dels fitxers de configuraci&amp;oacute;</H3>

<P>
Les versions portables de NVDA guarden tota la configuraci&amp;oacute;, els mòduls d'aplicaci&amp;oacute; personalitzats i els controladors personalitzats en una carpeta anomenada userConfig, ubicada dins la carpeta NVDA.
</P>
<P>
Les versions instal·lades de NVDA guarden tota la configuraci&amp;oacute;, els mòduls d'aplicaci&amp;oacute; personalitzats i els controladors personalitzats en una carpeta NVDA especial, ubicada en el teu perfil d'usuari Windows.
Això significa que cada usuari del sistema pot tenir la seva pròpia configuraci&amp;oacute; de NVDA.
Per arribar a la carpeta de configuraci&amp;oacute; de la versi&amp;oacute; instal·lada de NVDA, en el men&amp;uacute; d'inici ves a programes -&gt; NVDA -&gt; explorar carpeta de configuraci&amp;oacute; d'usuari.
</P>
<P>
La configuraci&amp;oacute; NVDA de l'inici de sessi&amp;oacute; de Windows o les pantalles UAC es guarda a la carpeta systemConfig de la carpeta d'instal·laci&amp;oacute; NVDA.
Normalment, aquesta configuraci&amp;oacute; no s'ha de tocar.
Per canviar la configuraci&amp;oacute; NVDA de l'inici de sessi&amp;oacute; de Windows/pantalles UAC, tria la configuraci&amp;oacute; desitjada de NVDA un cop has entrat a Windows, guarda la configuraci&amp;oacute;, i llavors prem el bot&amp;oacute; Usa la configuraci&amp;oacute; guardada a l'inici de sessi&amp;oacute; de Windows i en altres pantalles de seguretat en el di&amp;agrave;leg de Configuraci&amp;oacute; general.
</P>

<A NAME="toc77"></A>
<H2>9. Eines extres</H2>

<A NAME="toc78"></A>
<H3>9.1. Visor del registre</H3>

<P>
El Visor del registre, que es troba sota Eines al men&amp;uacute; NVDA, et permet veure tot el registre de sortida que s'ha guardat des del darrer inici de NVDA.
</P>
<P>
A banda de llegir-ne el contingut, pots guardar una còpia del fitxer de registre, o actualitzar el visor per mostrar la sortida m&amp;eacute;s recent des que has obert el Visor de registre.
Aquestes accions es troben sota el men&amp;uacute; del Visor de registre.
</P>

<A NAME="toc79"></A>
<H3>9.2. Visor de parla</H3>

<P>
Per als desenvolupadors amb visi&amp;oacute; o per a persones que volen fer una demostraci&amp;oacute; de NVDA a una audiència de persones amb visi&amp;oacute;, existeix una finestra que et permet veure tot el text que NVDA est&amp;agrave; verbalitzant en un moment donat.
</P>
<P>
Per activar el Visor de parla, selecciona l'element de men&amp;uacute; "Visor de parla" sota Eines en el men&amp;uacute; NVDA.
Desselecciona el men&amp;uacute; per desactivar-lo.
</P>
<P>
Mentre est&amp;agrave; activat el Visor de parla, aquest s'actualitza constantment per mostrar el text verbalitzat actual.
De totes maneres, si cliques o mous el focus al Visor, NVDA aturar&amp;agrave; moment&amp;agrave;niament l'actualitzaci&amp;oacute; del text, per tal de permetre't seleccionar-ne o copiar-ne f&amp;agrave;cilment el contingut.
</P>

<A NAME="toc80"></A>
<H3>9.3. Administrador de complements</H3>

<P>
L'administrador de complements, al qual s'accedeix seleccionant Administrar complements sota Eines en el men&amp;uacute; NVDA, et permet instal·lar o desinstal·lar paquets addicionals a NVDA.
Aquests paquets els ofereix la comunitat i contenen codi que pot afegir o canviar funcionalitats de NVDA o fins i tot oferir compatibilitat amb l&amp;iacute;nies braille o sintetitzadors de veu addicionals.
</P>
<P>
L'administrador de complements cont&amp;eacute; una llista que mostra els complements instal·lats en la configuraci&amp;oacute; d'usuari activa.
Per cada complement es mostra el nom del paquet, la versi&amp;oacute; i l'autor, però es pot veure m&amp;eacute;s informaci&amp;oacute; com la descripci&amp;oacute; i URL si se selecciona el complement i es prem el bot&amp;oacute; Sobre el complement.
Si hi ha ajuda disponible per al complement seleccionat, pots accedir-hi prement el bot&amp;oacute; d'ajuda del complement.
</P>
<P>
Per navegar i descarregar els complements disponibles a la web, prem el bot&amp;oacute; Descarrega complements.
Aquest bot&amp;oacute; obre la <A HREFLANG="en" HREF="http://addons.nvda-project.org/">p&amp;agrave;gina de complements de NVDA</A>.
Si NVDA est&amp;agrave; instal·lat en el teu sistema, pots obrir el complement directament des del navegador per iniciar el proc&amp;eacute;s d'instal·laci&amp;oacute; tal i com es descriu a continuaci&amp;oacute;.
Altrament, guarda el paquet del complement i segueix les instruccions de m&amp;eacute;s avall.
</P>
<P>
Per instal·lar un complement obtingut prèviament, prem el bot&amp;oacute; instal·lar.
Això et permetr&amp;agrave; navegar al paquet del complement (.nvda-addon file) en algun lloc del teu ordinador o en una xarxa.
Un cop prems Obrir, el proc&amp;eacute;s d'instal·laci&amp;oacute; s'iniciar&amp;agrave;.
</P>
<P>
Quan s'instal·la un complement, NVDA en primer lloc et preguntar&amp;agrave; si realment el vols instal·lar.
Com que no hi ha restriccions a la funcionalitat dels complements dins NVDA, i en teoria podrien accedir a les teves dades personals o fins i tot al sistema sencer si tens una versi&amp;oacute; instal·lada de NVDA, &amp;eacute;s molt important que nom&amp;eacute;s instal·lis NVDA de fonts de confiança.
Un cop has instal·lat el complement, cal reiniciar NVDA per a què el complement funcioni.
Mentre no reinicies, aquest complement apareixer&amp;agrave; amb l'estat "instal·lat" a la llista dels complements.
</P>
<P>
Per desinstal·lar un complement, selecciona'l de la llista i prem el bot&amp;oacute; Eliminar.
NVDA et preguntar&amp;agrave; si realment el vols desinstal·lar.
Com a la instal·laci&amp;oacute;, has de reiniciar NVDA per desinstal·lar completament el complement.
Mentre no reinicies, aquest complement apareixer&amp;agrave; amb l'estat "eliminat" a la llista dels complements.
</P>
<P>
L'administrador tamb&amp;eacute; t&amp;eacute; un bot&amp;oacute; Tancar per tancar el di&amp;agrave;leg.
Si has instal·lat o desinstal·lat complements, NVDA et preguntar&amp;agrave; primer si vols reiniciar per tal que els canvis tinguin lloc.
</P>
<P>
Antigament era possible augmentar les funcionalitats de NVDA copiant connectors i controladors individuals a la carpeta de configuraci&amp;oacute; del teu usuari NVDA.
Tot i que aquesta versi&amp;oacute; de NVDA encara podr&amp;agrave; carregar-los, no es mostraran dins de l'Administrador de Complements.
Val m&amp;eacute;s, doncs, eliminar aquests fitxers de la teva configuraci&amp;oacute; i instal·lar el complement apropiat si n'hi ha un de disponible.
</P>

<A NAME="toc81"></A>
<H3>9.4. Consola de Python</H3>

<P>
La consola de Python de NVDA, ubicada sota el men&amp;uacute; Eines dins el men&amp;uacute; NVDA, &amp;eacute;s una eina de desenvolupament que resulta &amp;uacute;til per a la depuraci&amp;oacute;, inspecci&amp;oacute; general de l'interior de NVDA o inspecci&amp;oacute; de la jerarquia d'accessibilitat d'una aplicaci&amp;oacute;.
Per a m&amp;eacute;s informaci&amp;oacute;, pots consultar la Guia del desenvolupador disponible dins <A HREFLANG="en" HREF="http://community.nvda-project.org/wiki/Development">la secci&amp;oacute; de desenvolupament de la p&amp;agrave;gina web de NVDA</A>.
</P>

<A NAME="toc82"></A>
<H3>9.5. Recarregar connectors</H3>

<P>
Quan s'activa aquest element, recarrega mòduls d'aplicaci&amp;oacute; i connectors sense reiniciar NVDA, la qual cosa resulta &amp;uacute;til per als desenvolupadors.
</P>

<A NAME="SupportedSpeechSynths"></A>
<H2>10. Sintetitzadors de Veu Compatibles</H2>

<P>
Aquesta secci&amp;oacute; cont&amp;eacute; informaci&amp;oacute; sobre els sintetitzadors de veu compatibles amb NVDA.
Pots consultar una llista m&amp;eacute;s extensa dels sintetitzadors gratuïts i comercials que pots comprar o descarregar per usar amb NVDA, a la p&amp;agrave;gina <A HREFLANG="en" HREF="http://www.nvda-project.org/wiki/ExtraVoices">http://www.nvda-project.org/wiki/ExtraVoices</A>
</P>

<A NAME="toc84"></A>
<H3>10.1. eSpeak</H3>

<P>
El sintetitzador <A HREFLANG="en" HREF="http://espeak.sourceforge.net/">eSpeak</A> ve incorporat directament a NVDA i no requereix cap controlador o component especial per instal·lar-se.
NVDA s'inicia utilitzant eSpeak de forma predeterminada.
Com que aquest sintetitzador est&amp;agrave; incorporat a NVDA, &amp;eacute;s una bona elecci&amp;oacute; quan s'utilitza NVDA des d'un llapis USB en altres sistemes.
</P>
<P>
Cadascuna de les veus d'eSpeak parla un idioma diferent.
Hi ha aproximadament 43 idiomes compatibles amb eSpeak.
</P>
<P>
Tamb&amp;eacute; hi ha diverses variants que permeten alterar el so de la veu.
</P>

<A NAME="toc85"></A>
<H3>10.2. Microsoft Speech API version 4 (SAPI 4)</H3>

<P>
SAPI 4 &amp;eacute;s un est&amp;agrave;ndard antic de Microsoft per a sintetitzadors de veu.
Molts dels sintetitzadors que segueixen aquest est&amp;agrave;ndard poden adquirir-se o descarregar-se de franc a diverses companyies o a llocs web.
Si utilitzes aquest amb NVDA, podr&amp;agrave;s accedir a totes les veus dels motors SAPI4 disponibles en el teu ordinador anant al <A HREF="#VoiceSettings">di&amp;agrave;leg de Configuraci&amp;oacute; de veu</A> o des de la <A HREF="#SynthSettingsRing">Roda de configuraci&amp;oacute; de sintetitzador</A>.
</P>
<P>
Si has instal·lat veus SAPI4 però el sintetitzador no apareix a la llista de sintetitzadors de NVDA, has d'instal·lar els arxius binaris del runtime de SAPI 4.0, que pots trobar a <A HREFLANG="en" HREF="http://activex.microsoft.com/activex/controls/sapi/spchapi.exe">http://activex.microsoft.com/activex/controls/sapi/spchapi.exe</A>.
</P>

<A NAME="toc86"></A>
<H3>10.3. Microsoft Speech API versi&amp;oacute; 5 (SAPI 5)</H3>

<P>
SAPI 5 &amp;eacute;s un est&amp;agrave;ndard de Microsoft per a programari de sintetitzadors de veu.
Molts dels sintetitzadors que segueixen aquest est&amp;agrave;ndard poden adquirir-se o descarregar-se de franc a diverses companyies o a llocs web, però molt probablement el teu sistema ja inclour&amp;agrave; com a m&amp;iacute;nim una veu SAPI 5 preinstal·lada.
Si utilitzes un sintetitzador SAPI 5 amb NVDA, podr&amp;agrave;s accedir a totes les veus disponibles dels motors SAPI5 disponibles en el teu ordinador  anant al <A HREF="#VoiceSettings">di&amp;agrave;leg de Configuraci&amp;oacute; de veu</A> o des del <A HREF="#SynthSettingsRing">Roda de configuraci&amp;oacute; de sintetitzador</A>. 
</P>

<A NAME="toc87"></A>
<H3>10.4. Microsoft Speech Platform</H3>

<P>
La Microsoft Speech Platform proporciona veus per a molts idiomes, emprades habitualment per al desenvolupament d'aplicacions de veu per servidor.
Aquestes veus poden usar-se tamb&amp;eacute; amb NVDA.
</P>
<P>
Per poder-les utilitzar, caldr&amp;agrave; instal·lar dos components:
</P>

<UL>
<LI>Microsoft Speech Platform - Runtime (Versi&amp;oacute; 11) , x86: <A HREFLANG="en" HREF="http://www.microsoft.com/download/en/details.aspx?id=27225">http://www.microsoft.com/download/en/details.aspx?id=27225</A>
<LI>Microsoft Speech Platform - Runtime Languages (Versi&amp;oacute; 11): <A HREFLANG="en" HREF="http://www.microsoft.com/download/en/details.aspx?id=27224">http://www.microsoft.com/download/en/details.aspx?id=27224</A>
 <UL>
 <LI>Aquesta p&amp;agrave;gina cont&amp;eacute; molts fitxers, tant de reconeixement de veu com de text a veu.
 Tria els fitxers que incloguin les dades TTS per als idiomes/veus que desitgis.
 A tall d'exemple, el fitxer MSSpeech_TTS_en-US_ZiraPro.msi &amp;eacute;s una veu anglesa U.S..
 </UL>
</UL>

<A NAME="toc88"></A>
<H3>10.5. Audiologic Tts3</H3>

<P>
Es tracta d'un sintetitzador comercial espec&amp;iacute;ficament per a l'idioma itali&amp;agrave;.
Cal tenir-lo instal·lat al teu sistema per poder-lo fer servir amb NVDA.
Per a m&amp;eacute;s informaci&amp;oacute;, pots visitar la web d'Audiologic a <A HREF="http://www.audiologic.it">www.audiologic.it</A>.
</P>
<P>
Aquest sintetitzador no permet la <A HREF="#VoiceSpellingFunctionality">funci&amp;oacute; de lletreig</A>.
</P>

<A NAME="toc89"></A>
<H3>10.6. Newfon</H3>

<P>
Newfon &amp;eacute;s un sintetitzador comercial gratuït creat per Sergey Shishmintzev, que inclou els idiomes rus i ucraïnès.
Per obtenir-lo, visita la secci&amp;oacute; de desc&amp;agrave;rregues de la web de la comunitat russa de NVDA: <A HREFLANG="ru" HREF="http://ru.nvda-community.org/?page_id=10">http://ru.nvda-community.org/?page_id=10</A>
</P>
<P>
Aquest sintetitzador no permet la <A HREF="#VoiceSpellingFunctionality">funci&amp;oacute; de lletreig</A>.
</P>

<A NAME="toc90"></A>
<H3>10.7. Nuance Vocalizer para NVDA</H3>

<P>
Nuance Vocalizer &amp;eacute;s un sintetitzador de veu comercial i d'alta qualitat, desenvolupat per Nuance Communications, Inc., i compilat expressament per NVDA, per part de Tiflotecnia, Lda.
Cont&amp;eacute; m&amp;eacute;s de 50 veus instal·lables, i inclou m&amp;eacute;s de 30 idiomes.
Tots els components i veus del sintetitzador s'agrupen en paquets de complements, totalment funcionals en versions portables de NVDA.
</P>
<P>
Pots obtenir m&amp;eacute;s informaci&amp;oacute; sobre Nuance Vocalizer per NVDA i sobre com comprar-lo, a la seva web <A HREFLANG="en" HREF="http://www.vocalizer-nvda.com/">www.vocalizer-nvda.com</A>.
Un percentatge de les vendes d'aquest producte es d&amp;oacute;na a NV Access, per a finançar el desenvolupament del lector de pantalla NVDA.
</P>

<A NAME="SupportedBrailleDisplays"></A>
<H2>11. L&amp;iacute;nies braille compatibles</H2>

<P>
Aquesta secci&amp;oacute; cont&amp;eacute; informaci&amp;oacute; sobre les l&amp;iacute;nies braille compatibles amb NVDA.
</P>

<A NAME="toc92"></A>
<H3>11.1. Series Focus/PAC Mate de Freedom Scientific</H3>

<P>
Totes les l&amp;iacute;nies Focus i PAC Mate de <A HREFLANG="en" HREF="http://www.freedomscientific.com/">Freedom Scientific</A> s&amp;oacute;n compatibles amb NVDA si es connecten per USB o Bluetooth.
Cal tenir instal·lats a l'ordinador els controladors de l&amp;iacute;nies braille de Freedom Scientific.
Si encara no els tens, pots obtenir-los de <A HREFLANG="en" HREF="http://www.freedomscientific.com/downloads/focus-40-blue/focus-40-14-blue-downloads.asp">http://www.freedomscientific.com/downloads/focus-40-blue/focus-40-14-blue-downloads.asp</A>.
Tot i que aquesta p&amp;agrave;gina nom&amp;eacute;s parla de la l&amp;iacute;nia braille Focus Blue, els controladors funcionen amb totes les l&amp;iacute;nies Focus i PAC Mate de Freedom Scientific.
Si treballes amb un sistema Windows de 64 bits i els controladors ja han estat instal·lats per un altre lector de pantalla, segurament haur&amp;agrave;s d'instal·lar-los des de l'enllaç donat, ja que segurament l'altre lector de pantalla no ha instal·lat els fitxers que NVDA necessita. 
</P>
<P>
De forma predeterminada, NVDA pot detectar autom&amp;agrave;ticament i connectar-se amb aquestes l&amp;iacute;nies tant per USB com per Bluetooth.
Tot i aix&amp;iacute;, quan configuris la l&amp;iacute;nia, pots seleccionar expl&amp;iacute;citament els ports "USB" o "Bluetooth" per restringir el tipus de connexi&amp;oacute; que usar&amp;agrave;s.
Això pot ser &amp;uacute;til si vols connectar la l&amp;iacute;nia Focus a NVDA per Bluetooth, però poder carregar-lo fent servir la c&amp;agrave;rrega elèctrica per USB del teu ordinador.
</P>
<P>
A continuaci&amp;oacute; pots trobar les assignacions de tecles per aquesta l&amp;iacute;nia a NVDA.
Revisa la documentaci&amp;oacute; de la l&amp;iacute;nia per la descripci&amp;oacute; d'on es troben aquestes tecles.
</P>

<TABLE BORDER="1" CELLPADDING="4">
<TR>
<TH>Nom</TH>
<TH>Tecla</TH>
</TR>
<TR>
<TD>Desplaça la l&amp;iacute;nia braille enrere</TD>
<TD>sensorSuperior1 (primera cel·la a la pantalla)</TD>
</TR>
<TR>
<TD>Desplaça la l&amp;iacute;nia braille endavant</TD>
<TD>sensorSuperior20/40/80 (darrera cel·la a la pantalla)</TD>
</TR>
<TR>
<TD>Desplaça la l&amp;iacute;nia braille enrere</TD>
<TD>barra avançar esquerra</TD>
</TR>
<TR>
<TD>Desplaça la l&amp;iacute;nia braille endavant</TD>
<TD>barra avançar esquerra</TD>
</TR>
<TR>
<TD>Commuta el seguiment de braille a</TD>
<TD>leftGDFButton+rightGDFButton</TD>
</TR>
<TR>
<TD>Commuta a roda esquerra</TD>
<TD>pr&amp;eacute;mer roda esquerra</TD>
</TR>
<TR>
<TD>Mou enrere fent servir la roda esquerra</TD>
<TD>roda esquerra amunt</TD>
</TR>
<TR>
<TD>Mou endavant fent servir la roda esquerra</TD>
<TD>roda esquerra avall</TD>
</TR>
<TR>
<TD>Commuta a roda dreta</TD>
<TD>pr&amp;eacute;mer roda dreta</TD>
</TR>
<TR>
<TD>Mou enrere fent servir la roda dreta</TD>
<TD>roda dreta amunt</TD>
</TR>
<TR>
<TD>Mou endavant fent servir la roda dreta</TD>
<TD>roda dreta avall</TD>
</TR>
<TR>
<TD>Guia fins a la cel·la braille</TD>
<TD>sensor</TD>
</TR>
<TR>
<TD>Tecla Retroc&amp;eacute;s</TD>
<TD>punt7</TD>
</TR>
<TR>
<TD>Tecla Retorn</TD>
<TD>punt8</TD>
</TR>
<TR>
<TD>Tecla Maj&amp;uacute;scules+Tab</TD>
<TD>BarraEspaiadoraBraille+punt1+punt2</TD>
</TR>
<TR>
<TD>Tecla Tab</TD>
<TD>BarraEspaiadoraBraille+punt4+punt5</TD>
</TR>
<TR>
<TD>Tecla Fletxa amunt</TD>
<TD>BarraEspaiadoraBraille+punt1</TD>
</TR>
<TR>
<TD>Tecla Fletxa avall</TD>
<TD>BarraEspaiadoraBraille+punt4</TD>
</TR>
<TR>
<TD>Tecla Ctrl+Fletxa esquerra</TD>
<TD>BarraEspaiadoraBraille+punt2</TD>
</TR>
<TR>
<TD>Tecla Ctrl+Fletxa dreta</TD>
<TD>BarraEspaiadoraBraille+punt5</TD>
</TR>
<TR>
<TD>Tecla Fletxa esquerra</TD>
<TD>BarraEspaiadoraBraille+punt3</TD>
</TR>
<TR>
<TD>Tecla Fletxa dreta</TD>
<TD>BarraEspaiadoraBraille+punt6</TD>
</TR>
<TR>
<TD>Tecla Inici</TD>
<TD>BarraEspaiadoraBraille+punt1+punt3</TD>
</TR>
<TR>
<TD>Tecla Fi</TD>
<TD>BarraEspaiadoraBraille+punt4+punt6</TD>
</TR>
<TR>
<TD>Tecla Ctrl+Inici</TD>
<TD>BarraEspaiadoraBraille+punt1+punt2+punt3</TD>
</TR>
<TR>
<TD>Tecla Ctrl+Fi</TD>
<TD>BarraEspaiadoraBraille+punt4+punt5+punt6</TD>
</TR>
<TR>
<TD>Tecla Alt</TD>
<TD>BarraEspaiadoraBraille+punt1+punt3+punt4</TD>
</TR>
<TR>
<TD>Tecla Alt+Tab</TD>
<TD>BarraEspaiadoraBraille+punt2+punt3+punt4+punt5</TD>
</TR>
<TR>
<TD>Tecla Escape</TD>
<TD>BarraEspaiadoraBraille+punt1+punt5</TD>
</TR>
<TR>
<TD>Tecla Windows</TD>
<TD>BarraEspaiadoraBraille+punt2+punt4+punt5+punt6</TD>
</TR>
<TR>
<TD>Tecla Barra espaiadora</TD>
<TD>BarraEspaiadoraBraille</TD>
</TR>
<TR>
<TD>Tecla Windows+d (minimitza totes les aplicacions)</TD>
<TD>BarraEspaiadoraBraille+punt1+punt2+punt3+punt4+punt5+punt6</TD>
</TR>
<TR>
<TD>Informa de la l&amp;iacute;nia actual</TD>
<TD>BarraEspaiadoraBraille+punt1+punt4</TD>
</TR>
<TR>
<TD>Men&amp;uacute; NVDA</TD>
<TD>BarraEspaiadoraBraille+punt1+punt3+punt4+punt5</TD>
</TR>
</TABLE>

<P>
Per models Focus m&amp;eacute;s nous que contenen tecles de barra rocker (focus 40, focus 80 and focus blue):
</P>

<TABLE BORDER="1" CELLPADDING="4">
<TR>
<TH>Nom</TH>
<TH>Tecla</TH>
</TR>
<TR>
<TD>Mou la pantalla braille a la l&amp;iacute;nia anterior</TD>
<TD>balanc&amp;iacute; esquerra amunt, balanc&amp;iacute; dret amunt</TD>
</TR>
<TR>
<TD>Mou la pantalla braille a la l&amp;iacute;nia posterior</TD>
<TD>balanc&amp;iacute; esquerra avall, balanc&amp;iacute; dret avall</TD>
</TR>
</TABLE>

<P>
Nom&amp;eacute;s per a Focus 80:
</P>

<TABLE BORDER="1" CELLPADDING="4">
<TR>
<TH>Nom</TH>
<TH>Tecla</TH>
</TR>
<TR>
<TD>Desplaçar pantalla braille enrere</TD>
<TD>barra frontal esquerra amunt, barra frontal dreta amunt</TD>
</TR>
<TR>
<TD>Desplaçar pantalla braille endavant</TD>
<TD>barra frontal esquerra avall, barra frontal dreta avall</TD>
</TR>
</TABLE>

<A NAME="toc93"></A>
<H3>11.2. Optelec ALVA BC640/680</H3>

<P>
Els models ALVA BC640 i BC680 d'<A HREFLANG="en" HREF="http://www.optelec.com/">Optelec</A> s&amp;oacute;n compatibles si estan connectats via USB o bluetooth.
No necessites tenir instal·lat cap controlador espec&amp;iacute;fic per usar aquestes l&amp;iacute;nies braille.
Simplement connecta la l&amp;iacute;nia i configura NVDA per usar-la.
</P>
<P>
Tot i que aquestes l&amp;iacute;nies tenen un teclat braille, elles soles gestionen la traducci&amp;oacute; de Braille a text.
Per això, no &amp;eacute;s rellevant la configuraci&amp;oacute; de la taula d'entrada braille a NVDA.
</P>
<P>
A continuaci&amp;oacute; pots trobar les assignacions de tecles per aquesta l&amp;iacute;nia a NVDA.
Revisa la documentaci&amp;oacute; de la l&amp;iacute;nia per la descripci&amp;oacute; d'on es troben aquestes tecles.
</P>

<TABLE BORDER="1" CELLPADDING="4">
<TR>
<TH>Nom</TH>
<TH>Tecla</TH>
</TR>
<TR>
<TD>Desplaça la pantalla braille enrere</TD>
<TD>t1</TD>
</TR>
<TR>
<TD>Mou la pantalla braille a la l&amp;iacute;nia anterior</TD>
<TD>t2</TD>
</TR>
<TR>
<TD>Mou la pantalla braille a la l&amp;iacute;nia posterior</TD>
<TD>t4</TD>
</TR>
<TR>
<TD>Desplaça la pantalla braille endavant</TD>
<TD>t5</TD>
</TR>
<TR>
<TD>Guia a la cel·la braille</TD>
<TD>sensor</TD>
</TR>
<TR>
<TD>Maj&amp;uacute;scules+Tab tecla</TD>
<TD>sp1</TD>
</TR>
<TR>
<TD>Tecla Alt</TD>
<TD>sp2</TD>
</TR>
<TR>
<TD>Tecla Escape</TD>
<TD>sp3</TD>
</TR>
<TR>
<TD>Tab tecla</TD>
<TD>sp4</TD>
</TR>
<TR>
<TD>Tecla fletxa amunt</TD>
<TD>spUp</TD>
</TR>
<TR>
<TD>Tecla fletxa avall</TD>
<TD>spDown</TD>
</TR>
<TR>
<TD>Tecla fletxa esquerra</TD>
<TD>spLeft</TD>
</TR>
<TR>
<TD>Tecla fletxa dreta</TD>
<TD>spRight</TD>
</TR>
<TR>
<TD>Tecla Retorn</TD>
<TD>spEnter</TD>
</TR>
<TR>
<TD>Men&amp;uacute; NVDA</TD>
<TD>sp1+sp3</TD>
</TR>
<TR>
<TD>Windows+d (minimitza totes les aplicacions)</TD>
<TD>sp1+sp4</TD>
</TR>
<TR>
<TD>Tecla Windows</TD>
<TD>sp2+sp3</TD>
</TR>
<TR>
<TD>Tecla Alt+Tab</TD>
<TD>sp2+sp4</TD>
</TR>
</TABLE>

<A NAME="toc94"></A>
<H3>11.3. Handy Tech Displays</H3>

<P>
NVDA &amp;eacute;s compatible amb totes les l&amp;iacute;nies braille de <A HREFLANG="de" HREF="http://www.handytech.de/">Handy Tech</A> quan aquestes es connecten via USB o Bluetooth.
Per a l&amp;iacute;nies USB m&amp;eacute;s antigues, caldr&amp;agrave; que instal·lis els controladors USB de Handy Tech al teu sistema.
</P>
<P>
NVDA no &amp;eacute;s encara compatible amb l'entrada de braille.
</P>
<P>
A continuaci&amp;oacute; pots trobar les assignacions de tecles per aquesta l&amp;iacute;nia a NVDA.
Revisa la documentaci&amp;oacute; de la l&amp;iacute;nia per la descripci&amp;oacute; d'on es troben aquestes tecles.
</P>

<TABLE BORDER="1" CELLPADDING="4">
<TR>
<TH>Nom</TH>
<TH>Tecla</TH>
</TR>
<TR>
<TD>Desplaça la pantalla braille enrere</TD>
<TD>esquerra, amunt</TD>
</TR>
<TR>
<TD>Desplaça la pantalla braille endavant</TD>
<TD>dreta, avall</TD>
</TR>
<TR>
<TD>Mou la pantalla braille a la l&amp;iacute;nia anterior</TD>
<TD>b4</TD>
</TR>
<TR>
<TD>Mou la pantalla braille a la l&amp;iacute;nia posterior</TD>
<TD>b5</TD>
</TR>
<TR>
<TD>Guia a la cel·la braille</TD>
<TD>sensor</TD>
</TR>
<TR>
<TD>Tecla Maj&amp;uacute;scules+Tab</TD>
<TD>Escape+</TD>
</TR>
<TR>
<TD>Tecla Alt</TD>
<TD>b2+b4+b5</TD>
</TR>
<TR>
<TD>Tecla Escape</TD>
<TD>b4+b6</TD>
</TR>
<TR>
<TD>Tecla Tab</TD>
<TD>Retorn</TD>
</TR>
<TR>
<TD>Tecla Retorn</TD>
<TD>Escape+Retorn</TD>
</TR>
<TR>
<TD>Tecla Fletxa amunt</TD>
<TD>Espai esquerre</TD>
</TR>
<TR>
<TD>Tecla Fletxa avall</TD>
<TD>Espai dret</TD>
</TR>
<TR>
<TD>Men&amp;uacute; NVDA</TD>
<TD>b2+b4+b5+b6</TD>
</TR>
<TR>
<TD>Configuraci&amp;oacute; de Handy Tech</TD>
<TD>b4+b8</TD>
</TR>
</TABLE>

<A NAME="toc95"></A>
<H3>11.4. MDV Lilli</H3>

<P>
NVDA &amp;eacute;s compatible amb la l&amp;iacute;nia braille de Lilli, disponible a <A HREFLANG="it" HREF="http://www.mdvbologna.it/">MDV</A>.
No necessites tenir instal·lat cap controlador espec&amp;iacute;fic per usar aquestes l&amp;iacute;nies braille.
Simplement connecta la l&amp;iacute;nia i configura NVDA per usar-la.
</P>
<P>
A continuaci&amp;oacute; pots trobar les assignacions de tecles per aquesta l&amp;iacute;nia a NVDA.
Revisa la documentaci&amp;oacute; de la l&amp;iacute;nia per la descripci&amp;oacute; d'on es troben aquestes tecles.
</P>

<TABLE BORDER="1" CELLPADDING="4">
<TR>
<TH>Nom</TH>
<TH>Tecla</TH>
</TR>
<TR>
<TD>Desplaça la pantalla braille enrere</TD>
<TD>LF</TD>
</TR>
<TR>
<TD>Desplaça la pantalla braille endavant</TD>
<TD>RG</TD>
</TR>
<TR>
<TD>Mou la pantalla braille a la l&amp;iacute;nia anterior</TD>
<TD>UP</TD>
</TR>
<TR>
<TD>Mou la pantalla braille a la l&amp;iacute;nia posterior</TD>
<TD>DN</TD>
</TR>
<TR>
<TD>Guia a la cel·la braille</TD>
<TD>sensor</TD>
</TR>
<TR>
<TD>Tecla Maj&amp;uacute;scules+Tab</TD>
<TD>SLF</TD>
</TR>
<TR>
<TD>Tecla Tab</TD>
<TD>SRG</TD>
</TR>
<TR>
<TD>Tecla Alt+Tab</TD>
<TD>SDN</TD>
</TR>
<TR>
<TD>Tecla Alt+Maj+Tab</TD>
<TD>SUP</TD>
</TR>
</TABLE>

<A NAME="toc96"></A>
<H3>11.5. Baum/Humanware/APH Braille Displays</H3>

<P>
NVDA &amp;eacute;s compatible amb algunes l&amp;iacute;nies, <A HREFLANG="en" HREF="http://www.baum.de/cms/en/">Baum</A>, <A HREFLANG="en" HREF="http://www.humanware.com/">HumanWare</A> and <A HREFLANG="en" HREF="http://www.aph.org/">APH</A> si es connecten via USB o Bluetooth.
Aquestes inclouen:
</P>

<UL>
<LI>Baum: SuperVario, PocketVario
<LI>HumanWare: Brailliant, BrailleConnect
<LI>APH: Refreshabraille
</UL>

<P>
Algunes altres l&amp;iacute;nies fabricades per Baum potser tamb&amp;eacute; funcionen, però no s'ha verificat.
</P>
<P>
Si les connectes via USB, primer has d'instal·lar els controladors USB del fabricant.
Per la APH Refreshabraille, cal establir el mode USB com a mode sèrie.
</P>
<P>
A continuaci&amp;oacute; pots trobar les assignacions de tecles per aquesta l&amp;iacute;nia a NVDA.
Revisa la documentaci&amp;oacute; de la l&amp;iacute;nia per la descripci&amp;oacute; d'on es troben aquestes tecles.
</P>

<TABLE BORDER="1" CELLPADDING="4">
<TR>
<TH>Nom</TH>
<TH>Tecla</TH>
</TR>
<TR>
<TD>Desplaça la pantalla braille enrere</TD>
<TD>d2</TD>
</TR>
<TR>
<TD>Desplaça la pantalla braille endavant</TD>
<TD>d5</TD>
</TR>
<TR>
<TD>Mou la pantalla braille a la l&amp;iacute;nia anterior</TD>
<TD>d1</TD>
</TR>
<TR>
<TD>Mou la pantalla braille a la l&amp;iacute;nia posterior</TD>
<TD>d3</TD>
</TR>
<TR>
<TD>Guia a la cel·la braille</TD>
<TD>sensor</TD>
</TR>
</TABLE>

<P>
Per a les l&amp;iacute;nies que disposen d'un joystick:
</P>

<TABLE BORDER="1" CELLPADDING="4">
<TR>
<TH>Nom</TH>
<TH>Tecla</TH>
</TR>
<TR>
<TD>Tecla Fletxa amunt</TD>
<TD>amunt</TD>
</TR>
<TR>
<TD>Tecla Fletxa avall</TD>
<TD>avall</TD>
</TR>
<TR>
<TD>Tecla Fletxa esquerra</TD>
<TD>esquerra</TD>
</TR>
<TR>
<TD>Tecla Fletxa dreta</TD>
<TD>dreta</TD>
</TR>
<TR>
<TD>Tecla Retorn</TD>
<TD>select</TD>
</TR>
</TABLE>

<A NAME="toc97"></A>
<H3>11.6. hedo ProfiLine USB</H3>

<P>
NVDA &amp;eacute;s compatible amb la hedo ProfiLine USB de <A HREFLANG="de" HREF="http://www.hedo.de/">hedo Reha-Technik</A>.
Primer has d'instal·lar els controladors USB del fabricant.
</P>
<P>
A continuaci&amp;oacute; pots trobar les assignacions de tecles per aquesta l&amp;iacute;nia a NVDA.
Revisa la documentaci&amp;oacute; de la l&amp;iacute;nia per la descripci&amp;oacute; d'on es troben aquestes tecles.
</P>

<TABLE BORDER="1" CELLPADDING="4">
<TR>
<TH>Nom</TH>
<TH>Tecla</TH>
</TR>
<TR>
<TD>Desplaça la pantalla braille enrere</TD>
<TD>K1</TD>
</TR>
<TR>
<TD>Desplaça la pantalla braille endavant</TD>
<TD>K3</TD>
</TR>
<TR>
<TD>Mou la pantalla braille a la l&amp;iacute;nia anterior</TD>
<TD>B2</TD>
</TR>
<TR>
<TD>Mou la pantalla braille a la l&amp;iacute;nia posterior</TD>
<TD>B5</TD>
</TR>
<TR>
<TD>Guia a la cel·la braille</TD>
<TD>sensor</TD>
</TR>
<TR>
<TD>Commuta el seguiment de braille a</TD>
<TD>K2</TD>
</TR>
<TR>
<TD>Verbalitza-ho tot</TD>
<TD>B6</TD>
</TR>
</TABLE>

<A NAME="toc98"></A>
<H3>11.7. hedo MobilLine USB</H3>

<P>
NVDA &amp;eacute;s compatible amb la hedo MobilLine USB de <A HREFLANG="de" HREF="http://www.hedo.de/">hedo Reha-Technik</A>.
Primer has d'instal·lar els controladors USB del fabricant.
</P>
<P>
A continuaci&amp;oacute; pots trobar les assignacions de tecles per aquesta l&amp;iacute;nia a NVDA.
Revisa la documentaci&amp;oacute; de la l&amp;iacute;nia per la descripci&amp;oacute; d'on es troben aquestes tecles.
</P>

<TABLE BORDER="1" CELLPADDING="4">
<TR>
<TH>Nom</TH>
<TH>Tecla</TH>
</TR>
<TR>
<TD>Desplaça la pantalla braille enrere</TD>
<TD>K1</TD>
</TR>
<TR>
<TD>Desplaça la pantalla braille endavant</TD>
<TD>K3</TD>
</TR>
<TR>
<TD>Mou la pantalla braille a la l&amp;iacute;nia anterior</TD>
<TD>B2</TD>
</TR>
<TR>
<TD>Mou la pantalla braille a la l&amp;iacute;nia posterior</TD>
<TD>B5</TD>
</TR>
<TR>
<TD>Guia a la cel·la braille</TD>
<TD>sensor</TD>
</TR>
<TR>
<TD>Commuta el seguiment de braille a</TD>
<TD>K2</TD>
</TR>
<TR>
<TD>Verbalitza-ho tot</TD>
<TD>B6</TD>
</TR>
</TABLE>

<A NAME="toc99"></A>
<H3>11.8. HumanWare Brailliant BI/B Series</H3>

<P>
NVDA &amp;eacute;s compatible amb les sèries Brailliant BI i B de l&amp;iacute;nies braille de <A HREFLANG="en" HREF="http://www.humanware.com/">HumanWare</A>, incloses la BI 32, BI 40 i B 80 quan es connecten via USB o Bluetooth.
Si les connectes via USB, primer has d'instal·lar els controladors USB del fabricant.
</P>
<P>
A continuaci&amp;oacute; pots trobar les assignacions de tecles per aquesta l&amp;iacute;nia a NVDA.
Revisa la documentaci&amp;oacute; de la l&amp;iacute;nia per la descripci&amp;oacute; d'on es troben aquestes tecles.
</P>

<TABLE BORDER="1" CELLPADDING="4">
<TR>
<TH>Nom</TH>
<TH>Tecla</TH>
</TR>
<TR>
<TD>Desplaça la pantalla braille enrere</TD>
<TD>esquerra</TD>
</TR>
<TR>
<TD>Desplaça la pantalla braille endavant</TD>
<TD>dreta</TD>
</TR>
<TR>
<TD>Mou la pantalla braille a la l&amp;iacute;nia anterior</TD>
<TD>amunt</TD>
</TR>
<TR>
<TD>Mou la pantalla braille a la l&amp;iacute;nia posterior</TD>
<TD>avall</TD>
</TR>
<TR>
<TD>Guia a la cel·la braille</TD>
<TD>sensor</TD>
</TR>
<TR>
<TD>Commuta el seguiment de braille a</TD>
<TD>amunt+avall</TD>
</TR>
<TR>
<TD>Tecla Fletxa amunt</TD>
<TD>Espai+punt1</TD>
</TR>
<TR>
<TD>Tecla Fletxa avall</TD>
<TD>Espai+punt4</TD>
</TR>
<TR>
<TD>Tecla Fletxa esquerra</TD>
<TD>Espai+punt3</TD>
</TR>
<TR>
<TD>Tecla Fletxa dreta</TD>
<TD>Espai+punt6</TD>
</TR>
<TR>
<TD>Men&amp;uacute; NVDA</TD>
<TD>c1+c3+c4+c5 (command n)</TD>
</TR>
<TR>
<TD>Tecla Maj&amp;uacute;scules+Tab</TD>
<TD>Espai+punt1+punt3</TD>
</TR>
<TR>
<TD>Tecla Tab</TD>
<TD>Espai+punt4+punt6</TD>
</TR>
<TR>
<TD>Tecla Alt</TD>
<TD>Espai+punt1+punt3+punt4 (Espai+m)</TD>
</TR>
<TR>
<TD>Tecla Escape</TD>
<TD>Espai+punt1+punt5 (Espai+e)</TD>
</TR>
<TR>
<TD>Tecla Retorn</TD>
<TD>punt8</TD>
</TR>
<TR>
<TD>Tecla Windows+d (minimitza totes les aplicacions)</TD>
<TD>c1+c4+c5 (command d)</TD>
</TR>
<TR>
<TD>Tecla Windows</TD>
<TD>Espai+punt3+punt4</TD>
</TR>
<TR>
<TD>Tecla Alt+Tab</TD>
<TD>Espai+punt2+punt3+punt4+punt5 (Espai+t)</TD>
</TR>
<TR>
<TD>Verbalitza-ho tot</TD>
<TD>c1+c2+c3+c4+c5+c6</TD>
</TR>
</TABLE>

<A NAME="toc100"></A>
<H3>11.9. HIMS Braille Sense/Braille EDGE Series</H3>

<P>
NVDA &amp;eacute;s compatible amb les l&amp;iacute;nies braille Sense i Braille EDGE de <A HREFLANG="en" HREF="http://www.hims-inc.com/">Hims</A> si es connecten per USB o Bluetooth. 
Si les connectes per USB, haur&amp;agrave;s d'instal·lar els controladors USB de HIMS en el teu ordinador.
Els pots descarregar del Centre de Recursos HIMS: <A HREFLANG="en" HREF="http://www.hims-inc.com/resource-center/">http://www.hims-inc.com/resource-center/</A>
En aquesta p&amp;agrave;gina, selecciona el teu dispositiu i descarrega el controlador de la secci&amp;oacute; Windows-Eyes.
Tot i que la secci&amp;oacute; nom&amp;eacute;s esmenta Window-Eyes, aquest &amp;eacute;s un controlador USB general, que tamb&amp;eacute; funcionar&amp;agrave; amb NVDA.
</P>
<P>
A continuaci&amp;oacute; pots trobar les assignacions de tecla per aquestes l&amp;iacute;nies a NVDA.
Revisa la documentaci&amp;oacute; de la l&amp;iacute;nia per la descripci&amp;oacute; d'on es troben aquestes tecles.
</P>

<TABLE BORDER="1" CELLPADDING="4">
<TR>
<TH>Nom</TH>
<TH>Tecla</TH>
</TR>
<TR>
<TD>Desplaça la pantalla braille enrere</TD>
<TD>barra de desplaçament esquerra avall</TD>
</TR>
<TR>
<TD>Desplaça la pantalla braille endavant</TD>
<TD>barra de desplaçament dreta avall</TD>
</TR>
<TR>
<TD>Mou la pantalla braille a la l&amp;iacute;nia anterior</TD>
<TD>barra de desplaçament esquerra amunt</TD>
</TR>
<TR>
<TD>Mou la pantalla braille a la l&amp;iacute;nia posterior</TD>
<TD>barra de desplaçament dreta amunt</TD>
</TR>
<TR>
<TD>Guia a la cel·la braille</TD>
<TD>sensor</TD>
</TR>
<TR>
<TD>Maj&amp;uacute;scules+tecla Tab</TD>
<TD>punt1+punt2+Espai</TD>
</TR>
<TR>
<TD>Tecla Alt</TD>
<TD>punt1+punt3+punt4+Espai</TD>
</TR>
<TR>
<TD>Tecla Escape</TD>
<TD>punt1+punt5+Espai</TD>
</TR>
<TR>
<TD>Tecla Tab</TD>
<TD>punt4+punt5+Espai</TD>
</TR>
<TR>
<TD>tecla Retorn</TD>
<TD>punt8</TD>
</TR>
<TR>
<TD>tecla Retroc&amp;eacute;s</TD>
<TD>punt7</TD>
</TR>
<TR>
<TD>Tecla Fletxa amunt</TD>
<TD>punt1+Espai</TD>
</TR>
<TR>
<TD>Tecla Fletxa avall</TD>
<TD>punt4+Espai</TD>
</TR>
<TR>
<TD>Tecla Bloqueig de maj&amp;uacute;scules</TD>
<TD>punt1+punt3+punt6+Espai</TD>
</TR>
<TR>
<TD>Tecla Maj&amp;uacute;scules+Alt+Tab</TD>
<TD>advance2+advance3+advance1</TD>
</TR>
<TR>
<TD>Tecla Alt+Tab</TD>
<TD>advance2+advance3</TD>
</TR>
<TR>
<TD>Tecla Fi</TD>
<TD>punt4+punt6+Espai</TD>
</TR>
<TR>
<TD>Tecla Ctrl+Fi</TD>
<TD>punt4+punt5+punt6+Espai</TD>
</TR>
<TR>
<TD>Tecla Inici</TD>
<TD>punt1+punt3+Espai</TD>
</TR>
<TR>
<TD>Tecla Ctrl+Inici</TD>
<TD>punt1+punt2+punt3+Espai</TD>
</TR>
<TR>
<TD>Tecla Fletxa esquerra</TD>
<TD>punt3+Espai</TD>
</TR>
<TR>
<TD>Tecla Ctrl+Maj+Fletxa esquerra</TD>
<TD>punt2+punt8+Espai+advance1</TD>
</TR>
<TR>
<TD>Tecla Ctrl+Fletxa esquerra</TD>
<TD>punt2+Espai</TD>
</TR>
<TR>
<TD>Tecla Maj&amp;uacute;scules+Alt+Fletxa esquerra</TD>
<TD>punt2+punt7+advance1</TD>
</TR>
<TR>
<TD>Tecla Alt+Fletxa esquerra</TD>
<TD>punt2+punt7</TD>
</TR>
<TR>
<TD>Tecla Fletxa dreta</TD>
<TD>punt6+Espai</TD>
</TR>
<TR>
<TD>Tecla Ctrl+Maj+Fletxa dreta</TD>
<TD>punt5+punt8+Espai+advance1</TD>
</TR>
<TR>
<TD>Tecla Ctrl+Fletxa dreta</TD>
<TD>punt5+Espai</TD>
</TR>
<TR>
<TD>Tecla Maj&amp;uacute;scules+Alt+Fletxa dreta</TD>
<TD>punt5+punt7+advance1</TD>
</TR>
<TR>
<TD>Tecla Alt+Fletxa dreta</TD>
<TD>punt5+punt7</TD>
</TR>
<TR>
<TD>Tecla Re P&amp;agrave;g</TD>
<TD>punt1+punt2+punt6+Espai</TD>
</TR>
<TR>
<TD>Tecla Ctrl+Re P&amp;agrave;g</TD>
<TD>punt1+punt2+punt6+punt8+Espai</TD>
</TR>
<TR>
<TD>Tecla Ctrl+Maj+Fletxa amunt</TD>
<TD>punt2+punt3+punt8+Espai+advance1</TD>
</TR>
<TR>
<TD>Tecla Ctrl+Fletxa amunt</TD>
<TD>punt2+punt3+Espai</TD>
</TR>
<TR>
<TD>Tecla Maj&amp;uacute;scules+Alt+Fletxa amunt</TD>
<TD>punt2+punt3+punt7+advance1</TD>
</TR>
<TR>
<TD>Tecla Alt+Fletxa amunt</TD>
<TD>punt2+punt3+punt7</TD>
</TR>
<TR>
<TD>Tecla Maj&amp;uacute;scules+Fletxa amunt</TD>
<TD>barra de desplaçament esquerra avall+Espai</TD>
</TR>
<TR>
<TD>Tecla Av P&amp;agrave;g</TD>
<TD>punt3+punt4+punt5+Espai</TD>
</TR>
<TR>
<TD>Tecla Ctrl+Av P&amp;agrave;g</TD>
<TD>punt3+punt4+punt5+punt8+Espai</TD>
</TR>
<TR>
<TD>Tecla Ctrl+Maj+Fletxa avall</TD>
<TD>punt5+punt6+punt8+Espai+advance1</TD>
</TR>
<TR>
<TD>Tecla Ctrl+Fletxa avall</TD>
<TD>punt5+punt6+Espai</TD>
</TR>
<TR>
<TD>Tecla Maj&amp;uacute;scules+Alt+Fletxa avall</TD>
<TD>punt5+punt6+punt7+advance1</TD>
</TR>
<TR>
<TD>Tecla Alt+Fletxa avall</TD>
<TD>punt5+punt6+punt7</TD>
</TR>
<TR>
<TD>Tecla Maj&amp;uacute;scules+Fletxa avall</TD>
<TD>barra de desplaçament dreta avall+Espai</TD>
</TR>
<TR>
<TD>Tecla Supr</TD>
<TD>punt1+punt3+punt5+Espai</TD>
</TR>
<TR>
<TD>Tecla f1</TD>
<TD>punt1+punt2+punt5+Espai</TD>
</TR>
<TR>
<TD>Tecla f3</TD>
<TD>punt1+punt2+punt4+punt8</TD>
</TR>
<TR>
<TD>Tecla f4</TD>
<TD>punt7+advance3</TD>
</TR>
<TR>
<TD>Tecla Windows+b</TD>
<TD>punt1+punt2+advance1</TD>
</TR>
<TR>
<TD>Tecla Windows+d</TD>
<TD>punt1+punt4+punt5+advance1</TD>
</TR>
</TABLE>

<A NAME="toc101"></A>
<H3>11.10. HIMS SyncBraille</H3>

<P>
NVDA &amp;eacute;s compatible amb la l&amp;iacute;nia SyncBraille de <A HREFLANG="en" HREF="http://www.hims-inc.com/">HIMS</A>.
Haur&amp;agrave;s d'instal·lar els controladors USB de HIMS al teu ordinador.
</P>
<P>
A continuaci&amp;oacute; pots trobar les assignacions de tecles per aquesta l&amp;iacute;nia a NVDA.
Revisa la documentaci&amp;oacute; de la l&amp;iacute;nia per la descripci&amp;oacute; d'on es troben aquestes tecles.
</P>

<TABLE BORDER="1" CELLPADDING="4">
<TR>
<TH>Nom</TH>
<TH>Tecla</TH>
</TR>
<TR>
<TD>Desplaça la pantalla braille enrere</TD>
<TD>barra de desplaçament esquerra avall</TD>
</TR>
<TR>
<TD>Desplaça la pantalla braille endavant</TD>
<TD>barra de desplaçament dreta avall</TD>
</TR>
<TR>
<TD>Guia a la cel·la braille</TD>
<TD>sensor</TD>
</TR>
</TABLE>

<A NAME="toc102"></A>
<H3>11.11. Seika Braille Displays</H3>

<P>
NVDA &amp;eacute;s compatible amb la l&amp;iacute;nia braille Seika versi&amp;oacute; 3, 4 i 5 (40 cel·les) i Seika80 (80 cel·les) de <A HREFLANG="en" HREF="http://www.nippontelesoft.com/">Nippon Telesoft</A>.
Pots trobar m&amp;eacute;s informaci&amp;oacute; sobre aquestes l&amp;iacute;nies a <A HREFLANG="en" HREF="http://www.seika-braille.com/">http://www.seika-braille.com/</A>.
Primer has d'instal·lar els controladors USB del fabricant.
</P>
<P>
A continuaci&amp;oacute; pots trobar les assignacions de tecles per aquesta l&amp;iacute;nia a NVDA.
Revisa la documentaci&amp;oacute; de la l&amp;iacute;nia per la descripci&amp;oacute; d'on es troben aquestes tecles.
</P>

<TABLE BORDER="1" CELLPADDING="4">
<TR>
<TH>Nom</TH>
<TH>Tecla</TH>
</TR>
<TR>
<TD>Desplaça la pantalla braille enrere</TD>
<TD>esquerra</TD>
</TR>
<TR>
<TD>Desplaça la pantalla braille endavant</TD>
<TD>dreta</TD>
</TR>
<TR>
<TD>Mou la pantalla braille a la l&amp;iacute;nia anterior</TD>
<TD>b3</TD>
</TR>
<TR>
<TD>Mou la pantalla braille a la l&amp;iacute;nia posterior</TD>
<TD>b4</TD>
</TR>
<TR>
<TD>Commuta el seguiment de braille a</TD>
<TD>b5</TD>
</TR>
<TR>
<TD>Verbalitza-ho tot</TD>
<TD>b6</TD>
</TR>
<TR>
<TD>Tecla Tab</TD>
<TD>b1</TD>
</TR>
<TR>
<TD>Tecla Maj&amp;uacute;scules+Tab</TD>
<TD>b2</TD>
</TR>
<TR>
<TD>Tecla Alt+Tab</TD>
<TD>b1+b2</TD>
</TR>
<TR>
<TD>Men&amp;uacute; NVDA</TD>
<TD>esquerra+dreta</TD>
</TR>
<TR>
<TD>Guia a la cel·la braille</TD>
<TD>sensor</TD>
</TR>
</TABLE>

<A NAME="toc103"></A>
<H3>11.12. Models m&amp;eacute;s actuals de Papenmeier BRAILLEX</H3>

<P>
Les següents l&amp;iacute;nies braille s&amp;oacute;n compatibles:
</P>

<UL>
<LI>BRAILLEX EL 40c, EL 80c, EL 20c, EL 60c (USB)
<LI>BRAILLEX EL 40s, EL 80s, EL 2d80s, EL 70s, EL 66s (USB)
<LI>BRAILLEX Trio (USB and bluetooth)
</UL>

<P>
Si BrxCom est&amp;agrave; instal·lat, NVDA el far&amp;agrave; servir.
BrxCom &amp;eacute;s una eina que et permet fer servir l'entrada braille de forma independent d'un lector de pantalla.
Papenmeier distribuir&amp;agrave; aviat una nova versi&amp;oacute; de BrxCom que treballa amb NVDA.
De totes maneres, sense BrxCom l'entrada de braille tamb&amp;eacute; &amp;eacute;s possible amb el dispositiu de Trio.
</P>
<P>
La majoria de dispositius tenen una Barra d'Acc&amp;eacute;s R&amp;agrave;pid (EAB) que permet operar-les r&amp;agrave;pidament i intuitiva.
La EAB es pot moure en quatre direccions i cada direcci&amp;oacute; sol tenir dos commutadors.
La c-series &amp;eacute;s la &amp;uacute;nica excepci&amp;oacute; a aquesta regla.
</P>
<P>
Les c-series i altres l&amp;iacute;nies braille tenen dues files de sensors, de les quals la superior es fa servir per donar informaci&amp;oacute; de format.
Si mantens premuda una de les tecles del sensor superior i prems alhora EAB en els dispositius de les c-series emules l'estat del segon interruptor.
Mantenir premudes les tecles amunt, avall, dreta o esquerra (o EAB) fa que l'acci&amp;oacute; corresponent es repeteixi.
</P>
<P>
Usualment, les següents tecles es troben disponibles en aquestes l&amp;iacute;nies braille:
</P>

<TABLE BORDER="1" CELLPADDING="4">
<TR>
<TH>Nom</TH>
<TH>Tecla</TH>
</TR>
<TR>
<TD>l1</TD>
<TD>Tecla frontal esquerra</TD>
</TR>
<TR>
<TD>l2</TD>
<TD>Tecla posterior esquerra</TD>
</TR>
<TR>
<TD>r1</TD>
<TD>Tecla frontal dreta</TD>
</TR>
<TR>
<TD>r2</TD>
<TD>Tecla posterior dreta</TD>
</TR>
<TR>
<TD>amunt</TD>
<TD>1 pas amunt</TD>
</TR>
<TR>
<TD>amunt2</TD>
<TD>2 passos amunt</TD>
</TR>
<TR>
<TD>esquerra</TD>
<TD>1 pas esquerra</TD>
</TR>
<TR>
<TD>esquerra2</TD>
<TD>2 passos esquerra</TD>
</TR>
<TR>
<TD>dreta</TD>
<TD>1 pas dreta</TD>
</TR>
<TR>
<TD>dreta2</TD>
<TD>2 passos dreta</TD>
</TR>
<TR>
<TD>avall</TD>
<TD>1 pas avall</TD>
</TR>
<TR>
<TD>avall2</TD>
<TD>2 passos avall</TD>
</TR>
</TABLE>

<P>
A continuaci&amp;oacute; pots trobar les assignacions d'instruccions Papenmeier a NVDA:
</P>

<TABLE BORDER="1" CELLPADDING="4">
<TR>
<TH>Nom</TH>
<TH>Tecla</TH>
</TR>
<TR>
<TD>Desplaça la pantalla braille enrere</TD>
<TD>esquerra</TD>
</TR>
<TR>
<TD>Desplaça la pantalla braille endavant</TD>
<TD>dreta</TD>
</TR>
<TR>
<TD>Mou la pantalla braille a la l&amp;iacute;nia anterior</TD>
<TD>amunt</TD>
</TR>
<TR>
<TD>Mou la pantalla braille a la l&amp;iacute;nia posterior</TD>
<TD>dn</TD>
</TR>
<TR>
<TD>Guia a la cel·la braille</TD>
<TD>sensor</TD>
</TR>
<TR>
<TD>Informa del car&amp;agrave;cter actualment en revisi&amp;oacute;</TD>
<TD>l1</TD>
</TR>
<TR>
<TD>Activa l'objecte de navegaci&amp;oacute; actual</TD>
<TD>l2</TD>
</TR>
<TR>
<TD>Informa del t&amp;iacute;tol</TD>
<TD>l1+amunt</TD>
</TR>
<TR>
<TD>Informa de la Barra d'estat</TD>
<TD>l2+avall</TD>
</TR>
<TR>
<TD>Mou a objecte contenidor</TD>
<TD>amunt2</TD>
</TR>
<TR>
<TD>Mou al primer objecte contingut</TD>
<TD>avall2</TD>
</TR>
<TR>
<TD>Mou a l'objecte anterior</TD>
<TD>esquerra2</TD>
</TR>
<TR>
<TD>Mou a l'objecte posterior</TD>
<TD>dreta2</TD>
</TR>
<TR>
<TD>Informa del format de text</TD>
<TD>fila de sensors superior</TD>
</TR>
</TABLE>

<P>
El model Trio t&amp;eacute; quatre tecles addicionals que es troben enfront del teclat braille.
Aquestes s&amp;oacute;n (ordenades d'esquerra a dreta):
</P>

<UL>
<LI>Tecla polze esquerre (lt)
<LI>Espai
<LI>Espai
<LI>Tecla polze dret (rt)
</UL>

<P>
Actualment la tecla del polze dret no &amp;eacute;s funcional.
Les tecles interiors es mapegen amb l'espai.
</P>

<TABLE BORDER="1" CELLPADDING="4">
<TR>
<TH>Nom</TH>
<TH>Tecla</TH>
</TR>
<TR>
<TD>Tecla Retroc&amp;eacute;s</TD>
<TD>punt 7</TD>
</TR>
<TR>
<TD>Tecla Retorn</TD>
<TD>punt 8</TD>
</TR>
<TR>
<TD>Tecla Escape</TD>
<TD>Espai amb punt 7</TD>
</TR>
<TR>
<TD>Tecla Fletxa amunt</TD>
<TD>Espai amb punt 2</TD>
</TR>
<TR>
<TD>Tecla Fletxa esquerra</TD>
<TD>Espai amb punt 1</TD>
</TR>
<TR>
<TD>Tecla Fletxa dreta</TD>
<TD>Espai amb punt 4</TD>
</TR>
<TR>
<TD>Tecla Fletxa avall</TD>
<TD>Espai amb punt 5</TD>
</TR>
<TR>
<TD>Tecla Ctrl</TD>
<TD>lt+punt2</TD>
</TR>
<TR>
<TD>Tecla Alt</TD>
<TD>lt+punt3</TD>
</TR>
<TR>
<TD>Tecla Ctrl+Escape</TD>
<TD>Espai amb punt 1 2 3 4 5 6</TD>
</TR>
<TR>
<TD>Tecla Tab</TD>
<TD>Espai amb punt 3 7</TD>
</TR>
</TABLE>

<A NAME="toc104"></A>
<H3>11.13. Papenmeier Braille BRAILLEX Older Models</H3>

<P>
Les següents l&amp;iacute;nies braille s&amp;oacute;n compatibles:
</P>

<UL>
<LI>BRAILLEX EL 80, EL 2D-80, EL 40 P
<LI>BRAILLEX Tiny, 2D Screen
</UL>

<P>
Tingues en compte que aquestes l&amp;iacute;nies nom&amp;eacute;s es poden connectar per port sèrie.
Per això, has de seleccionar el port al qual est&amp;agrave; connectada la l&amp;iacute;nia despr&amp;eacute;s de seleccionar aquest controlador al di&amp;agrave;leg de Configuraci&amp;oacute; braille.
</P>
<P>
Alguns d'aquests dispositius tenen una Barra de f&amp;agrave;cil acc&amp;eacute;s (EAB) que permet interaccionar de forma intuïtiva i r&amp;agrave;pida.
L'EAB es pot moure en quatre direccions i cada direcci&amp;oacute; sol tenir dos interruptors.
Mantenint premudes la tecla amunt, avall, dreta o esquerra (o EAB) fa que l'acci&amp;oacute; corresponent es repeteixi.
Els dispositius m&amp;eacute;s antics no tenen una EAB, i cal usar les tecles frontals.
</P>
<P>
Generalment, les següents tecles estan disponibles en les l&amp;iacute;nies braille:
</P>

<TABLE BORDER="1" CELLPADDING="4">
<TR>
<TH>Nom</TH>
<TH>Tecla</TH>
</TR>
<TR>
<TD>l1</TD>
<TD>Tecla frontal esquerra</TD>
</TR>
<TR>
<TD>l2</TD>
<TD>Tecla posterior esquerra</TD>
</TR>
<TR>
<TD>r1</TD>
<TD>Tecla frontal dreta</TD>
</TR>
<TR>
<TD>r2</TD>
<TD>Tecla posterior dreta</TD>
</TR>
<TR>
<TD>amunt</TD>
<TD>1 pas amunt</TD>
</TR>
<TR>
<TD>up2</TD>
<TD>2 passos amunt</TD>
</TR>
<TR>
<TD>esquerra</TD>
<TD>1 pas esquerra</TD>
</TR>
<TR>
<TD>left2</TD>
<TD>2 passos esquerra</TD>
</TR>
<TR>
<TD>dreta</TD>
<TD>1 pas dreta</TD>
</TR>
<TR>
<TD>right2</TD>
<TD>2 passos dreta</TD>
</TR>
<TR>
<TD>dn</TD>
<TD>1 pas avall</TD>
</TR>
<TR>
<TD>dn2</TD>
<TD>2 passos avall</TD>
</TR>
</TABLE>

<P>
A continuaci&amp;oacute; pots trobar les instruccions assignades a NVDA dins Papenmeier:
</P>
<P>
Dispositius amb EAB:
</P>

<TABLE BORDER="1" CELLPADDING="4">
<TR>
<TH>Nom</TH>
<TH>Tecla</TH>
</TR>
<TR>
<TD>Desplaça la pantalla braille enrere</TD>
<TD>esquerra</TD>
</TR>
<TR>
<TD>Desplaça la pantalla braille endavant</TD>
<TD>dreta</TD>
</TR>
<TR>
<TD>Mou la pantalla braille a la l&amp;iacute;nia anterior</TD>
<TD>amunt</TD>
</TR>
<TR>
<TD>Mou la pantalla braille a la l&amp;iacute;nia posterior</TD>
<TD>avall</TD>
</TR>
<TR>
<TD>Guia a la cel·la braille</TD>
<TD>sensor</TD>
</TR>
<TR>
<TD>Informa del car&amp;agrave;cter actual en revisi&amp;oacute;</TD>
<TD>l1</TD>
</TR>
<TR>
<TD>Activa l'objecte de navegaci&amp;oacute; actual</TD>
<TD>l2</TD>
</TR>
<TR>
<TD>Informa del t&amp;iacute;tol</TD>
<TD>l1amunt</TD>
</TR>
<TR>
<TD>Informa de la barra d'estat</TD>
<TD>l2avall</TD>
</TR>
<TR>
<TD>Mou a objecte contenidor</TD>
<TD>amunt2</TD>
</TR>
<TR>
<TD>Mou al primer objecte contingut</TD>
<TD>avall2</TD>
</TR>
<TR>
<TD>Mou a l'objecte posterior</TD>
<TD>dreta2</TD>
</TR>
<TR>
<TD>Mou a l'objecte anterior</TD>
<TD>esquerra2</TD>
</TR>
<TR>
<TD>Informa del format del text</TD>
<TD>Upper routing strip</TD>
</TR>
</TABLE>

<P>
BRAILLEX Tiny:
</P>

<TABLE BORDER="1" CELLPADDING="4">
<TR>
<TH>Nom</TH>
<TH>Tecla</TH>
</TR>
<TR>
<TD>Informa del car&amp;agrave;cter actual en revisi&amp;oacute;</TD>
<TD>l1</TD>
</TR>
<TR>
<TD>Activa l'objecte de navegaci&amp;oacute; actual</TD>
<TD>l2</TD>
</TR>
<TR>
<TD>Desplaça la pantalla braille enrere</TD>
<TD>esquerra</TD>
</TR>
<TR>
<TD>Desplaça la pantalla braille endavant</TD>
<TD>dreta</TD>
</TR>
<TR>
<TD>Mou la pantalla braille a la l&amp;iacute;nia anterior</TD>
<TD>amunt</TD>
</TR>
<TR>
<TD>Mou la pantalla braille a la l&amp;iacute;nia posterior</TD>
<TD>dn</TD>
</TR>
<TR>
<TD>Commuta el seguiment de braille a</TD>
<TD>r2</TD>
</TR>
<TR>
<TD>Mou a objecte contenidor</TD>
<TD>r1+up</TD>
</TR>
<TR>
<TD>Mou al primer objecte contingut</TD>
<TD>r1+dn</TD>
</TR>
<TR>
<TD>Mou a l'objecte anterior</TD>
<TD>r1+esquerra</TD>
</TR>
<TR>
<TD>Mou a l'objecte posterior</TD>
<TD>r1+dreta</TD>
</TR>
<TR>
<TD>Informa del format del text</TD>
<TD>reportf</TD>
</TR>
</TABLE>

<P>
BRAILLEX 2D Screen:
</P>

<TABLE BORDER="1" CELLPADDING="4">
<TR>
<TH>Nom</TH>
<TH>Tecla</TH>
</TR>
<TR>
<TD>Informa del car&amp;agrave;cter actual en revisi&amp;oacute;</TD>
<TD>l1</TD>
</TR>
<TR>
<TD>Activa l'objecte de navegaci&amp;oacute; actual</TD>
<TD>l2</TD>
</TR>
<TR>
<TD>Commuta el seguiment de braille a</TD>
<TD>r2</TD>
</TR>
<TR>
<TD>Informa del format del text</TD>
<TD>reportf</TD>
</TR>
<TR>
<TD>Mou la pantalla braille a la l&amp;iacute;nia anterior</TD>
<TD>amunt</TD>
</TR>
<TR>
<TD>Desplaça la pantalla braille enrere</TD>
<TD>esquerra</TD>
</TR>
<TR>
<TD>Desplaça la pantalla braille endavant</TD>
<TD>dreta</TD>
</TR>
<TR>
<TD>Mou la pantalla braille a la l&amp;iacute;nia posterior</TD>
<TD>dn</TD>
</TR>
<TR>
<TD>Mou a l'objecte posterior</TD>
<TD>esquerra2</TD>
</TR>
<TR>
<TD>Mou a l'objecte contenidor</TD>
<TD>amunt2</TD>
</TR>
<TR>
<TD>Mou al primer objecte contingut</TD>
<TD>dn2</TD>
</TR>
<TR>
<TD>Mou a l'objecte anterior</TD>
<TD>right2</TD>
</TR>
</TABLE>

<A NAME="toc105"></A>
<H3>11.14. HumanWare BrailleNote</H3>

<P>
NVDA &amp;eacute;s compatible amb els anotadors BrailleNote de <A HREFLANG="en" HREF="http://www.humanware.com">Humanware</A> quan aquests actuen com a l&amp;iacute;nia braille d'un lector de pantalles.
Els següents models s&amp;oacute;n compatibles:
</P>

<UL>
<LI>BrailleNote Classic (nom&amp;eacute;s connexi&amp;oacute; sèrie)
<LI>BrailleNote PK (connexions sèrie i Bluetooth)
<LI>BrailleNote MPower (connexions sèrie i Bluetooth)
<LI>BrailleNote Apex (connexions USB i Bluetooth)
</UL>

<P>
Si el teu dispositiu permet m&amp;eacute;s d'un tipus de connexi&amp;oacute;, quan connectis el BrailleNote a NVDA, has de triar el port com a  port per terminal Braille. 
Revisa el manual de BrailleNote per a m&amp;eacute;s detalls.
A NVDA, potser tamb&amp;eacute; et cal establir el port en el di&amp;agrave;leg de Configuraci&amp;oacute; braille.
Si el connectes per USB o Bluetooth, pots establir el port a "Automatic", "USB" o "Bluetooth", segons les opcions disponibles.
Si el connectes amb un port antic (o un convertidor USB a sèrie) o si no apareix cap de les opcions anteriors, haur&amp;agrave;s de triar expl&amp;iacute;citament el port de comunicacions que vulguis fer servir dins la llista de ports de maquinari.
</P>
<P>
Abans de connectar l'Apex BrailleNote a trav&amp;eacute;s de la seva interf&amp;iacute;cie client USB, haur&amp;agrave;s d'instal·lar els controladors d'HumanWare.
</P>
<P>
A continuaci&amp;oacute; pots trobar les instruccions que les BrailleNote assignen a NVDA.
Revisa la documentaci&amp;oacute; de la teva BrailleNote per saber on trobar aquestes tecles.
</P>

<TABLE BORDER="1" CELLPADDING="4">
<TR>
<TH>Nom</TH>
<TH>Tecla</TH>
</TR>
<TR>
<TD>Desplaça la pantalla Braille enrere</TD>
<TD>enrere</TD>
</TR>
<TR>
<TD>Desplaça la pantalla braille endavant</TD>
<TD>advance</TD>
</TR>
<TR>
<TD>Mou la pantalla braille a la l&amp;iacute;nia anterior</TD>
<TD>anterior</TD>
</TR>
<TR>
<TD>Mou la pantalla braille a la l&amp;iacute;nia posterior</TD>
<TD>posterior</TD>
</TR>
<TR>
<TD>Guia a la cel·la braille</TD>
<TD>sensor</TD>
</TR>
<TR>
<TD>Commuta el seguiment de braille a</TD>
<TD>anterior+posterior</TD>
</TR>
<TR>
<TD>Tecla Fletxa amunt</TD>
<TD>Espai+punt1</TD>
</TR>
<TR>
<TD>Tecla Fletxa avall</TD>
<TD>Espai+punt4</TD>
</TR>
<TR>
<TD>Tecla Fletxa esquerra</TD>
<TD>Espai+punt3</TD>
</TR>
<TR>
<TD>Tecla Fletxa dreta</TD>
<TD>Espai+punt6</TD>
</TR>
<TR>
<TD>Tecla Re P&amp;agrave;g</TD>
<TD>Espai+punt1+punt3</TD>
</TR>
<TR>
<TD>Tecla Av P&amp;agrave;g</TD>
<TD>Espai+punt4+punt6</TD>
</TR>
<TR>
<TD>Tecla Inici</TD>
<TD>Espai+punt1+punt2</TD>
</TR>
<TR>
<TD>Tecla Fi</TD>
<TD>Espai+punt4+punt5</TD>
</TR>
<TR>
<TD>Tecla Ctrl+Inici</TD>
<TD>Espai+punt1+punt2+punt3</TD>
</TR>
<TR>
<TD>Tecla Ctrl+Fi</TD>
<TD>Espai+punt4+punt5+punt6</TD>
</TR>
<TR>
<TD>Tecla Espai</TD>
<TD>Espai</TD>
</TR>
<TR>
<TD>Tecla Retorn</TD>
<TD>Espai+punt8</TD>
</TR>
<TR>
<TD>Tecla Retroc&amp;eacute;s</TD>
<TD>Espai+punt7</TD>
</TR>
<TR>
<TD>Tecla Tab</TD>
<TD>Espai+punt2+punt3+punt4+punt5 (Espai+t)</TD>
</TR>
<TR>
<TD>Tecla Maj&amp;uacute;scules+Tab</TD>
<TD>Espai+punt1+punt2+punt5+punt6</TD>
</TR>
<TR>
<TD>Tecla Windows</TD>
<TD>Espai+punt2+punt4+punt5+punt6 (Espai+w)</TD>
</TR>
<TR>
<TD>Tecla Alt</TD>
<TD>Espai+punt1+punt3+punt4 (Espai+m)</TD>
</TR>
<TR>
<TD>Commuta ajuda d'entrada</TD>
<TD>Espai+punt2+punt3+punt6 (Espai+h min&amp;uacute;scula)</TD>
</TR>
</TABLE>

<A NAME="toc106"></A>
<H3>11.15. BRLTTY</H3>

<P>
<A HREFLANG="en" HREF="http://mielke.cc/brltty/">BRLTTY</A> &amp;eacute;s un programa independent que es pot usar per complementar moltes l&amp;iacute;nies braille.
Per a fer-lo servir, cal que instal·lis <A HREFLANG="en" HREF="http://brl.thefreecat.org/brltty/">BRLTTY for Windows</A>.
Has de descarregar i instal·lar el darrer paquet d'instal·laci&amp;oacute;, que s'anomenar&amp;agrave;, per exemple, brltty-win-4.2-2.exe.
Quan configuris quina l&amp;iacute;nia i port far&amp;agrave;s servir, assegura't de fixar-te en les instruccions, especialment si fas servir una l&amp;iacute;nia USB i ja tens els controladors del fabricant instal·lats.
</P>
<P>
Per a les l&amp;iacute;nies que disposen de teclat braille, BRLTTY gestiona l'entrada braille per s&amp;iacute; mateix.
Per això, no &amp;eacute;s rellevant la configuraci&amp;oacute; de la taula d'entrada Braille a NVDA.
</P>
<P>
A continuaci&amp;oacute; pots trobar les instruccions que les BRLTTY assignen a NVDA.
Revisa la <A HREFLANG="en" HREF="http://mielke.cc/brltty/doc/drivers/">Documentaci&amp;oacute; dels jocs de tecles BRLTTY</A> per conèixer com es mapejen les instruccions BRLTTY amb els controls a les l&amp;iacute;nies Braille.
</P>

<TABLE BORDER="1" CELLPADDING="4">
<TR>
<TH>Nom</TH>
<TH>instrucci&amp;oacute; BRLTTY</TH>
</TR>
<TR>
<TD>Desplaça la pantalla braille enrere</TD>
<TD>fwinlt (v&amp;eacute;s enrere una finestra)</TD>
</TR>
<TR>
<TD>Desplaça la pantalla braille endavant</TD>
<TD>fwinrt (v&amp;eacute;s endavant una finestra)</TD>
</TR>
<TR>
<TD>Mou la pantalla braille a la l&amp;iacute;nia anterior</TD>
<TD>lnup (v&amp;eacute;s amunt una l&amp;iacute;nia)</TD>
</TR>
<TR>
<TD>Mou la pantalla braille a la l&amp;iacute;nia posterior</TD>
<TD>lndn (v&amp;eacute;s avall una l&amp;iacute;nia)</TD>
</TR>
<TR>
<TD>Guia a la cel·la braille</TD>
<TD>sensor (porta el cursor al car&amp;agrave;cter)</TD>
</TR>
</TABLE>

<A NAME="toc107"></A>
<H2>12. Temes avançats</H2>

<A NAME="toc108"></A>
<H3>12.1. Personalitzaci&amp;oacute; avançada de la pron&amp;uacute;ncia de s&amp;iacute;mbols</H3>

<P>
Es pot personalitzar la pron&amp;uacute;ncia de la puntuaci&amp;oacute; i d'altres s&amp;iacute;mbols m&amp;eacute;s enll&amp;agrave; del què permet el di&amp;agrave;leg de <A HREF="#SymbolPronunciation">Pron&amp;uacute;ncia de puntuaci&amp;oacute;/s&amp;iacute;mbols</A>.
Per exemple, pots especificar si el s&amp;iacute;mbol original s'ha d'enviar al sintetitzador (per ex. per provocar una pausa o canvi en la inflexi&amp;oacute;) i pots afegir s&amp;iacute;mbols personalitzats.
</P>
<P>
Per fer-ho, has d'editar el fitxer d'informaci&amp;oacute; sobre la pron&amp;uacute;ncia de s&amp;iacute;mbols a la carpeta de la teva configuraci&amp;oacute; d'usuari NVDA.
El fitxer s'anomena symbols-xx.dic, i xx &amp;eacute;s el codi del llenguatge.
El format d'aquest fitxer es documenta a la secci&amp;oacute; de Pron&amp;uacute;ncia de s&amp;iacute;mbols a la guia de desenvolupadors NVDA, que pots trobar a la <A HREFLANG="en" HREF="http://community.nvda-project.org/wiki/Development">secci&amp;oacute; per desenvolupadors del lloc web NVDA</A>.
De totes maneres, els usuaris no poden definir s&amp;iacute;mbols complexos.
</P>

<A NAME="toc109"></A>
<H2>13. M&amp;eacute;s informaci&amp;oacute;</H2>

<P>
Si et cal m&amp;eacute;s informaci&amp;oacute; o assistència en relaci&amp;oacute; a NVDA, visita el lloc web NVDA a <A HREF="http://community.nvda-project.org/">http://community.nvda-project.org/</A>.
All&amp;agrave;, podr&amp;agrave;s trobar documentaci&amp;oacute; addicional, aix&amp;iacute; com suport tècnic i recursos de la comunitat.
El lloc web proporciona tamb&amp;eacute; informaci&amp;oacute; i recursos relatius al desenvolupament de NVDA.
</P>

<!-- html code generated by txt2tags 2.6 (http://txt2tags.org) -->
<!-- cmdline: txt2tags -q userGuide.t2t -->
</BODY></HTML>
