Repository: nvdacn/screenReaderTranslations
Catalog: */add-ons/toneMaster/nvda.po
Languages: de

source: Woops! I found an error at tone number %d while playing tone data file, some values are missing or incorrect. Please correct any errors and try again. Bad syntax: %s
de: Hoppla! Ich habe einen Fehler in der Tonnummer %d beim abspielen der Klangdatei gefunden. Einige Werte sind falsch oder fehlen. Bitte korrigieren Sie alle Fehler und versuchen es erneut. Falsches syntax: %s

source: Error
de: Fehler

source: Error while processing line in tone data file, please correct any errors and try again. Bad syntax: %s
de: Fehler beim Verarbeiten einer Zeile in der Klangdatei. Bitte Korrigieren Sie alle Fehler und versuchen es erneut. Falsches syntax: %s

source: Load Tone Data
de: Klangdatei laden

source: Select tone data file you wish to load for playing:
de: Wählen Sie die Klangdatei aus, die Sie wiedergeben möchten:

source: Files
de: Dateien

source: Tone data player
de: Klangdateispieler

source: &New tone data file
de: &Neue Klangdatei

source: Opens a new blank tone data file in Notepad for editing
de: Öffnet eine neue, leere Klangdatei zur Bearbeitung im Windows Editor

source: &Load tone data file...
de: Klangdatei &laden

source: Opens a dialog for loading tone data files to play
de: Öffnet ein Dialogfeld zum laden abzuspielender Klangdateien

source: &Edit tone data file
de: Klangdatei &bearbeiten

source: Opens currently loaded tone data file in Notepad for editing
de: Öffnet die aktuell geladene Klangdatei zur Bearbeitung im Windows Editor

source: &Open folder with tone data files
de: Ordner mit Klangdateien öffnen

source: Opens a folder with tone data files in file explorer
de: Öffnet einen Ordner mit Klangdateien im Datei-Explorer

source: Enter file name:
de: Dateiname

source: New Tone Data File
de: Neue Klangdatei

source: Please load tone data file first.
de: Bitte zuerst Klangdatei laden

source: Plays currently loaded tone data if everything is ok.
de: Spielt, falls alles in Ordnung ist, die aktuell geladene Klangdatei ab.

source: stopped
de: Gestoppt

source: Stops playback for currently loaded tone data if any tone data is playing.
de: Stoppt die Wiedergabe der aktuell geladenen Klangdatei, falls eine gerade abgespielt wird.

source: Creates and opens a new blank tone data file in Notepad for editing.
de: Erstellt und öfnet eine neue, leere Klangdatei zur Bearbeitung im Windows Editor

source: Opens currently loaded tone data file in Notepad for editing.
de: Öffnet die aktuell geladene Klangdatei zur Bearbeitung im Windows Editor.

source: Opens a dialog that lets you choose one of your available tone data files to be loaded for playback.
de: Öffnet ein Dialogfeld zur Auswahl einer Ihrer Klangdateien, um sie für das Abspielen zu laden.

source: Opens a folder with tone data files where you should also save them in order to be located by Tone Master.
de: Öffnet einen Ordner mit Klangdateien, in dem Sie auch ihre selbst erstellten Klangdateien speichern sollten, damit sie von Tone Master gefunden werden.
