Repository: nvdacn/screenReaderTranslations
Catalog: */add-ons/teamViewer/nvda.po
Languages: ar, bg, es, fi, gl, hu, kn, ne, tr

source: You have installed the TeamViewerNVDASupport add-on, probably an old and incompatible version with this one. Do you want to uninstall the old version?
ar: لقد قمت بتثبيت إضافة دعم TeamViewer, من المحتمل وجود إصدار آخرمن نفس الإضافة غير متوافق مثبت من قبل. هل تريد حذف الإصدار القديم؟
bg: Имате инсталирана добавката TeamViewerNVDASupport, най-вероятно стара и несъвместима версия на тази добавка. Желаете ли да деинсталирате старата версия?
es: Tienes instalado el complemento TeamViewerNVDASupport, probablmente una versión antigua e incompatible con este otro. ¿Quieres desinstalar la versión anterior?
fi: Sinulla on asennettuna vanha TeamViewerNVDASupport-lisäosa, joka ei ole yhteensopiva tämän version kanssa. Haluatko poistaa vanhan version?
gl: Tes instalado o complemento TeamViewerNVDASupport, probablemente unha versión vella e incompatible con estoutro. Queres desinstalar a versión antiga?
hu: Egy TeamViewer NVDA kiegészítő van telepítve, ami már nem kompatibilis ezzel a verzióval. Szeretné eltávolítani a régi verziót?
kn: ನೀವು ತಂಡದವೀಕ್ಷಕNVDAಬೆಂಬಲಿಸುವ ಸೇರಿಸಿ ಅನುಸ್ಥಾಪಿಸಿದ್ದೀರ, ಬಹುಶಃ ಹಳೆಯ ಮತ್ತು ಅತಂತ್ರ ಆವೃತ್ತಿ ಆಗಿರಬಹುದು. ನೀವು ಹಳೆಯ ಆವೃತ್ತಿ ಅನ್ಇನ್ಸ್ಟಾಲ್ ಬಯಸುತ್ತೀರಾ
ne: तपाइले सम्भवत यो संस्करण भन्दा पुरानो अथवा यस सित नमिल्दो टीमभ्युलाइ भित्र्याउनु भएको रहेछ। के तपाई पुरानो संस्करणलाई निस्कासन गर्न चाहनु हुन्छ।
tr: TeamViewerNVDASupport eklentisinin eski ve uyumsuz bir sürümü kurulu. Eski sürümü kaldırmak istiyor musunuz?

source: Uninstall incompatible add-on
ar: حذف الإضافة الغير متوافقة
bg: Деинсталиране на несъвместима добавка
es: Desinstalar complemento incompatible
fi: Poista yhteensopimaton lisäosa
gl: Desinstalar complemento incompatible
hu: A nem kompatibilis kiegészítő eltávolítása
kn: ಹೊಂದಾಣಿಕೆಯಾಗದ ಆಡ್ ಆನ್ನನ್ನು ಅಸ್ಥಾಪಿಸು
ne: नमिल्दो थप-साधनलाई निस्कासन गर ।
tr: Uyumsuz eklentiyi kaldır

source: ID
ar: هوية الجهاز
bg: Идентификатор
es: Usuario
fi: Käyttäjätunnus
gl: Usuario
hu: Azonosító
kn: ಗುರುತಿಸುವ ಐಡಿ
ne: परिचय
tr: ID/kimlik

source: Password
ar: كلمة المرور
bg: Парола
es: Contraseña
fi: Salasana
gl: Contrasinal
hu: Jelszó
kn: ಪಾಸ್ವರ್ಡ್
ne: गोप्यशब्द
tr: Password/şifre

source: ID: {idValue} - Password: {passwordValue}
ar: معرف الجهاز: {idValue} - كلمة المرور: {passwordValue}
bg: Идентификатор: {idValue} - Парола: {passwordValue}
es: Usuario: {idValue} - Contraseña: {passwordValue}
fi: Käyttäjätunnus: {idValue} - Salasana: {passwordValue}
gl: Usuario: {idValue} - Contrasinal: {passwordValue}
hu: Azonosító: {idValue} - Jelszó: {passwordValue}
kn: ID ಗುರುತನ್ನು: {idValue} - ಪಾಸ್ವರ್ಡ್: {passwordValue}
ne: परिचय: {idValue} - गोप्यशब्द: {passwordValue}
tr: ID/kimlik: {idValue} - Password/şifre: {passwordValue}

source: ID and password copied to clipboard.
ar: تم نسخ معرف الجهاز وكلمة المرور للحافظة.
bg: Идентификатора и паролата са копирани в клипборда.
es: Usuario y contraseña copiados al portapapeles.
fi: Käyttäjätunnus ja salasana kopioitu leikepöydälle.
gl: usuario e contrasinal copiados o portapapeis.
hu: Az azonosító és a jelszó vágólapra másolva
kn: ID ಗುರುತು ಮತ್ತು ಪಾಸ್ವರ್ಡ್ ಕ್ಲಿಪ್ಬೋರ್ಡ್ಗೆ ನಕಲು.
ne: परिचय र गोप्यशब्दलाई क्लिप पाटीमा उतारियो ।
tr: ID ve şifre panoya kopyalandı.

source: Copies your ID and password to the clipboard ready for sharing.
ar: يتم نسخ معرف الجهاز وكلمة المرور للحافظة وجاهزة للمشاركة.
bg: Копира вашият идентификатор и парола в клипборда готови за споделяне.
es: Copia tu usuario y contraseña al portapapeles listos para compartir.
fi: Kopioi käyttäjätunnuksesi ja salasanasi leikepöydälle, jossa ne ovat valmiina jaettavaksi.
gl: Copia o teu usuario e contrasinal no portapapeis preparados para compartir.
hu: A vágólapra másolja az azonosítót és a jelszót.
kn: ನಿಮ್ಮ ID ಗುರುತು ಮತ್ತು ಪಾಸ್ವರ್ಡ್ ಹಂಚಿಕೆ ಕ್ಲಿಪ್ಬೋರ್ಡ್ ಪ್ರತಿಗಳಿಗೆ ಸಿದ್ಧ ನೀವು ಹಂಚಿಕೆ ಮಾಡಲು ಸಿದ್ಧರಾಗಿ.
ne: बाडचुँड गर्नका लागि परिचय र गोप्यशब्दलाई क्लिप पाटीमा उतार्छ ।।
tr: Kimlik ve şifreyi paylaşım için panoya kopyalar.

source: Unable to switch tab, please ensure the main dialog has focus.
ar: تعذر الانتقال بين التبويبات, رجاء التأكد من أن المحاورة الرئيسية بالبرنامج نشطة.
bg: Невъзможна промяна на страницата. Моля, уверете се, че основният диалог на програмата е на фокус.
es: No se pudo cambiar de pestaña, asegúrate de que el cuadro de diálogo principal tenga el foco.
fi: Välilehteä ei voi vaihtaa. Varmista, että pääikkuna on aktiivisena.
gl: Non se puido cambiar de pestana, por favor asegúraate de que o diálogo principal teña o foco.
hu: Nem változtatható a lapfül, Ellenőrizze, hogy a főablak van-e a fókuszban.
kn: ಟ್ಯಾಬ್ ಬದಲಾಯಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ, ಮುಖ್ಯ ಸಂವಾದ ಗಮನ ಹರಿಸಿದೆ ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ.
ne: ट्याबमा आवत-जावत गर्न सकिएन । सम्बन्धित पातोमा केन्द्रीत् भएको यकिन गर्नु होस् ।
tr: Sekme değiştirilemiyor. Lütfen ana iletişim kutusuna odaklanıldığından emin olun.

source: In the main dialog of TeamViewer, changes the selected tab.
ar: بالمحاورة الرئيسية لل Team Viewer, يقوم بالانتقال بين التبويبات.
bg: В главният прозорец на TeamViewer, променя активната страница.
es: En el diálogo principal de TeamViewer, cambia la pestaña seleccionada.
fi: Vaihtaa välilehteä TeamViewerin pääikkunassa.
gl: No cadro de diálogo principal do TeamViewer, cambia a pestana seleccionada.
hu: A TeamViewer főablakában vált a lapfülek között.
kn: ತಂಡದವೀಕ್ಷಕಮುಖ್ಯ ಸಂವಾದದಲ್ಲಿ, ಆಯ್ಕೆ ಟ್ಯಾಬ್ ಬದಲಾಯಿಸುತ್ತದೆ.
ne: टीम्भ्युवरको मुख्य पातोमा चयनित ट्याबलाई बदल्ने छ ।
tr: TeamViewer ana iletişim kutusunda, seçili sekmeyi değiştirir.

source: TeamViewer
kn: ತಂಡದವೀಕ್ಷಕ
ne: टीम्भ्युवर

source: Improves the accessibility of TeamViewer with NVDA. TeamViewer can be used to hold online meetings as well as provide remote support/access. For more information about the TeamViewer application, see: http://www.teamviewer.com
ar: تحسين استخدام TeamViewer مع NVDA. يمكن استخدام TeamViewer في عقد اجتماعات عبر الإنترنت علاوة على دعم التحكم في الحواسيب عن بعد. للمزيد من المعلومات حول تطبيق TeamViewer, يرجى زيارة: http://www.teamviewer.com
bg: Подобрява достъпността на TeamViewer с NVDA. TeamViewer може да се използва за организиране на онлайн срещи, а също така и за предоставяне на отдалечена помощ или достъп. За повече информация относно програмата TeamViewer, посетете: http://www.teamviewer.com
es: Mejora la accesibilidad de TeamViewer con NVDA. TeamViewer puede utilizarse para celebrar reuniones en línea, así como proporcionar apoyo y acceso remoto. Para obtener más información acerca de la aplicación de TeamViewer, consulta: http://www.teamviewer.com
fi: Parantaa TeamViewerin saavutettavuutta NVDA:lla käytettäessä. TeamVieweriä voidaan käyttää online-kokouksien järjestämiseen sekä etätuen/etäkäytön tarjoamiseen. Saat lisätietoja TeamViewer-sovelluksesta osoitteesta: http://www.teamviewer.com
gl: Mellora a accesibilidade do TeamViewer co NVDA. TeamViewer pódese usar para realizar reunións en liña, así como fornecer soporte remoto e acceso. Para máis información sobre a aplicación TeamViewer, consulta: http://www.teamviewer.com
hu: Elősegíti az akadálymentes használatát az NVDA programmal. A TeamViewer programot meetingek tartására és távoli segítség nyújtásra használják. Bővebb információt a szoftverről a http://www.teamviewer.com oldalon talál.
kn: NVDA ಜೊತೆ ತಂಡದವೀಕ್ಷಕ ಲಭ್ಯತೆ ಸುಧಾರಿಸುವ ಕುರಿತಂತೆ. ತಂಡದವೀಕ್ಷಕ ಆನ್ಲೈನ್ ಸಭೆಗಳನ್ನು ಹಾಗೂ ರಿಮೋಟ್ ಬೆಂಬಲ ಪ್ರವೇಶವನ್ನು ಒದಗಿಸಲು. ತಂಡದವೀಕ್ಷಕ ಅನುವಹಿ ಬಳಿಸುವದರ ಬಗ್ಗೆ ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗಾಗಿ, ನೋಡಿ. http://www.teamviewer.com
ne: नेत्रवाणीमा टीम्भ्युवरको पहुँच बढाउने छ । टीम्भ्युवर अन लाईन बैठकमा पर्योग गरिन्छ । यसका साथै यसले दूर सहयोग र पहुँचमा मद्दत पुर्‍याउँ छ । टीम्भ्युवर अनुप्रयोग सम्बन्धी थप जानकारीका लागि http://www.teamviewer.com मा भ्रमण गर्नु होला ।
tr: NVDA ile TeamViewer erişilebilirliğini arttırır. TeamViewer çevrimiçi toplantıların yanı sıra uzaktan destek / erişim sağlamak için kullanılabilir. TeamViewer uygulaması hakkında daha fazla bilgi için, bkz:: http://www.teamviewer.com
