Repository: nvdacn/screenReaderTranslations
Catalog: */add-ons/placeMarkers/nvda.po
Languages: bg, fa, he, hr, it_it, ja, sk, sr, tr

source: Your configuration folder for NVDA contains files that seem to be derived from a previous version of this add-on. Do you want to update it?
bg: Вашата папка с потребителските настройки за NVDA съдържа файлове, които изглежда са създадени от предишна версия на тази добавка. Желаете ли те да бъдат обновени?
fa: پوشه تنظیمات NVDA شما شامل پرونده هایی است که بنظر میرسد از نسخه قبلی این افزونه بدست آمده است. آیا میخواهید که بروز رسانی بکنید؟
he: נראה כי תיקיית ההגדרות של NVDA מכילה קבצים המתיחסים לגרסה ישנה של תוסף זה. האם ברצונך לעדכן אותם?
hr: Vaša NVDA konfiguracijska mapa sadrži datoteke koje se čine prenijete iz prethodne inačice ovoga dodatka. Želite li ga nadograditi?
it_it: La cartella di configurazione di NVDA contiene dei file che sembrano appartenere ad una versione precedente di questo componente aggiuntivo. Vuoi aggiornarlo?
ja: NVDA設定フォルダに、このアドオンの古いバージョンで保存された情報が見つかりました。更新しますか？
sk: priečinok s nastaveniami obsahuje súbory zo staršej verzie tohto doplnku. Chcete ho aktualizovať?
sr: vaš konfiguraciski folder za nvda sadrži datoke iz starije verzije ažurirati ih
tr: NVDA konfigürasyon dizininizde eklentinin önceki versiyonuyla ilgili dosyalar bulunuyor. Güncellemek ister misiniz?

source: Install or update add-on
bg: Инсталиране или обновяване на добавката
fa: نصب یا بروز رسانی افزونه
he: התקנה או עדכון תוסף
hr: Instaliraj ili nadogradi dodatak
it_it: Installa o Aggiorna
ja: アドオンのインストールまたは更新
sk: Inštalovať alebo aktualizovať doplnokC
sr: instaliraj ili ašuriraj dodatak
tr: Eklenti kur ya da güncelle

source: %s copied to clipboard
bg: %s е копиран в клипборда
he: %s הועתק לזכרון הזמני
hr: %s Kopirano u međuspremnik
it_it: %s copiato negli appunti;
ja: %s をクリップボードにコピー
sr: %s kopirano u privremenu memoriju
tr: %s panoya kopyalandı

source: Specific search
fa: جستجوی ویژه
hr: specifična Pretraga
it_it: Ricerca Specifica;
sk: Špecifické hľadanie

source: Sa&ved texts
hr: &Spremljeni tekstovi
it_it: Testi sal&vati:

source: &Remove from history
hr: &Ukloni iz povijesti
it_it: &Rimuovi dalla cronologia

source: &Text to search:
bg: &Текст за търсене:
he: &מחרוזת לחיפוש
hr: &Tekst koji treba tražiti:
it_it: &Testo da cercare:
ja: テキストを検索(&T):
sr: & tekst za pretragu
tr: Aranacak me&tin:

source: &Add to history
hr: &Dodaj u povijest
it_it: &Aggiungi alla cronologia

source: Action on s&earch
hr: Akcije na pre&trazi
it_it: Azione per la ric&erca

source: Search &next
hr: Traži &Slijedeće
it_it: Ricerca verso il basso

source: Search &previous
hr: Traži &prethodno
it_it: Ricerca verso l'alto

source: &Don't search
hr: &Ne pretražuj
it_it: Non cercare

source: Place markers copied
hr: Mjesne oznake su vraćene na zadane vrijednosti
it_it: Segnaposti copiati

source: Folder not copied
bg: Папката не е копирана
fa: پوشه کپی نشد
he: התיקיה לא הועתקה
hr: Mapa nije kopirana
it_it: Cartella non copiata
ja: フォルダーのコピー失敗
sk: priečinok nebol skopírovaný
sr: folder nije kopiran
tr: Klasör kopyalanmadı

source: Copy Error
bg: Грешка при копиране
fa: خطا در کپی
he: שגיאת העתקה
hr: Greška pri kopiranju
it_it: Errore nella copia
ja: コピーの失敗
sk: Chyba pri kopírovaní
sr: greška pri kopiranju
tr: Kopyalama hatası

source: Place markers restored
hr: Mjesne oznake su vraćene na zadane vrijedosti.
it_it: Segnaposti ripristinati

source: Notes
hr: Napomene
it_it: Note

source: &Bookmarks
hr: &Mapa mjesnih oznaka
it_it: Segnaposti

source: Not&e:
hr: &Napomena
it_it: Not&a:

source: &Save note
hr: &Spremi napomenu
it_it: &Salva nota

source: &Delete...
it_it: &Elimina...

source: This bookmark will be permanently deleted. This action cannot be undone.
it_it: Questo segnalibro sarà eliminato in maniera permanente. L'azione non può essere annullata.

source: No bookmarks
bg: Няма отметки
fa: بدون نشانک
he: אין סימניות
hr: Nema knjižnih oznaka.
it_it: Nessun Segnaposto;
ja: ブックマークなし
sk: Žiadne záložky
sr: nema markera
tr: Yerimi bulunmuyor

source: Bookmarks deleted
it_it: Segnaposti cancellati;

source: Copy place markers
hr: Kopiraj mjesne oznake
it_it: Copia segnaposti

source: directory for backup:
hr: Mapa za sigurnosnu kopiju:
it_it: Cartella per i backup:

source: Select directory to copy
hr: Označite mapu za kopiranje
it_it: Selezionare cartella

source: Restore place markers
hr: Vrati mjesne oznake
it_it: Ripristina Segnaposti

source: directory containing backup:
hr: Mapa koja sadrži sigurnosnu kopiju:
it_it: Cartella contenenti backup

source: Select directory to restore
hr: Označite mapu koju treba vratiti na zadane vrijednosti
it_it: Selezionare la cartella da ripristinare

source: P&lace markers
bg: Позиционни &маркери
fa: ن&شانه گذاری ها
he: &סימניות
hr: &Mjesne oznake
it_it: Segnapos&ti
ja: プレイスマーカー
sk: &Záložky
tr: Yerim&leri

source: Bookmarks and Search menu
bg: Отметки и меню за търсене
fa: نشانک ها و فهرست جستجو
he: סימניות ותפריט חיפוש
hr: Izbornik knjižnih oznaka i pretrage
it_it: Menu Ricerca e Segnaposti
ja: ブックマークと検索のメニュー
sk: Menu zo záložkami a reťazcami hľadania
sr: markeri i pretraga meni
tr: Yerimi ve arama menüsü

source: &Specific search folder
bg: Папка за &конкретно търсене
fa: پوشه مخصوص &جستجو
he: תיקייה לחיפוש &ממוקד
hr: &Određena mapa pretrage
it_it: Cartella ricerca &specifica
ja: 検索保存フォルダー
sk: Priečinok s reťazcami &hľadania
sr: & specifičan folderr pretrage
tr: özel arama kla&sörü

source: Opens the specific search folder
bg: Отваря папката за конкретно търсене
fa: پوشه مخصوص جستجو را باز میکند
he: פותח את תיקית החיפוש הממוקד
hr: Otvara zadanu mapu pretrage
it_it: Apre la cartella delle ricerche specifiche
ja: 検索保存フォルダーを開く
sk: otvorí priečinok s rečazcami hľadania
sr: otvara specifičan folder pretrage
tr: Özel arama klasörünü açar

source: &Bookmarks folder
bg: Папка с &отметки
fa: پوشه &نشانک
he: תיקיית &סימניות
hr: &Mapa mjesnih oznaka
it_it: Cartella Segnaposti
ja: ブックマークフォルダー
sk: &Priečinok so záložkami
sr: & folder markera
tr: Yerimi &Klasörü

source: Opens the bookmarks folder
bg: Отваря папката с отметки
fa: پوشه نشانک را باز میکند
he: פותח את תיקיית הסימניות
hr: Otvara mapu mjesnih oznaka
it_it: Apre la cartella dei Segnaposti
ja: ブックマークフォルダーを開く
sk: otvorí priečinok so záložkami
sr: otvara folder markera
tr: Yerimi klasörünü açar

source: &Copy placeMarkers folder...
bg: &Копиране на папката с позиционни маркери...
fa: پوشه نشانه گذاری ها را کپی بکن...
he: ה&עתקת תיקיית הסימניות
hr: &Kopiraj mapu mjesnih oznaka...
it_it: &Copia la cartella Segnaposti...
ja: マーカー情報のバックアップ...
sk: &Zálohovať záložky...
sr: & kopiraj folder markera
tr: &Yerimi klasörünü kopyala

source: Backup of place markers
bg: Резервно копие на позиционните маркери
fa: کپی پشتیبان نشانه گذاری ها
he: גיבוי הסימניות
hr: Sigurnosna kopija oznaka mjesta
it_it: Backup
ja: マーカー情報をバックアップします
sk: Zálohovanie záložiek
sr: rezerna kopija markera
tr: Yerimleri yedeği

source: R&estore place markers...
bg: &Възстановяване на позиционните маркери...
fa: نشانه گذاری ها را ب&رگردان
he: &שחזור הסימניות
hr: V&rati mjesne oznake...
it_it: &Ripristina Segnaposti...
ja: マーカー情報の復元...
sk: &obnoviť záložky...
sr: & vrati markere
tr: Y&erimlerini geri al

source: Restore previously saved place markers
bg: Възстановява предишно запазени позиционни маркери
fa: نشانه گذاری هایی ذخیره شده قبلی را برگردان
he: משחזר סימניות שנשמרו בעבר
hr: Vratite prije spremljene mjesne oznake
it_it: Ripristina da una cartella Segnaposti salvata in precedenza
ja: マーカー情報をバックアップから復元します
sk: obnoví uložené záložky
sr: vrati prethodno sačuvane markere
tr: Önceden kaydedilen yerimlerini geri al

source: Opens the specific search folder.
hr: Otvara zadanu mapu pretrage
it_it: Apre la cartella delle ricerche specifiche

source: Opens the bookmarks folder.
hr: Otvara mapu mjesnih oznaka
it_it: Apre la cartella dei Segnaposti

source: Activates the Copy dialog of %s.
hr: Aktivira dijaloški okvir "kopiraj" %s.
it_it: Attiva la finestra di copia per %s

source: Activates the Restore dialog of %s.
hr: Aktivira dijaloški okvir "Vrati zadano" %s.
it_it: Attiva la finestra di ripristino per %s

source: finds a text string from the current cursor position for a specific document.
bg: Търси текстов низ от текущата позиция на курсора за конкретен документ.
fa: رشته متنی را از موقعیت کنونی نشانگر برای اسناد خاص پیدا میکند.
he: מחפש את המחרוזת שנבחרה ממקום הסמן והלאה במסמך שבפוקוס.
hr: Traži niz znakova u tekstu od trenutne pozicije kursora za trenutni specifičan dokument.
it_it: Trova del testo a partire dalla posizione del cursore in documenti specifici;
ja: ドキュメントの現在のカーソル位置からテキストを検索
sk: Vyhľadá zadaný reťazec v aktuálnom dokumente od kurzora.
sr: traži tekst od kursora za dokument
tr: Özel bir belge içinde imlecin mevcut konumundan itibaren özel bir metin arar

source: Show the Notes dialog for a specific document.
hr: Prikaži dijaloški okvir napomena za specifični dokument.
it_it: Mostra la finestra di dialogo delle note per un documento specifico.

source: Bookmark cannot be saved
bg: Отметката не може да бъде запазена
fa: نشانک نمیتواند ذخیره بشود
he: לא ניתן לשמור את הסימנייה
hr: Knjižna oznaka ne može biti spremljena.
it_it: Il segnaposto non può essere salvato
ja: ブックマークを保存できません
sk: Záložku sa nepodarilo uložiť
sr: marker nemože biti sačuvan
tr: Yerimi kaydedilemedi

source: Saved position at character %d
bg: Запазена позиция на знак %d
fa: محل ذخیره شده در کاراکتر %d
he: מיקום שמור עבור התו %d
hr: Spremljen smještaj na znaku %d
it_it: Posizione salvata al carattere %d
ja: 文字数 %d の位置を保存しました
sk: Záložka uložená na pozícii %d
sr: sačuvana pozicija kod slova%d
tr: Kaydedilen konum %d karakter

source: Cannot save bookmark
bg: Отметката не може да бъде запазена
fa: نشانک را نمیتواند ذخیره بکند
he: kלא ניתן לשמור את הסימנייה
hr: Ne mogu spremiti knjižnu oznaku
it_it: Impossibile salvare il segnaposto
ja: ブックマークを保存できません
sk: Nemôžem uložiť záložku
sr: nemogu sačuvati marker
tr: Yerimi kaydedilemedi

source: Saves the current position as a bookmark.
bg: Запазва текущата позиция като отметка.
fa: محل جاری را بعنوان نشانک ذخیره میکند.
he: שומר את המיקום הנוכחי כסימנייה
hr: Sprema trenutnu poziciju kao knjižnu oznaku
it_it: Salva la posizione corrente come Segnaposto.
ja: 現在位置をブックマークとして保存します
sk: Uloží aktuálne miesto v dokumente ako záložku.
sr: čuva trenutnu poziciju kao marker
tr: Mevcut konumu yerimi olarak kaydeder

source: Bookmark cannot be deleted
bg: Отметката не може да бъде изтрита
fa: نشانک نمیتواند پاک بشود
he: לא ניתן למחוק את הסימנייה
hr: Knjižna oznaka ne može biti izbrisana.
it_it: Impossibile cancellare il segnaposto
ja: ブックマークを削除できません
sk: Záložka sa nedá odstrániť
sr: marker nemože biti obrisan
tr: Yerimi silinemedi

source: No bookmark selected
bg: Няма избрана отметка
fa: نشانکی انتخاب نشده است
he: לא נבחרה סימנייה
hr: Nema označene knjižne oznake
it_it: Nessun Segnaposto selezionato;
ja: ブックマークが選択されていません
sk: Žiadna záložka
sr: nema izabranog markera
tr: Seçili yerimi yok

source: Bookmark deleted
bg: Отметката е изтрита
fa: نشانک پاک شده است
he: הסימנייה נמחקה
hr: Knjižna oznaka izbrisana
it_it: Segnaposto cancellato;
ja: ブックマークを削除しました
sk: Záložka vymazaná
sr: marker obrisan
tr: Yerimi silindi

source: Cannot delete bookmark
bg: Отметката не може да бъде изтрита
fa: نمیتوانید نشانک را پاک بکنید
he: לאניתן למחוק את הסימנייה
hr: Ne mogu obrisati knjižnu oznaku
it_it: Impossibile cancellare Segnaposto;
ja: ブックマークが削除できません
sk: Nemôžem odstrániť záložku
sr: nemogu obrisati marker
tr: Yerimi silinemiyor

source: Deletes the current bookmark.
bg: Изтрива текущата отметка
fa: نشانک جاری را پاک میکند.
he: מחיקת הסימנייה הנוכחית
hr: Briše trenutnu knjižnu oznaku.
it_it: Cancella il Segnaposto della posizione attuale;
ja: 現在のブックマークを削除
sk: Odstráni aktuálnu záložku.
sr: briše trenutni marker
tr: Mevcut yerimini siler

source: No bookmarks found
bg: Няма намерени отметки
fa: نشانکی پیدا نشد
he: לא נמצאו סימנייותת
hr: Nema pronađenih knjižnih oznaki.
it_it: Nessun Segnaposto trovato;
ja: ブックマークが見つかりません
sk: Žiadne záložky
sr: nema pronađenih markera
tr: Yerimi bulunamadı

source: Cannot find any bookmarks
hr: Ne mogu pronaći niti jednu knjižnu oznaku
it_it: Impossibile trovare alcun Segnaposto

source: Position: character %d
bg: Позиция: знак %d
fa: محل: کاراکتر %d
he: מיקום: תו %d
hr: položaj: znak %d
it_it: Posizione: character %d
ja: 文字数 %d の位置
sk: Pozícia: %d
sr: pozicija slovo%d
tr: konum: karakter %d

source: Next bookmark not found
bg: Няма следваща отметка
fa: نشانک بعدی پیدا نشد
he: הסימנייה הבאה לא נמצאה
hr: Sljedeća knjižna oznaka nije pronađena.
it_it: Nessun Segnaposto successivo;
ja: 次のブックマークがありません
sk: Žiadna ďalšia záložka
sr: sledeći marker nije pronađen
tr: Sonraki yerimi bulunamadı

source: Moves to the next bookmark.
bg: Премества курсора до следваща отметка
fa: به نشانک بعدی میرود.
he: מעבר לסימנייה הבאה
hr: Premješta na sljedeću knjižnu oznaku.
it_it: Vai al Segnaposto successivo;
ja: 次のブックマークに移動
sk: presunie kurzor na nasledujúcu záložku.
sr: premešta se na sledeći marker
tr: Sonraki yerimine gider

source: Previous bookmark not found
bg: Няма предишна отметка
fa: نشانک قبلی پیدا نشد
he: הסימנייה הקודמת לא נמצאה
hr: Prethodna knjižna oznaka nije pronađena
it_it: Nessun Segnaposto precedente;
ja: 前のブックマークがありません
sk: Žiadna predchádzajúca záložka
sr: prethodni marker nije pronađen
tr: Önceki yerimi bulunamadı

source: Moves to the previous bookmark.
bg: Премества курсора до предишна отметка
fa: به نشانک قبلی میرود.
he: מעבר לסימנייה הקודמת
hr: Premješta na prethodnu knjižnu oznaku
it_it: Vai al Segnaposto precedente;
ja: 前のブックマークに移動
sk: presunie kurzor na predchádzajúcu záložku.
sr: premešta se na prethodni marker
tr: Önceki yerimine gider

source: Cannot copy file name for place markers
bg: Името на файла с позиционните маркери не може да бъде копирано
fa: نام پرونده را برای نشانه گذاری ها نمیتواند کپی بکند
he: לא ניתן להעתיק שם קובץ כסימנייה
hr: Nemoguće kopirati ime datoteke za mjesne oznake
it_it: Impossibile copiare il nome del file;
ja: プレイスマーカーの名前をコピーできません
sk: Nemôžem skopírovať názov súboru so záložkami
sr: nemogu kopirati ime datoteke za markere
tr: Yerimleri için dosya adı kopyalanamadı

source: Place markers file name copied to clipboard
bg: Името на файла с позиционните маркери е копирано в клипборда
fa: نام پرونده نشانه گذاری ها به کلیپ برد کپی شد
he: שם הקובץ הועתק כסימנייה בזכרון הזמני
hr: Ime datoteke za mjesne oznake kopirano u međuspremnik
it_it: Nome del file del segnaposto copiato negli appunti;
ja: プレイスマーカーの名前をクリップボードにコピー
sk: Názov súboru so zálložkami skopírovaný do schránky
sr: ime markera kopirano u privremenu memoriju
tr: Yerimi dosya adı panoya kopyalandı

source: Copies the name of the current file for place markers to the clipboard.
bg: Копира името на файла с текущите позиционни маркери в клипборда.
fa: نام پرونده جاری را برای نشانه گذاری ها در کلیپ برد کپی میکند.
he: מעתיק את שם הקובץ כסימנייה לתוך הזכרון הזמני
hr: Kopira ime trenutne datoteke za mjesne oznake u međuspremnik.
it_it: Copia il nome del file del segnaposto atuale negli appunti
ja: 現在のプレイスマーカーを保存するファイル名をクリップボードにコピー
sk: Skopíruje názov súboru so záložkami do schránky.
sr: kopira ime datoteke u privremenu memoriju
tr: Yerimleri için kullanılan dosya adını panoya kopyalar

source: Saved temporary bookmark at position %d
it_it: Segnalibro temporaneo salvato alla posizione %d

source: Saves the current position as a temporary bookmark.
it_it: Salva la posizione corrente come Segnaposto temporaneo.

source: Moves to the temporary bookmark for the current document.
it_it: Vai al segnalibro temporaneo per il documento corrente.

source: Add-on for setting place markers on specific virtual documents
bg: Добавка за задаване на позиционни маркери за определени виртуални документи
fa: افزونه برای تنظیم نشانه گذاری ها در اسناد مجازی
he: תוסף זה מיועד להגדיר סימניות במסמכים וירטואלים נבחרים
hr: Dodatak koji omogućuje postavljanje mjesnih oznaka na specifične virtualne dokumente
it_it: Componente aggiuntivo per impostare Segnaposti in pagine Web e documenti virtuali.
ja: ドキュメントにプレイスマーカーを設定できます
sk: Doplnok na ukladanie záložiek vo virtuálnych dokumentoch
sr: dodatak za postavljanje markera na virtuelnim dokumentima
tr: Sanal dokümanlar için yerimi eklentisi

source: Select a folder to save a backup of your current place markers. They will be copied from %s.
hr: Označite mapu u koju će biti spremljene vaše mjesne oznake. One će biti spremljene u %s.

source: Select a folder to restore a backup of your previous copied place markers. They will be copied to %s.
hr: Odaberite mapu u kojoj su smešteni vaše mjesne oznake. One će biti iskopirane u %s.

source: Place markers
bg: Позиционни маркери
fa: نشانه گذاری ها
he: סימניות
hr: mjesne oznake
sk: Záložky
tr: Yerimleri

source: text "%s" not found
fa: متنی "%s" پیدا نشد
he: המחרוזת %s לא נמצאה
sk: text "%s" nebol nájdený.
sr: tekst "%s" nije pronađen

source: Find Error
fa: پیدایش خطا
he: שגיאת חיפוש
sk: Chyba vyhľadávania
sr: greška pretrage

source: Select a folder for copying your saved place markers
fa: پوشه ای را برای نشانه گذاری های خود انتخاب کنید
he: נא לבחור תיקייה שבתוכה תתבצע שמירת הסימניות
sk: Vyberte priečinok, do ktorého chcete zálohovať záložky
sr: izaberite folder za kopiranje vaših trenutnih markera

source: Select the place markers folder you wish to restore
fa: پوشه نشانه گذاری هایی را که میخواهید برگردانید انتخاب بکنید
he: נא לבחור את תיקיית הסימניות שברצונך לשחזר
sk: Vyberte priečinok, z ktorého chcete obnoviť záložky
sr: izaberite folder sa markerima za vraćanje

source: Type the text you wish to save, or delete any text if you want to remove it from the previous saved searches
he: נא להקיש את הטקסט שברצונך לשמור, או מחק טקסט שברצונך להסיר מהחיפושים הקודמים
sr: upišite tekst koji želite da sačuvate ili obrišite sačuvani tekst

source: Save text for specific search
fa: متن را برای جستجوی ویژه ذخیره بکن
he: שמירת הטקסט לחיפוש ממוקד
sk: Uložiť reťazec hľadania
sr: sačuvaj tekst za specifičnu pretragu

source: Saves a text string for a specific search.
fa: رشته ای از متن را برای جستجوی ویژه ذخیره میکند
he: שמירת המחרוזת שהוקשה לשם חיפוש ממוקד.
sk: Uloží reťazec hľadania.
sr: čuva tekst za specifičnu pretragu

source: File for specific search not found
fa: پرونده ای برای جستجوی ویژه یافت نشد
he: לא נמצא קובץ העונה לחיפוש הממוקד.
sk: Súbor s reťazcami hľadania neexistuje
sr: datoteka za specifičnu pretragu nije pronađena

source: This position was already saved
bg: Тази позиция вече е била запазена
fa: این قسمت قبلا" ذخیره شده است
he: מיקום זה כבר שמור
ja: この位置は保存済みです
sk: Táto záložka už existuje
sr: ova pozicija je već sačuvana
tr: Bu konum zaten kaydedilmiş

source: Cannot find any bookmark
fa: هیچ نشانکی نمیتواند پیدا بکند
he: לא ניתן לזהות סימניות
sk: Nemôžem nájsť žiadne záložky
sr: nemogu pronaći nijedan marker

source: Specific Search
he: חיפוש ממוקד
sr: specifična pretraga

source: &Saved texts:
he: &קטעים שנשמרו
sr: & sačuvani tekstovi

source: Saved texts to search:
he: מחרוזות שנשמרו לחיפוש
sr: sačuvani tekstovi za pretragu

source: Search down
he: חיפוש קדימה
sr: traži dole

source: Search up
he: חיפוש אחורה
sr: traži gore

source: Delete
he: מחיקה
sr: obriši

source: &Actions to choose:
he: &פעולות לבחירה
sr: & akcije za izbor

source: Select an action to perform:
he: נא לבחור פעולה
sr: izaberite neku akciju

source: Case &sensitive
he: אותיות &רישיות

source: Open &documentation
fa: &سند را باز بکن
sk: p&ríručka
sr: otvori & dokumentaciju

source: Open documentation for current language
fa: سند را برای زبان جاری باز بکن
sk: Otvorí dokument s návodom
sr: otvori dokumentaciju za trenutni jezik

source: Type the text you wish to save, or delete any text if you want to remove it from the previous saved search
fa: متنی را که میخواهید ذخیره بکنید بنویسید, یا متن را پاک بکنید اگر میخواهید از جستجوی ذخیره شده قبلی حذف بکنید
sk: Zadajte text, ktorý chcete uložiť, alebo vymažte existujúci text

source: Type the text you wish to find
fa: متنی را که میخواهید پیدا بکنید بنویسید
sk: Napíšte text, ktorý chcete vyhľadať.

source: Opens documentation for %s
fa: سند را برای %s باز میکند
