Repository: nvdacn/screenReaderTranslations
Catalog: */ikiwiki.po
Languages: ar, hr

source: probable misconfiguration: sslcookie is set, but you are attempting to login via http, not https
ar: ربما يوجد خلل بالإعدادات: تم ضبط sslcookie, لكنك تحاول الدخول عبر http, وليس عبر https
hr: Moguća nepodešenost: sslkolačić je postavljen, ali se pokušavate prijaviti preko http, a ne preko https protokola

source: login failed, perhaps you need to turn on cookies?
ar: فشل في تسجيل الدخول, ربما تحتاج إلى تشغيل الكوكيز
hr: Neuspjela prijava, trebate li možda uključiti kolačiće?

source: Your login session has expired.
ar: انتهت جلسة تسجيل الدخول الخاصة بك
hr: Vaša sesija prijave je istekla.

source: Login
ar: تسجيل الدخول
hr: Prijava

source: Preferences
ar: التفضيلات
hr: Postavke

source: Admin
ar: المشرف
hr: Administrator

source: Preferences saved.
ar: تم حفظ التفضيلات
hr: Postavke su spremljene.

source: You are banned.
ar: إنت محذور.
hr: Izbačeni ste.

source: Error
ar: خطأ
hr: Greška

source: Aggregation triggered via web.
hr: Preuzimanje okinuto sa weba.

source: Nothing to do right now, all feeds are up-to-date!
ar: لا يوجد شيء عليك فعله الآن, كل التلقيمات تم تحديثها!
hr: Ništa trenutno ne treba obavljati, svi su feedovi u svojim najnovijim verzijama!

source: missing %s parameter
ar: الوسيط %s مفقود
hr: Nedostaje %s parametar

source: new feed
ar: تلقيم جديد
hr: novi feed

source: posts
ar: منشورات
hr: postovi

source: new
ar: جديد
hr: novo

source: expiring %s (%s days old)
ar: انتهت صلاحية %s (%s يوم قديم)
hr: istječe %s (%s dana staro)

source: expiring %s
ar: تنتهي %s
hr: istječe %s

source: last checked %s
ar: آخر مرة تم فيها الفحص %s
hr: Posljednje provjereno %s

source: checking feed %s ...
ar: فحص التلقيم %s
hr: provjeravam feed %s ...

source: could not find feed at %s
ar: تعذر العثور على التلقيم في %s
hr: ne mogu pronaći feed na adresi %s

source: feed not found
ar: التلقيم غير موجود
hr: feed nije pronađen

source: (invalid UTF-8 stripped from feed)
hr: (nepravilan UTF-8 izvađen iz feeda)

source: (feed entities escaped)
hr: (entiteti feeda su poništeni)

source: feed crashed XML::Feed!
hr: feed se srušio XML::Feed!

source: creating new page %s
ar: جاري إنشاء الصفحة الجديدة %s
hr: kreiram novu stranicu %s

source: failed to process template:
ar: فشل في معالجة القالب:
hr: Nemogu učitati predložak:

source: deleting bucket..
hr: brišem bucket..

source: done
ar: تم
hr: završeno

source: Must specify %s
ar: يجب تحديد %s
hr: trebate odrediti %s

source: Failed to create S3 bucket:
hr: Nemoguće napraviti S3 bucket:

source: Failed to save file to S3:
ar: فشل في حفظ الملف إلى S3:
hr: Neuspjeh pri pospremanju datoteke u S3:

source: Failed to delete file from S3:
ar: فشل في حذف الملف من S3:
hr: neuspjeh pri brisanju datoteke iz S3:

source: there is already a page named %s
ar: توجد صفحة موجودة تسمى %s
hr: stranica sa nazivom %s već postoji

source: prohibited by allowed_attachments
hr: omogućeni su allowed_attachments

source: bad attachment filename
ar: اسم ملف مرفق غير حسن
hr: neispravno ime privitka

source: attachment upload
ar: رفع مرفق
hr: postavljanje priloga

source: this attachment is not yet saved
ar: لم يتم حفظ هذا المرفق بعد
hr: ovaj prilog još uvijek nije spremljen

source: just uploaded
ar: تم رفعه توا
hr: samo sam postavio datoteku

source: creating index page %s
ar: جاري إنشاء صفحة الكشاف %s
hr: stvaram glavnu stranicu %s

source: Sorry, but that looks like spam to <a href="http://blogspam.net/">blogspam</a>:
hr: oprosti, ali ovo izgleda kao spam <a href="http://blogspam.net/">blogspam</a>:

source: %s from %s
ar: %s من %s
hr: %s od %s

source: There are no broken links!
ar: لا توجد روابط لا تعمل
hr: Ne postoje oštećeni linkovi!

source: this comment needs %s
ar: يحتاج هذا التعليق إلى %s
hr: ovaj komentar zahtjeva %s

source: moderation
ar: الإشراف
hr: moderacija

source: unsupported page format %s
ar: تنسيق صفحة غير مدعوم %s
hr: nepodržani oblik stranice %s

source: comment must have content
ar: يجب أن يحتوي التعليق على نص
hr: komentar mora imati sadržaj

source: Anonymous
ar: مجهول
hr: Anoniman

source: Comment Moderation
ar: إشراف التعليق
hr: moderacija komentara

source: email replies to me
ar: البريد الإلكتروني يرد علي
hr: odgovori putem e-maila za mene

source: bad page name
ar: اسم صفحة غير صحيح
hr: neispravno ime straniec

source: commenting on %s
ar: جاري التعليق على %s
hr: komentirate na %s

source: page '%s' doesn't exist, so you can't comment
ar: الصفحة %s "غير موجودة, لذا لا تستطيع التعليق
hr: stranica '%s' ne postoji, dakle ne možete komentirati

source: comments on page '%s' are closed
ar: التعليقات على الصفحة %s "مغلقة
hr: komentari na stranici '%s' su zatvoreni

source: comment stored for moderation
ar: تم تخزين التعليق للإشراف
hr: komentar je spremljen za moderaciju

source: Your comment will be posted after moderator review
ar: سيتم نشر تعليقك بعد مراجعة المشرف
hr: vaš će komentar biti objavljen nakon što ga provjeri moderator

source: Added a comment
ar: تم إضافة تعليق
hr: komentar je dodan

source: Added a comment: %s
ar: تم إضافة تعليق: %s
hr: komentar je dodan: %s

source: you are not logged in as an admin
ar: لم تسجل الدخول كمشرف
hr: niste prijavljeni kao administrator

source: Comment moderation
ar: إشراف على التعليق
hr: moderacija komentara

source: comment moderation
ar: إشراف على التعليق
hr: moderacija komentara

source: %i comment
hr: komentar %i

source: Comment
ar: تعليق
hr: komentar

source: %s parameter is required
ar: الوسائط %s مطلوبة
hr: zahtjeva se parametar %s

source: no text was copied in this page
ar: لم يتم نسخ نص بهذه الصفحة
hr: tekst nije kopiran na ovoj stranici

source: no text was copied in this page with id %s
ar: لم يتم نسخ نص بهذه الصفحة بالهوية %s
hr: tekst nije kopiran u međuspremnik sa identifikatorom %s

source: removing old preview %s
ar: جاري إزالة المعاينة القديمة %s
hr: uklanjam stari pregled %s

source: %s is not an editable page
ar: %s ليست صفحة يمكن التحرير بها
hr: %s nije stranica predviđena za uređivanje

source: email comments to me
ar: البريد الإلكتروني يعلق علي
hr: Pošalji mi komentare na moju email adresu

source: creating %s
ar: إنشاء %s
hr: stvaram %s

source: editing %s
ar: تحرير %s
hr: uređujem %s

source: template not specified
ar: القالب غير محدد
hr: predložak nije specificiran

source: match not specified
ar: المطابق غير محدد
hr: poklapanje nije specificirano

source: edittemplate %s registered for %s
hr: edittemplate %s registrirano za %s

source: must specify format and text
ar: يجب تحديد التنسيق والنص
hr: morate odrediti format i tekst

source: fortune failed
hr: fortune neuspjeo

source: missing page
ar: صفحة مفقودة
hr: nedostajuća stranica

source: The page %s does not exist.
ar: الصفحة %s غير موجودة
hr: stranica %s ne postoji.

source: not a page
ar: ليست صفحة
hr: nije stranica

source: %s is an attachment, not a page.
ar: %s مرفق وليست صفحة
hr: %s je privitak, ne stranica.

source: you are not allowed to change %s
ar: غير مسموح لك بتعديل %s
hr: nije vam dopušteno mjenjati %s

source: you cannot act on a file with mode %s
ar: لا يمكنك التفاعل مع ملف بنمط %s
hr: ne možete vršiti izmjene u datoteci koja ima način %s

source: you are not allowed to change file modes
ar: غير متاح لك تعديل أنماط الملف
hr: nije vam dopuštena promjena načina datoteka

source: you are not allowed to revert a merge
ar: غير متاح لك الارتداد إلى دمج
hr: nije vam dopušteno vratiti spajanje

source: Failed to revert commit %s
ar: فشل في الارتداد إلى الفعل %s
hr: Neuspjelo vraćanje commita %s

source: Must specify %s when using the %s plugin
ar: يجب تحديد %s عند استخدام الإضافة %s
hr: morate odrediti %s kada koristite %s dodatak

source: failed to run graphviz
ar: فشل في تشغيل graphviz
hr: neuspjelo pokretanje graphviza

source: prog not a valid graphviz program
hr: prog nije valjani graphwiz program

source: tohighlight contains unknown file type '%s'
hr: tohighlight sadrži nepoznat tip datoteke '%s'

source: Source code: %s
ar: الشفرة البرمجية: %s
hr: Izvorni kod: %s

source: warning: highlight perl module not available; falling back to pass through
hr: upozorenje: highlight perl modul je nedostupan; vraćam se na preusmjeravanje

source: htmltidy failed to parse this html
hr: htmltidy nije uspio izvući ovaj html

source: Image::Magick is not installed
hr: Image::Magick nije instaliran

source: failed to read %s: %s
ar: فشل في قراءة %s: %s
hr: Neuspjelo čitanje %s: %s

source: wrong size format "%s" (should be WxH)
hr: pogrešna veličina oblika "%s" (mora biti WxH)

source: failed to resize: %s
ar: فشل في إعادة حجم: %s
hr: nemoguće promjeniti veličinu: %s

source: failed to determine size of image %s
ar: فشل في تحديد حجم الصورة %s
hr: nemoguće odrediti veličinu slike %s

source: Must specify url to wiki with --url when using --rss or --atom
hr: morate odrediti adresu wiki pomoću --url kada koristite --rss ili --atom

source: page editing not allowed
ar: غير مسموح بتحرير الصفحة
hr: uređivanje stranice nije dopušteno

source: missing pages parameter
ar: وسيط الصفحات مفقود
hr: nedostaje parametar stranice

source: the %s and %s parameters cannot be used together
ar: لا يمكن استخدام الوسيط %s والوسيط %s معا
hr: %s i %s parameters ne mogu se zajedno koristiti

source: Add a new post titled:
ar: تم إضافة منشور جديد بعنوان:
hr: dodaj novi post naslovljen:

source: failed to process template %s
ar: فشل في معالجة القالب %s
hr: nemoguće procesirati predložak %s

source: failed to run dot
hr: nemogu pokrenuti točku

source: %s is locked and cannot be edited
ar: %s مغلق ولا يمكن تحريره
hr: %s je zaključan i ne može se urediti

source: multimarkdown is enabled, but Text::MultiMarkdown is not installed
hr: multimarkdown je omogućen, ali text ::multimarkdown nije instaliran

source: failed to load Markdown.pm perl module (%s) or /usr/bin/markdown (%s)
hr: nemoguće pokrenuti Markdown.pm perl modul (%s) ili /usr/bin/markdown (%s)

source: stylesheet not found
hr: tablica stila nije pronađena

source: script not found
hr: skripta nije pronađena

source: redir page not found
hr: stranica preusmjeravanja nije pronađena

source: redir cycle is not allowed
hr: ciklus preusmjeravanja nije dozvoljen

source: sort=meta requires a parameter
hr: sort=meta zahtjeva parametar

source: Mirrors
hr: zrcalni serveri

source: Mirror
hr: Zrcalni server

source: comment needs moderation
ar: يحتاج التعليق إلى إشراف
hr: Komentar zahtjeva moderaciju/odobrenje

source: more
ar: مزيد
hr: više

source: Cannot subscribe your email address without logging in.
ar: لا يمكن تسجيل اشتراك بريدك الإلكتروني دون تسجيل الدخول
hr: Nemoguće prijaviti vašu email adresu bez prijave.

source: change notification:
ar: تعديل الإعلام:
hr: Promjeni obavijest:

source: comment notification:
ar: تعليق الإعلام:
hr: Komentiraj obavjest:

source: failed to load openid module:
ar: فشل في تحميل الوحدة openid:
hr: nemoguće učitati modul openid:

source: All pages have other pages linking to them.
ar: كل الصفحات لديها صفحات أخرى ترتبط بها
hr: Sve stranice imaju druge stranice povezane s njima.

source: bad or missing template
ar: قالب مفقود أو غير حسن
hr: oštećeni ili nedostajući predložak

source: Error creating account.
ar: خطأ في إنشاء الحساب
hr: greška pri pravljenju naloga.

source: Your user page:
ar: صفحة مستخدمك:
hr: Vaša korisnička stranica:

source: Create your user page
ar: انشئ صفحة مستخدمك
hr: izradite vašu korisničku stranicu

source: Account creation successful. Now you can Login.
ar: تم إنشاء الحساب بنجاح. يمكنك تسجيل الدخول الآن
hr: Izradba naloga je uspješna. Sad se možete prijaviti

source: No email address, so cannot email password reset instructions.
ar: لا يوجد بريد إلكتروني, لذا لا يمكن إرسال تعليمات إعادة ضبط كلمة المرور
hr: nema email adrese, dakle ne mogu poslati email sa uputama za povrat lozinke.

source: Failed to send mail
ar: فشل في إرسال البريد
hr: neuspjelo slanje poruka

source: You have been mailed password reset instructions.
ar: تم إرسال تعليمات إعادة ضبط كلمة المرور إليك
hr: Instrukcije za Povrat lozinke su poslane.

source: incorrect password reset url
ar: كلمة مرور غير صحيحة أعد ضبط الرابط
hr: neispravna adresa za povrat lozinke

source: password reset denied
ar: رفض إعادة ضبط كلمة المرور
hr: povrat lozinke nije dozvoljen

source: incorrect url
ar: رابط غير صحيح
hr: neispravna adresa

source: access denied
ar: رفض الوصول
hr: pristup odbijen

source: Ping received.
hr: Ping je primljen

source: requires 'from' and 'to' parameters
ar: يتطلب الوسيط 'from' والوسيط 'to'
hr: zahtjeva 'from' i 'to' parametre

source: Will ping %s
hr: Pingat ću %s

source: Ignoring ping directive for wiki %s (this wiki is %s)
hr: Ignoriram ping direktivu za wiki %s (ovaj wiki je %s)

source: LWP not found, not pinging
hr: LWP nije pronađen, ne pingam

source: warning: Old po4a detected! Recommend upgrade to 0.35.
hr: upozorenje: stari po4a otkriven preporučam nadogradnju na 0.35

source: %s is not a valid language code
hr: %s nije valjan jezični kod

source: %s is not a valid value for po_link_to, falling back to po_link_to=default
hr: %s nije valjana vrijednost za po_link_to, vraćam na po_link_to=default

source: updated PO files
ar: تم تحديث ملفات ال po
hr: osvježene .šo datoteke

source: Can not remove a translation. If the master page is removed, however, its translations will be removed as well.
ar: تعذر إزالة الترجمة. إذا تم إزالة الصفحة الرئيسية, مع ذلك, سيتم إزالة ترجمتها أيضا.
hr: Nemoguće ukloniti prijevod. Ako je glavna stranica uklonjena, međutim njen prijevod će biti također uklonjen.

source: Can not rename a translation. If the master page is renamed, however, its translations will be renamed as well.
ar: تعذر إعادة تسمية الترجمة. إذا تم إعادة تسمية الصفحة الرئيسية, مع ذلك, سيتم إعادة تسمية ترجمتها أيضا.
hr: Nemoguće preimenovati prijevod. Ako je glavna stranica preimenovana, međutim, i njezin će prijevod biti također preimenovan.

source: POT file (%s) does not exist
ar: ملف ال pot (%s) غير موجود
hr: pot datoteka (%s) ne postoji

source: failed to copy underlay PO file to %s
ar: فشل في نسخ ملف ال po الإساسي إلى %s
hr: nemoguće kopirati underlay po datoteku %s

source: failed to update %s
ar: فشل في تحديث %s
hr: Nemoguće ažurirati %s

source: failed to copy the POT file to %s
ar: فشل في نسخ ملف ال pot إلى %s
hr: neooguće kopirati pot datoteku u %s

source: failed to translate %s
ar: فشل في ترجمة %s
hr: nemoguće prevesti %s

source: removed obsolete PO files
ar: إزالة ملفات ال po القديمة
hr: Uklonjene zastarjele .po datoteke

source: failed to write %s
ar: فشل في كتابة %s
hr: Nemoguće upisati %s

source: failed to translate
ar: فشل في الترجمة
hr: Nemoguće prevesti

source: invalid gettext data, go back to previous page to continue edit
ar: بيانات gettext غير صالحة, عد للصفحة السابقة للاستمرار في التحرير
hr: Neispravni gettext podaci, vratite se natrag na prethodnu stranicu kako biste nastavili uređivanje

source: %s has invalid syntax: must use CODE|NAME
hr: %s ima neispravnu sintaksu: morate koristiti CODE|NAME

source: vote
ar: صوت
hr: glasaj

source: Write in
ar: اكتب في
hr: piši u

source: Total votes:
ar: إجمالي الأصوات:
hr: ukupno glasova

source: polygen not installed
hr: polygen nije instaliran

source: command failed
ar: الأمر فشل
hr: komanda je neuspjela

source: missing formula
ar: معادلة مفقودة
hr: nedostajuća formula

source: unknown formula
ar: معادلة غير معروفة
hr: nepoznata formula

source: late %A- night
hr: kasna %A- noć

source: in the wee hours of %A- night
hr: u kasnim nočnim %A- satima

source: terribly early %A morning
hr: strašno rano %A jutro

source: early %A morning
hr: rano %A jutro

source: mid-morning %A
hr: prije. podne %A

source: late %A morning
hr: kasnije %A jutro

source: at lunch time on %A
hr: za vrijeme ručka %A

source: %A afternoon
hr: %A poslije podne

source: late %A afternoon
hr: kasno %A poslije podne

source: %A evening
hr: %A večer

source: late %A evening
hr: kasna %A večer

source: %A night
hr: %A noć

source: at teatime on %A
hr: za vrijeme čajanke %A

source: at midnight
ar: في منتصف الليل
hr: u sumrak

source: at noon on %A
hr: u podne %A

source: illegal percent value %s
ar: قيمة مئوية غير شرعية %s
hr: nelegalne vrijednosti %s

source: need either `percent` or `totalpages` and `donepages` parameters
hr: trebam ili `percent` ili `totalpages` i `donepages` parametre

source: This reverts commit %s
ar: يعيد هذا الفعل %s
hr: Ovo vraća commit %s

source: confirm reversion of %s
ar: تأكيد الارتداد إلى %s
hr: Potvrdi vraćanje %s

source: (Diff truncated)
hr: (Diff oštećen)

source: %s does not exist
ar: %s غير موجود
hr: %s ne postoji

source: %s is not in the srcdir, so it cannot be deleted
hr: %s nije u srcdir, stoga nemože biti izbrisano

source: %s is not a file
ar: %s ليس ملف
hr: %s nije datoteka

source: confirm removal of %s
ar: تأكيد حذف %s
hr: potvrdi uklanjanje %s

source: Please select the attachments to remove.
ar: يرجى اختيار المرفقات لإزالتها
hr: Molimo odaberite priloge za uklanjanje.

source: removed
ar: تم حذفه
hr: uklonjeno

source: %s is not in the srcdir, so it cannot be renamed
hr: %s nnije u srcdir, stoga ne može biti uklonjen

source: no change to the file name was specified
ar: لم يتم تحديد أي تغيير في اسم الملف
hr: nije određena promjena imena datoteke

source: illegal name
ar: اسم غير شرعي
hr: nelegalno ime

source: %s already exists
ar: %s موجود بالفعل
hr: %s već postoji

source: %s already exists on disk
ar: %s موجود بالفعل على المكتب
hr: %s već postoji na disku

source: rename %s
ar: إعادة تسمية %s
hr: preimenuj %s

source: Also rename SubPages and attachments
ar: يعيد تسمية الصفحات الفرعية والمرفقات أيضا
hr: Također preimenuj PodStranice i privitke

source: Only one attachment can be renamed at a time.
ar: لا يمكن إعادة تسمية أكثر من مرفق في المرة الواحدة
hr: Samo jedan privitak može se preimenovati u jednom potezu.

source: Please select the attachment to rename.
ar: يرجى اختيار المرفق لإعادة تسميته
hr: Molimo označite privitak za uklanjanje.

source: rename %s to %s
ar: إعادة تسمية %s إلى %s
hr: preimenuj %s u %s

source: update for rename of %s to %s
ar: تحديث لإعادة تسمية %s إإلى %s
hr: osvježavanje preimenovanja %s na %s

source: failed to execute rsync_command: %s
hr: nemogu izvesti rsync_command: %s

source: rsync_command exited %d
hr: rsync_command izašla %d

source: need Digest::SHA to index %s
hr: trebam Digest::SHA na index %s

source: search
ar: بحث
hr: traži

source: shortcut plugin will not work without %s
ar: إضافة الاختصارات لم تعمل دون %s
hr: dodatak prečaca neće raditi sa %s

source: missing name or url parameter
ar: وسيط الرابط أو الاسم مفقود
hr: nedostaje ime ili url parametar

source: shortcut %s points to <i>%s</i>
hr: prečac %s pokazuje na <i>%s</i>

source: smiley plugin will not work without %s
ar: إضافة الابتسامة لم تعمل دون %s
hr: dodatak smiley neće raditi bez %s

source: failed to parse any smileys
hr: nemoguće izvući smješke

source: parse error
hr: greška pri izvlačenju

source: invalid featurepoint diameter
hr: neispravna značajna točka dijametra

source: invalid featurepoint location
hr: neispravna točka značajke lokacije

source: missing values
ar: قيم مفقودة
hr: nedostaju vrijednosti

source: invalid height value
ar: قيمة ارتفاع غير صالحة
hr: neispravna vrijednost visine

source: missing width parameter
ar: وسيط عرض مفقود
hr: nedostaje parametar širine

source: invalid width value
ar: قيمة عرض غير صالحة
hr: neispravna vrijednost širine

source: failed to run php
ar: فشل في تشغيل PHp
hr: nemogu pokrenuti php php

source: cannot find file
ar: تعذر الوصول للملف
hr: ne mogu pronaći datoteku

source: unknown data format
ar: تنسيق بيانات غير معروف
hr: neispravan oblik podataka

source: empty data
ar: بيانات فارغة
hr: prazni podaci

source: Direct data download
ar: تحميل بيانات مباشرة
hr: Izravno preuzimanje podataka

source: parse fail at line %d: %s
hr: nemoguće izvlačenje na retku %d: %s

source: creating tag page %s
ar: إنشاء علامة الصفحة %s
hr: stvaranje tag stranice %s

source: missing id parameter
ar: فقد وسيط الهوية
hr: nedostajući id parametar

source: missing tex code
hr: nedostaje tex kod

source: failed to generate image from code
ar: فشل في إنشاء الصورة من الكود
hr: neuspješno generirana slika iz koda

source: building %s, its previous or next page has changed
ar: بناء %s, صفحتها السابقة أو التالية قد تغيرت
hr: izrađujem %s, njegova prethodna ili slijedeća stranica se promjenila

source: removing transient version of %s
ar: إزالة النسخة العابرة من %s
hr: uklanjam stariju verziju %s

source: login
ar: تسجيل الدخول
hr: prijava

source: Users
ar: مستخدمين
hr: Korisnici

source: %s plugin:
ar: الإضافة %s:
hr: %s dodatak:

source: %s plugins
ar: إضافات %s
hr: %s dodaci

source: enable %s?
ar: تشغيل %s
hr: omogučiti %s?

source: setup file for this wiki is not known
ar: ملف تنصيب هذه الويكي غير معروف
hr: datoteka postavljanja za ovaj wiki nije znana

source: main
ar: رئيسي
hr: početna

source: The configuration changes shown below require a wiki rebuild to take effect.
ar: تتطلب التغيرات في الإعدادات الموضحة أدناه إعادة بناء الويكي كي يتم تنفيذها بصورة صحيحة.
hr: promjene u konfiguraciji ispod prikazane zahtjevaju ponovnu izradbu wiki kako bi stupile na snagu.

source: For the configuration changes shown below to fully take effect, you may need to rebuild the wiki.
ar: من أجل تنفيذ الإعدادات الموضحة أدناه بصورة صحيحة, ربما تحتاج إلى إعادة بناء الويكي.
hr: za konfiguracijske izmjene prikazane ispod, možda ćete morati ponovno izraditi wiki.

source: Error: %s exited nonzero (%s). Discarding setup changes.
hr: Greška: %s izašao nonzero (%s). Brišem postavljene promjene.

source: cannot determine id of untrusted committer %s
ar: لا يمكن تحديد هوية للفاعل الغير موثوق به %s
hr: Ne mogu utvrditi id komitera %s u koje nemam povjerenje

source: scanning %s
ar: جاري بحث %s
hr: skeniram %s

source: skipping bad filename %s
ar: تخطي اسم الملف الغير حسن %s
hr: preskačem neispravna imena datoteka %s

source: %s has multiple possible source pages
ar: لدى %s صفحات مصدر ممكنة ومتعددة
hr: %s ima više mogućih stranica izvora

source: querying %s for file creation and modification times..
ar: الاستعلام عن %s لإنشاء الملف ومرات التعديل
hr: pitam %s za vremena stvaranja datoteka i eventualnih izmjena..

source: removing obsolete %s
ar: إزالة %s القديمة
hr: uklanjam zastarjele %s

source: building %s, which links to %s
ar: بناء %s الذي يرتبط ب %s
hr: izrađujem %s, koji linkovi za %s

source: removing %s, no longer built by %s
ar: إزالة %s, لم يعد يبنى ب %s
hr: uklanjam %s, više ga ne izrađuje %s

source: building %s, which depends on %s
ar: بناء %s الذي يعتمد على %s
hr: izrađujem %s, koji ovisi o %s

source: building %s
ar: بناء %s
hr: izrađujem %s

source: ikiwiki: cannot build %s
ar: إيكيويكي: تعذر بناء %s
hr: ikiwiki: nemoguće izraditi %s

source: cannot read %s: %s
ar: تعذر قراءة %s: %s
hr: nemoguće pročitati %s: %s

source: cannot load %s in safe mode
ar: لا يمكن تحميل %s في نمط الأمان (safe mode)
hr: nemogu pokrenuti %s u sigurnom načinu

source: failed to parse %s
ar: فشل في تحليل %s
hr: nemogu istrgnuti %s

source: you must enter a wikiname (that contains alphanumerics)
ar: يجب عليك إدخال اسم ويكي (يحتوي على حروف وأرقام)
hr: Morate unijeti wikiime (koje sadrži alfanumerike)

source: unsupported revision control system %s
ar: نظام التحكم في المراجعات %s غير مدعوم
hr: nepodržani sustav kontrole revizija %s

source: failed to set up the repository with ikiwiki-makerepo
ar: فشل في تنصيب المستودع مع ikiwiki-makerepo
hr: Nemogu postaviti repozitorij pomoću ikiwiki-makerepo

source: ** Disabling plugin %s, since it is failing with this message:
ar: ** تعطيل الإضافة %s, حيث أنها تفشل عند وجود هذه الرسالة:
hr: onemogućavam dodatke %s, zbog toga što ne uspijevaju sa ovom porukom:

source: generating wrappers..
hr: generiram wrappere

source: %s doesn't seem to be executable
ar: يبدو أن %s ليس ملف تنفيذي
hr: %s se ne čini da je izvediv

source: cannot create a wrapper that uses a setup file
hr: nemoguće napraviti wrapper koji koristi datoteku za postavljanje
