Repository: nvdacn/screenReaderTranslations
Catalog: */ikiwiki.po
Languages: ar, hr

source: wrapper filename not specified
hr: ime datoteke wrappera nije određeno

source: Please wait
ar: يرجى الانتظار
hr: molim pričekajte

source: failed to compile %s
ar: فشل في تجميع %s
hr: nemoguće kompilirati %s

source: successfully generated %s
ar: تم توليد %s بنجاح
hr: uspješno generiran %s

source: rebuilding wiki..
ar: جاري إعادة بناء الويكي..
hr: ponovno izrađujem wiki..

source: refreshing wiki..
ar: جاري تنشيط الويكي..
hr: osvježavam wiki..

source: Discussion
ar: مناقشة
hr: razgovor

source: Must specify url to wiki with --url when using --cgi
ar: يجب تخصيص رابط للويكي مع --url عند استخدام --cgi
hr: Morate odrediti adresu wiki --url kada koristite --cgi

source: unsupported umask setting %s
ar: إعداد اليوماسك %s غير مدعوم
hr: Nepodržana postavka umask %s

source: cannot use multiple rcs plugins
ar: لا يمكن استخدام إضافات RCS متعددة
hr: Nemoguće koristiti višestruke rcs dodatke

source: failed to load external plugin needed for %s plugin: %s
ar: فشل في تحميل الإضافة الخارجية التي يحتاجها %s الإضافة: %s
hr: nemoguće pokrenuti vanjski dodatak potreban za %s dodatak: %s

source: preprocessing loop detected on %s at depth %i
hr: preprocesiram petlja otkrivena u %s na dubini %i

source: bad file name %s
ar: اسم ملف غير حسن %s
hr: osteceno ime datoteke %s

source: template %s not found
ar: تعذر العثور على القالب %s
hr: predložak %s nije pronađen

source: yes
ar: نعم
hr: da

source: invalid sort type %s
ar: نوع ترتيب غير صالح %s
hr: netočan tip sorte %s

source: unknown sort type %s
ar: نوع ترتيب غير معروف %s
hr: nepoznata vrsta sorte %s

source: cannot match pages: %s
ar: تعذر مطابقة الصفحات: %s
hr: Ne mogu poklopiti stranice: %s

source: What will the wiki be named?
ar: ما الاسم الذي سيكون للويكي؟
hr: Kako će se zvati wiki stranica?

source: What revision control system to use?
ar: ما هو نظام التحكم في المراجعات الذي ستستخدمه؟
hr: Koji sustav kontrole revizija koristiti?

source: Which user (wiki account or openid) will be admin?
ar: أي المستخدمين (حساب ويكي أو وحدة openid) سيكون المشرف؟
hr: koji korisnik (wiki nalog ili openid) će biti administrator?

source: What is the domain name of the web server?
ar: ما هو اسم النطاق للخادم؟
hr: Koje je ime domene web servera?

source: email
ar: البريد الإلكتروني

source: building %s, to update its backlinks
ar: بناء %s, لتحديث روابطها الآتية

source: usage: --set var=value
ar: الاستخدام: --set var=value

source: usage: --set-yaml var=value
ar: الاستخدام: --set-yaml var=value

source: wiki
ar: ويكي
