Repository: nvdacn/screenReaderTranslations
Catalog: */nvda.po
Languages: hi, ka, sr, ur

source: &Help
hi: &मदद
ka: &დახმარება
sr: &ÐÐ¾Ð¼Ð¾Ñ
ur: مدد

source: &Configuration profiles...
hi: विन्यास प्रोफाइल &c
sr: &ÐÐ¾Ð½ÑÐ¸Ð³ÑÑÐ°ÑÐ¸Ð¾Ð½Ð¸ Ð¿ÑÐ¾ÑÐ¸Ð»Ð¸

source: &Revert to saved configuration
hi: &वापस लौटने के विन्यास को बचाया
ka: &დაბრუნება შენახულ კონფიგურაციაზე
sr: &ÐÑÐ°ÑÐ¸ Ð½Ð° ÑÐ°ÑÑÐ²Ð°Ð½Ñ ÐºÐ¾Ð½ÑÐ¸Ð³ÑÑÐ°ÑÐ¸ÑÑ

source: Reset all settings to saved state
hi: रीसेट बचाया राज्य के लिए सभी सेटिंग्स
ka: ყველა პარამეტრების ჩამოყრა შენახულ მდგომარეობაზე
sr: ÐÑÐ°ÑÐ¸ ÑÐ²Ð° Ð¿Ð¾Ð´ÐµÑÐ°Ð²Ð°ÑÐ° Ð½Ð° ÑÐ°ÑÑÐ²Ð°Ð½Ð¾ ÑÑÐ°ÑÐµ

source: &Reset configuration to factory defaults
hi: विन्यास को फैक्टरी डिफौल्ट्स में रीसैट करे &r
sr: &ÐÑÐ°ÑÐ¸ ÐºÐ¾Ð½ÑÐ¸Ð³ÑÑÐ°ÑÐ¸ÑÑ Ð½Ð° ÑÐ°Ð±ÑÐ¸ÑÐºÐµ Ð²ÑÐµÐ´Ð½Ð¾ÑÑÐ¸

source: Reset all settings to default state
hi: सभी सेटिंग्स डिफ़ॉल्ट स्थिती में रीसेट करे
sr: ÐÑÐ°ÑÐ¸ ÑÐ²Ð° Ð¿Ð¾Ð´ÐµÑÐ°Ð²Ð°ÑÐ° Ð½Ð° Ð¿Ð¾ÑÐµÑÐ½Ñ Ð²ÑÐµÐ´Ð½Ð¾ÑÑ

source: &Save configuration
hi: &विन्यास सहेजें
ka: &კონფიგურაციის შენახვა
sr: &Ð¡Ð°ÑÑÐ²Ð°Ñ ÐºÐ¾Ð½ÑÐ¸Ð³ÑÑÐ°ÑÐ¸ÑÑ

source: Write the current configuration to nvda.ini
hi: nvda.ini करने के लिए मौजूदा विन्यास लिखें
ka: მიმდინარე კონფიგურაციის ჩაწერა nvda-ში.ini
sr: ÐÐ°Ð¿Ð¸ÑÐ¸ ÑÑÐµÐ½ÑÑÐ½Ñ ÐºÐ¾Ð½ÑÐ¸Ð³ÑÑÐ°ÑÐ¸ÑÑ Ñ Ð´Ð°ÑÐ¾ÑÐµÐºÑ nvda.ini
ur: حالیہ تشکیل nvda.ini میں لکھیں

source: Donate
hi: दान करे
ka: შესაწირი
sr: ÐÐ¾Ð½Ð¸ÑÐ°Ñ

source: E&xit
hi: &निकास
ka: გ&ამოსვლა
sr: &ÐÐ·Ð»Ð°Ð·
ur: خروج

source: Exit NVDA
hi: एन व्हि डि ए निकास
ka: NVDA მუშაობის დასრულება
sr: ÐÐ·Ð°ÑÐ¸ Ð¸Ð· NVDA
ur: NVDA خروج کریں

source: Welcome to NVDA! Most commands for controlling NVDA require you to hold down the NVDA key while pressing other keys. By default, the numpad insert and main insert keys may both be used as the NVDA key. You can also configure NVDA to use the CapsLock as the NVDA key. Press NVDA+n at any time to activate the NVDA menu. From this menu, you can configure NVDA, get help and access other NVDA functions.
hi: एन व्हि डि ए नियंत्रित आप नीचे एन व्हि डि ए कुंजी जबकि अन्य कुंजी दबाने आयोजित करने की आवश्यकता के लिए अधिकांश आदेश.डिफ़ॉल्ट रूप से, numpad डालने और मुख्य सम्मिलित चाबियाँ दोनों एन व्हि डि ए कुंजी के रूप में इस्तेमाल किया जा सकता है. तुम भी कॉन्फ़िगर करने के लिए एन व्हि डि ए. एन व्हि डि ए कुंजी के रूप में उपयोग कैप्सलॉक उपयोग कर सकते हैं. किसी भी समय पर प्रेस एन व्हि डि ए मेनू सक्रिय करने के लिए इस सूची से, आप विन्यस्त एन व्हि डि ए, मदद और अन्य एन व्हि डि ए कार्यों का उपयोग कर सकते हैं.
ka: მოგესალმებით NVDA-ში! მენიუს გასააქტიურებლად აკრიფეთ n მოდიფიკატორით
sr: ÐÐ¾Ð±ÑÐ¾ Ð´Ð¾ÑÐ»Ð¸ Ñ NVDA! ÐÐµÑÐ¸Ð½Ð° ÐºÐ¾Ð½ÑÑÐ¾Ð»Ð½Ð¸Ñ ÐºÐ¾Ð¼Ð°Ð½Ð´Ð¸ Ñ NVDA Ð·Ð°Ñ ÑÐµÐ²Ð°ÑÑ Ð´Ð° Ð´ÑÐ¶Ð¸ÑÐµ Ð¿ÑÐ¸ÑÐ¸ÑÐ½ÑÑ NVDA ÑÐ°ÑÑÐµÑ Ð´Ð¾Ðº Ð¿ÑÐ¸ÑÐ¸ÑÐºÐ°ÑÐµ Ð¾ÑÑÐ°Ð»Ðµ ÑÐ°ÑÑÐµÑÐµ. ÐÐ¾ Ð¿ÑÐ°Ð²Ð¸Ð»Ñ, ÑÐ°ÑÑÐµÑ Ð¸Ð½ÑÐµÑÑ Ð½Ð° Ð½ÑÐ¼ÐµÑÐ¸ÑÐºÐ¾Ñ ÑÐ°ÑÑÐ°ÑÑÑÐ¸ Ð¸ Ð¾ÑÐ½Ð¾Ð²Ð½Ð¸ ÑÐ°ÑÑÐµÑ Ð¸Ð½ÑÐµÑÑ Ð¼Ð¾Ð³Ñ Ð´Ð° ÑÐµ ÐºÐ¾ÑÐ¸ÑÑÐµ ÐºÐ°Ð¾ NVDA ÑÐ°ÑÑÐµÑ. ÐÐ¾Ð¶ÐµÑÐµ ÑÐ°ÐºÐ¾ÑÐµ Ð¿Ð¾Ð´ÐµÑÐ¸ÑÐ¸ NVDA Ð´Ð° ÑÐµ ÑÐ°ÑÑÐµÑ Ð·Ð° Ð²ÐµÐ»Ð¸ÐºÐ° ÑÐ»Ð¾Ð²Ð° (CapsLock) ÐºÐ¾ÑÐ¸ÑÑÐ¸ ÐºÐ°Ð¾ NVDA ÑÐ°ÑÑÐµÑ. ÐÐºÐ¾ Ð¿ÑÐ¸ÑÐ¸ÑÐ½ÐµÑÐµNVDA+n Ð°ÐºÑÐ¸Ð²Ð¸ÑÐ°ÑÐµÑÐµ NVDA Ð¼ÐµÐ½Ð¸.

source: Welcome to NVDA
hi: एन व्हि डि ए आपका स्वागत है
ka: მოგესალმებით NVDA-ში
sr: ÐÐ¾Ð±ÑÐ¾ Ð´Ð¾ÑÐ»Ð¸ Ñ NVDA

source: Options
hi: विकल्प
ka: პარამეტრები
sr: ÐÐ¿ÑÐ¸ÑÐµ

source: Use CapsLock as an NVDA modifier key
hi: एक आपरिवर्तक कुंजी के रूप में प्रयोग करें उपयोग कैप्सलॉक
ka: კაპსლოკის გამოყენება როგორც nvdas მოდიფიკატორი
sr: ÐÐ¾ÑÐ¸ÑÑÐ¸ÑÐµ Ð²ÐµÐ»Ð¸ÐºÐ° ÑÐ»Ð¾Ð²Ð° (CapsLock) ÐºÐ°Ð¾ NVDA Ð¼Ð¾Ð´Ð¸ÑÐ¸ÐºÐ°ÑÐ¾ÑÑÐºÐ¸ ÑÐ°ÑÑÐµÑ
ur: CapsLock ترمیم کار کلید کے طور پر استعمال کریں

source: &Automatically start NVDA after I log on to Windows
hi: एन व्हि डि ए स्वतः शुरू होने के बाद मैं विन्डोज पर लॉग इन
ka: &ავტოჩატვირთვა NVDA Windows-ის გაშვების შემდეგ
sr: &ÐÑÑÐ¾Ð¼Ð°ÑÑÐºÐ¸ Ð¿Ð¾ÐºÑÐµÐ½Ð¸ NVDA Ð½Ð°ÐºÐ¾Ð½ ÑÑÐ¾ ÑÐµ Ð¿ÑÐ¸ÑÐ°Ð²Ð¸Ð¼ Ð½Ð° ÐÐ¸Ð½Ð´Ð¾ÑÐ·

source: Show this dialog when NVDA starts
hi: इस संवाद दिखाएँ जब एन व्हि डि ए शुरू
ka: ამ დიალოგის ჩვენება nvdas გაშვებისას
sr: ÐÑÐ¸ÐºÐ°Ð¶Ð¸ Ð¾Ð²Ð°Ñ Ð´Ð¸ÑÐ°Ð»Ð¾Ð³ ÐºÐ°Ð´Ð° ÑÐµ NVDA Ð¿Ð¾ÐºÑÐµÐ½Ðµ

source: License Agreement
hi: लाइसेंस अनुबं
sr: Ð£Ð³Ð¾Ð²Ð¾Ñ Ð¾ Ð»Ð¸ÑÐµÐ½ÑÐ¸ÑÐ°ÑÑ

source: I &agree
hi: मै सहमत हूँ &a
sr: &ÐÑÐ¸Ñ Ð²Ð°ÑÐ°Ð¼

source: &Install NVDA on this computer
hi: इस कंप्यूटर पर एनवीडीए स्थापित करें &i
sr: &ÐÐ½ÑÑÐ°Ð»Ð¸ÑÐ°Ñ NVDA Ð½Ð° Ð¾Ð²Ð¾Ð¼ ÑÐ°ÑÑÐ½Ð°ÑÑ

source: Create &portable copy
hi: पोर्टेबल प्रतिलिपि बनाए &p
sr: ÐÑÐµÐ¸ÑÐ°Ñ &Ð¿Ð¾ÑÑÐ°Ð±Ð» ÐºÐ¾Ð¿Ð¸ÑÑ

source: &Continue running
hi: चलना जारी रखे &c
sr: &ÐÐ°ÑÑÐ°Ð²Ð¸ ÑÐ° ÑÐ°Ð´Ð¾Ð¼

source: All add-ons are now disabled. They will be re-enabled on the next restart unless you choose to disable them again.
sr: ÑÐ²Ð¸ Ð´Ð¾Ð´Ð°ÑÐ¸ ÑÑ ÑÐ°Ð´Ð° Ð¾Ð½ÐµÐ¼Ð¾Ð³ÑÑÐµÐ½Ð¸ , Ð¾Ð½Ð¸ ÑÐµ Ð¿Ð¾Ð½Ð¾Ð²Ð¾ Ð±Ð¸ÑÐ¸ Ð¾Ð¼Ð¾Ð³ÑÑÐµÐ½Ð¸ Ð½Ð°ÐºÐ¾Ð½ Ð¿Ð¾Ð½Ð¾Ð²Ð½Ð¾Ð³ Ð¿Ð¾ÐºÑÐµÑÐ°ÑÐ° Ð¾ÑÐ¸Ð¼ Ð°ÐºÐ¾ Ð¸Ñ Ð²Ð¸ Ð¿Ð¾Ð½Ð¾Ð²Ð¾ Ð½Ðµ Ð¾Ð½ÐµÐ¼Ð¾Ð³ÑÑÐ¸ÑÐµ.

source: What would you like to &do?
sr: ÑÑÐ° Ð¶ÐµÐ»Ð¸ÑÐµ Ð´Ð° ÑÑÐ°Ð´Ð¸ÑÐµ

source: Exit
sr: Ð¸Ð·Ð»Ð°Ð· Ð¸Ð· NVDA

source: Restart
sr: Ð¿Ð¾Ð½Ð¾Ð²Ð¾ Ð¿Ð¾ÐºÑÐµÐ½Ð¸ Ð½Ð²Ð´Ð°

source: Restart with add-ons disabled
sr: Ð¿Ð¾Ð½Ð¾Ð²Ð¾ Ð¿Ð¾ÐºÑÐµÐ½Ð¸ ÑÐ° Ð´Ð¾Ð´Ð°ÑÐ¸Ð¼Ð° Ð¾Ð½ÐµÐ¼Ð¾Ð³ÑÑÐµÐ½Ð¸Ð¼

source: Please wait
hi: कृपया प्रतीक्षा करें
sr: ÐÐ¾Ð»Ð¸Ð¼Ð¾ ÑÐ°ÑÐµÐºÐ°ÑÑÐµ

source: Add-ons Manager
hi: Add-ons प्रबंधक
sr: Ð£Ð¿ÑÐ°Ð²ÑÐ°ÑÐµ Ð´Ð¾Ð´Ð°ÑÐ¸Ð¼Ð°

source: All add-ons are now disabled. To enable add-ons you must restart NVDA.
sr: ÑÐ²Ð¸ Ð´Ð¾Ð´Ð°ÑÐ¸ ÑÑ ÑÐ°Ð´Ð° Ð¾Ð½ÐµÐ¼Ð¾Ð³ÑÑÐµÐ½Ð¸, Ð´Ð° Ð¿Ð¾Ð½Ð¾Ð²Ð¾ Ð¾Ð¼Ð¾Ð³ÑÑÐ¸ÑÐµ Ð´Ð¾Ð´Ð°ÑÐºÐµ Ð¿Ð¾Ð½Ð¾Ð²Ð¾ Ð¿Ð¾ÐºÑÐµÐ½Ð¸ÑÐµ Ð½Ð²Ð´Ð°

source: Installed Add-ons
hi: ऐड-औन्ज़ स्थापित करे
sr: ÐÐ½ÑÑÐ°Ð»Ð¸ÑÐ°Ð½Ð¸ Ð´Ð¾Ð´Ð°ÑÐ¸

source: Package
hi: पैके
sr: ÐÐ°ÐºÐµÑ

source: Status
hi: स्थिति
sr: Ð¡ÑÐ°ÑÑÑ

source: Version
hi: संस्करण
sr: ÐÐµÑÐ·Ð¸ÑÐ°

source: Author
hi: लेखक
sr: ÐÑÑÐ¾Ñ

source: &About add-on...
hi: ऐड-औन के बारे में ... &a
sr: &Ð Ð´Ð¾Ð´Ð°ÑÐ¸Ð¼Ð°...

source: Add-on &help
hi: Add-on &सहयोग
sr: Ð¿Ð¾Ð¼ Ð¾Ñ Ð·Ð° Ð´Ð¾Ð´Ð°ÑÐºÐµ

source: &Install...
hi: स्थापित करे... &i
sr: &ÐÐ½ÑÑÐ°Ð»Ð¸ÑÐ°Ñ...

source: &Remove
hi: निकालें
ka: &წასლა
sr: &Ð£ÐºÐ»Ð¾Ð½Ð¸

source: &Get add-ons...
hi: ऐड-औन्ज़ प्राप्त करे... &g
sr: &ÐÐ°Ð±Ð°Ð²Ð¸ Ð´Ð¾Ð´Ð°ÑÐºÐµ...

source: Choose Add-on Package File
hi: ऐड-औन पैकेज फ़ाइल चुनें
sr: ÐÐ´Ð°Ð±ÐµÑÐ¸ Ð´Ð°ÑÐ¾ÑÐµÐºÑ ÑÐ° Ð¿Ð°ÐºÐµÑÐ¾Ð¼ Ð´Ð¾Ð´Ð°ÑÐ°ÐºÐ°

source: NVDA Add-on Package (*.{ext})
hi: एनवीडीए ऐड-औन पैकेज (*.{ext})
sr: NVDA Ð¿Ð°ÐºÐµÑ ÑÐ° Ð´Ð¾Ð´Ð°ÑÐ¸Ð¼Ð° (*.{ext})

source: Failed to open add-on package file at %s - missing file or invalid file format
hi: %s पर ऐड - ऑन पैकेज फ़ाइल खोलने में नाकाम रहे - गायब फाइल या अमान्य फ़ाइल प्रारूप
sr: Ð½ÐµÑÑÐ¿ÐµÑ Ñ Ð¾ÑÐ²Ð°ÑÐ°ÑÑ Ð´Ð°ÑÐ¾ÑÐµÐºÐµ ÑÐ° Ð¿Ð°ÐºÐµÑÐ¾Ð¼ Ð´Ð¾Ð´Ð°ÑÐ°ÐºÐ° Ð½Ð° %s - Ð½ÐµÐ´Ð¾ÑÑÐ°ÑÐµ Ð´Ð°ÑÐ¾ÑÐµÐºÐ° Ð¸Ð»Ð¸ ÑÐµ Ð½ÐµÐ¸ÑÐ¿ÑÐ°Ð²Ð°Ð½ ÑÐµÐ½ ÑÐ¾ÑÐ¼Ð°Ñ

source: Are you sure you want to install this add-on? Only install add-ons from trusted sources. Addon: {summary} {version} Author: {author}
hi: क्या आप इस ऐड - ऑन को स्थापित करना चाहते हैं? केवल विश्वसनीय स्रोतों से ऐड - ऑन स्थापित करें. ऐड - ऑन : {summary} {version} लेखक : {author}
sr: ÐÐ° Ð»Ð¸ ÑÑÐµ ÑÐ¸Ð³ÑÑÐ½Ð¸ Ð´Ð° Ð¶ÐµÐ»Ð¸ÑÐµ Ð´Ð° Ð¸Ð½ÑÑÐ°Ð»Ð¸ÑÐ°ÑÐµ Ð¾Ð²Ð°Ñ Ð´Ð¾Ð´Ð°ÑÐ°Ðº? ÐÐ½ÑÑÐ°Ð»Ð¸ÑÐ°ÑÑÐµ ÑÐ°Ð¼Ð¾ Ð´Ð¾Ð´Ð°ÑÐºÐµ Ð¸Ð· Ð¿Ð¾ÑÐ·Ð´Ð°Ð½Ð¸Ñ Ð¸Ð·Ð²Ð¾ÑÐ°. ÐÐ¾Ð´Ð°ÑÐ°Ðº: {summary} {version} ÐÑÑÐ¾Ñ: {author}

source: Add-on Installation
hi: ऐड - ऑन स्थापना
sr: ÐÐ½ÑÑÐ°Ð»Ð°ÑÐ¸ÑÐ° Ð´Ð¾Ð´Ð°ÑÐºÐ°

source: A version of this add-on is already installed. Would you like to update it?
hi: इस ऐड-औन का एक संस्करण पहले से स्थापित है. क्याँ आप इसे अपडेट करना चाहेंगे?
sr: ÐÐµÐºÐ° Ð²ÐµÑÐ·Ð¸ÑÐ° Ð¾Ð²Ð¾Ð³ Ð´Ð¾Ð´Ð°ÑÐºÐ° ÑÐµ Ð²ÐµÑ Ð¸Ð½ÑÑÐ°Ð»Ð¸ÑÐ°Ð½Ð°. ÐÐµÐ»Ð¸ÑÐµ Ð»Ð¸ Ð´Ð° Ð³Ð° Ð°Ð¶ÑÑÐ¸ÑÐ°ÑÐµ?

source: Installing Add-on
hi: ऐड-औन स्थापित हो रहा है
sr: ÐÐ½ÑÑÐ°Ð»Ð¸ÑÐ°ÑÐµ Ð´Ð¾Ð´Ð°ÑÐºÐ°

source: Please wait while the add-on is being installed.
hi: कृपया ऐड-औन के स्थापित होने तक प्रतीक्षा करें.
sr: ÐÐ¾Ð»Ð¸Ð¼Ð¾ ÑÐ°ÑÐµÐºÐ°ÑÑÐµ Ð´Ð¾Ðº ÑÐµ Ð´Ð¾Ð´Ð°ÑÐ°Ðº Ð¸Ð½ÑÑÐ°Ð»Ð¸ÑÐ°.

source: Failed to install add-on from %s
hi: से ऐड-औन स्थापित करने मे नाकाम रहे %s
sr: ÐÐµÑÑÐ¿ÐµÑÐ½Ð° Ð¸Ð½ÑÑÐ°Ð»Ð°ÑÐ¸ÑÐ° Ð´Ð¾Ð´Ð°ÑÐºÐ° Ð¸Ð· %s

source: Are you sure you wish to remove the selected add-on from NVDA?
hi: क्या आप निश्चित है कि आप एनवीडीए से चुने गए ऐड-औन को निकालना चाहते है?
sr: ÐÐ° Ð»Ð¸ ÑÑÐµ ÑÐ¸Ð³ÑÑÐ½Ð¸ Ð´Ð° Ð¶ÐµÐ»Ð¸ÑÐµ Ð´Ð° ÑÐºÐ»Ð¾Ð½Ð¸ÑÐµ Ð¾Ð´Ð°Ð±ÑÐ°Ð½Ð¸ Ð´Ð¾Ð´Ð°ÑÐ°Ðº Ð¸Ð· NVDA?

source: Remove Add-on
hi: ऐड-औन निकालें
sr: Ð£ÐºÐ»Ð¾Ð½Ð¸ Ð´Ð¾Ð´Ð°ÑÐ°Ðº

source: install
hi: स्थापित करे
sr: Ð¸Ð½ÑÑÐ°Ð»Ð¸ÑÐ°Ð½

source: remove
hi: निकाले
sr: ÑÐºÐ»Ð¾ÑÐµÐ½

source: suspended
sr: ÑÑÑÐ¿ÐµÐ½Ð´Ð¾Ð²Ð°Ð½

source: running
hi: चल रहा है
sr: Ð°ÐºÑÐ¸Ð²Ð°Ð½

source: Add-ons have been added or removed. You must restart NVDA for these changes to take effect. Would you like to restart now?
hi: ऐड-औन डाला या लिकाला गया है. इन परिवर्तनों को प्रभावी करने के लिए आपको एनवीडीए को पुनरारंभ करना होगा. क्याँ आप अभी पुनरारंभ करना चाहते है?
sr: ÐÐ¾Ð´Ð°ÑÐ¸ ÑÑ Ð±Ð¸Ð»Ð¸ Ð¸Ð½ÑÑÐ°Ð»Ð¸ÑÐ°Ð½Ð¸ Ð¸Ð»Ð¸ ÑÐºÐ»Ð¾ÑÐµÐ½Ð¸. ÐÐ¾ÑÐ°ÑÐµ ÑÐµÑÑÐ°ÑÑÐ¾Ð²Ð°ÑÐ¸ NVDA Ð´Ð° Ð±Ð¸ Ð¾Ð²Ðµ Ð¸Ð·Ð¼ÐµÐ½Ðµ Ð±Ð¸Ð»Ðµ Ð¿ÑÐ¸Ñ Ð²Ð°ÑÐµÐ½Ðµ. ÐÐµÐ»Ð¸ÑÐµ Ð»Ð¸ Ð´Ð° ÑÐµÑÑÐ°ÑÑÑÑÐµÑÐµ ÑÐ°Ð´Ð°?

source: Restart NVDA
hi: एनवीडीए पुनरारंभ करे
sr: Ð ÐµÑÑÐ°ÑÑÑÑ NVDA

source: {summary} ({name}) Version: {version} Author: {author} Description: {description}
hi: {summary} ({name}) संस्करण : {version} लेखक : {author} विवरण : {description}
sr: {summary} ({name}) ÐÐµÑÐ·Ð¸ÑÐ°: {version} ÐÑÑÐ¾Ñ: {author} ÐÐ¿Ð¸Ñ: {description}

source: Add-on Information
hi: ऐड-औन जालकारी
sr: ÐÐ½ÑÐ¾ÑÐ¼Ð°ÑÐ¸ÑÐµ Ð¾ Ð´Ð¾Ð´Ð°ÑÐºÑ

source: Configuration Profiles
hi: विन्यास प्रोफाइल
sr: ÐÐ¾Ð½ÑÐ¸Ð³ÑÑÐ°ÑÐ¸Ð¾Ð½Ð¸ Ð¿ÑÐ¾ÑÐ¸Ð»Ð¸

source: &Profile
hi: रूपरेखा &p
sr: &ÐÑÐ¾ÑÐ¸Ð»

source: &New
hi: नया &n
sr: &ÐÐ¾Ð²Ð¸

source: &Rename
hi: नाम बदलें &r
sr: Ð&ÑÐµÐ¸Ð¼ÐµÐ½ÑÑ

source: &Delete
hi: डिलीड करे &d
sr: &ÐÐ±ÑÐ¸ÑÐ¸

source: &Triggers...
hi: ट्रिगर्ज़... &t
sr: Ð&ÐºÐ¸Ð´Ð°ÑÐ¸

source: Temporarily d&isable all triggers
hi: अस्थायी रूप से सभी ट्रिगर्स को डिसेबल करे &i
sr: ÐÑÐ¸Ð²ÑÐµÐ¼ÐµÐ½Ð¾ Ð¾Ð½Ðµ&Ð¼Ð¾Ð³ÑÑÐ¸ ÑÐ²Ðµ Ð¾ÐºÐ¸Ð´Ð°ÑÐµ

source: (normal configuration)
hi: (साधारण विन्यास)
sr: (Ð½Ð¾ÑÐ¼Ð°Ð»Ð½Ð° ÐºÐ¾Ð½ÑÐ¸Ð³ÑÑÐ°ÑÐ¸ÑÐ°)

source: editing
hi: संपादित हो रहा है
sr: ÑÑÐµÑÐ¸Ð²Ð°ÑÐµ

source: manual
hi: स्वयम
sr: ÑÑÑÐ½Ð¾

source: triggered
hi: ट्रिगर
sr: Ð¾ÐºÐ¸Ð´Ð°ÑÐµÐ¼

source: Error activating profile.
hi: प्रोफाइल सक्रिय करने में त्रुटि.
sr: ÐÑÐµÑÐºÐ° Ð¿ÑÐ¸ Ð°ÐºÑÐ¸Ð²Ð¸ÑÐ°ÑÑ Ð¿ÑÐ¾ÑÐ¸Ð»Ð°

source: Are you sure you want to delete this profile? This cannot be undone.
hi: क्या आप निश्चित है कि आप इस प्रोफाइल को डिलीट करना चाहते हैं? इसे पूर्ववत नहीं किया जा सकता.
sr: ÐÐ° Ð»Ð¸ ÑÑÐµ ÑÐ¸Ð³ÑÑÐ½Ð¸ Ð´Ð° Ð¶ÐµÐ»Ð¸ÑÐµ Ð´Ð° Ð¾Ð±ÑÐ¸ÑÐµÑÐµ Ð¾Ð²Ð°Ñ Ð¿ÑÐ¾ÑÐ¸Ð»? ÐÐ²Ð°Ñ ÐºÐ¾ÑÐ°Ðº Ð½Ðµ Ð¼Ð¾Ð¶Ðµ Ð±Ð¸ÑÐ¸ ÐºÐ°ÑÐ½Ð¸ÑÐµ Ð¿Ð¾Ð½Ð¸ÑÑÐµÐ½.

source: Confirm Deletion
hi: मिटाना निश्चित करे
sr: ÐÐ¾ÑÐ²ÑÐ´Ð¸ Ð±ÑÐ¸ÑÐ°ÑÐµ

source: Error deleting profile.
hi: प्रोफ़ाइल डिलीट करने में त्रुटि.
sr: ÐÑÐµÑÐºÐ° Ð¿ÑÐ¸Ð»Ð¸ÐºÐ¾Ð¼ Ð±ÑÐ¸ÑÐ°ÑÐ° Ð¿ÑÐ¾ÑÐ¸Ð»Ð°

source: Manual deactivate
hi: स्वयम निष्क्रिय करें
sr: Ð ÑÑÐ½Ð¾ Ð´ÐµÐ°ÐºÑÐ¸Ð²Ð¸ÑÐ°Ñ

source: Manual activate
hi: स्वयम सक्रिय करें
sr: Ð ÑÑÐ½Ð¾ Ð°ÐºÑÐ¸Ð²Ð¸ÑÐ°Ñ

source: New name:
hi: नया नाम :
sr: ÐÐ¾Ð²Ð¾ Ð¸Ð¼Ðµ:

source: Rename Profile
hi: प्रोफ़ाइल का नाम बदलें
sr: ÐÑÐµÐ¸Ð¼ÐµÐ½ÑÑ Ð¿ÑÐ¾ÑÐ¸Ð»

source: That profile already exists. Please choose a different name.
hi: वह प्रोफ़ाइल पहले से मौजूद है. कृपया कोई दूसरा नाम चुने.
sr: Ð¢Ð°Ñ Ð¿ÑÐ¾ÑÐ¸Ð» Ð²ÐµÑ Ð¿Ð¾ÑÑÐ¾ÑÐ¸. ÐÐ¾Ð»Ð¸Ð¼Ð¾ ÐÐ°Ñ Ð´Ð° Ð¾Ð´Ð°Ð±ÐµÑÐµÑÐµ Ð½ÐµÐºÐ¾ Ð´ÑÑÐ³Ð¾ Ð¸Ð¼Ðµ.

source: Error renaming profile.
hi: प्रोफाइल का नाम बदलने में त्रुटि.
sr: ÐÑÐµÑÐºÐ° Ð¿ÑÐ¸ Ð¿ÑÐµÐ¸Ð¼ÐµÐ½Ð¾Ð²Ð°ÑÑ Ð¿ÑÐ¾ÑÐ¸Ð»Ð°

source: Current application (%s)
hi: वर्तमान एप्लिकेशन (%s)
sr: Ð¢ÑÐµÐ½ÑÑÐ½Ð¾ Ð°ÐºÑÐ¸Ð²Ð½Ð° Ð°Ð¿Ð»Ð¸ÐºÐ°ÑÐ¸ÑÐ° ÑÐµ %s

source: Say all
hi: सब कुछ बोलो
sr: ÐÐ·Ð³Ð¾Ð²Ð¾ÑÐ¸ ÑÐ²Ðµ

source: Error saving configuration profile triggers - probably read only file system.
hi: विन्यास प्रोफाइल ट्रिगरों को सेव करने में त्रुटि - शायद रीड़ ओनली फाइल सिस्टम.
sr: ÐÐµ Ð¼Ð¾Ð³Ñ ÑÐµ ÑÐ°ÑÑÐ²Ð°ÑÐ¸ Ð¾ÐºÐ¸Ð´Ð°ÑÐ¸ Ð¿ÑÐ¾ÑÐ¸Ð»Ð½Ð¸Ñ ÐºÐ¾Ð½ÑÐ¸Ð³ÑÑÐ°ÑÐ¸ÑÐ° - Ð²ÐµÑÐ¾Ð²Ð°ÑÐ½Ð¾ ÑÐµ ÑÐ¸ÑÑÐµÐ¼ Ð´Ð°ÑÐ¾ÑÐµÐºÐ° ÑÐ°Ð¼Ð¾ Ð·Ð° ÑÐ¸ÑÐ°ÑÐµ

source: Profile Triggers
hi: प्रोफ़ाइल ट्रिगर
sr: ÐÐºÐ¸Ð´Ð°ÑÐ¸ Ð¿ÑÐ¾ÑÐ¸Ð»Ð°

source: %s application
hi: %s एप्लिकेशन
sr: %s Ð°Ð¿Ð»Ð¸ÐºÐ°ÑÐ¸ÑÐ°

source: Triggers
hi: ट्रिगर
sr: ÐÐºÐ¸Ð´Ð°ÑÐ¸

source: Profile
hi: प्रोफ़ाइल
sr: ÐÑÐ¾ÑÐ¸Ð»

source: New Profile
hi: नया प्रोफ़ाइल
sr: ÐÐ¾Ð²Ð¸ Ð¿ÑÐ¾ÑÐ¸Ð»

source: Profile name:
hi: प्रोफ़ाइल का नाम :
sr: ÐÐ¼Ðµ Ð¿ÑÐ¾ÑÐ¸Ð»Ð°:

source: Manual activation
hi: मैनुअल सक्रियण
sr: Ð ÑÑÐ½Ð° Ð°ÐºÑÐ¸Ð²Ð°ÑÐ¸ÑÐ°

source: Use this profile for:
hi: के लिए प्रोफ़ाइल का उपयोग करे:
sr: ÐÐ¾ÑÐ¸ÑÑÐ¸ Ð¾Ð²Ð°Ñ Ð¿ÑÐ¾ÑÐ¸Ð» Ð·Ð°:

source: This trigger is already associated with another profile. If you continue, it will be removed from that profile and associated with this one. Are you sure you want to continue?
hi: यह ट्रिगर पहले से ही एक दूसरे प्रोफाइल के साथ जुड़ा हुआ है. अगर आप जारी रखते हैं, यह उस प्रोफाइल से हटा दिया जाएँगा और इसके साथ जोड दिया जाएँगा. क्या आप निश्चित रूप से जारी रखना चाहते हैं?
sr: ÐÐ²Ð°Ñ Ð¾ÐºÐ¸Ð´Ð°Ñ ÑÐµ Ð²ÐµÑ ÑÐ²ÐµÐ·Ð°Ð½ ÑÐ° Ð´ÑÑÐ³Ð¸Ð¼ Ð¿ÑÐ¾ÑÐ¸Ð»Ð¾Ð¼. ÐÐºÐ¾ Ð½Ð°ÑÑÐ°Ð²Ð¸ÑÐµ, Ð±Ð¸ÑÐµ ÑÐºÐ»Ð¾ÑÐµÐ½ Ð¸Ð· ÑÐ¾Ð³ Ð¿ÑÐ¾ÑÐ¸Ð»Ð° Ð¸ ÑÐ²ÐµÐ·Ð°Ð½ ÑÐ° Ð¾Ð²Ð¸Ð¼. ÐÐ° Ð»Ð¸ ÑÑÐµ ÑÐ¸Ð³ÑÑÐ½Ð¸ Ð´Ð° Ð¶ÐµÐ»Ð¸ÑÐµ Ð´Ð° Ð½Ð°ÑÑÐ°Ð²Ð¸ÑÐµ?

source: Warning
hi: चेतावनी
sr: Ð£Ð¿Ð¾Ð·Ð¾ÑÐµÑÐµ

source: Error creating profile - probably read only file system.
hi: विन्यास प्रोफाइल ट्रिगरों को बनाने में त्रुटि - शायद रीड़ ओनली फाइल सिस्टम.
sr: ÐÑÐµÑÐºÐ° Ð¿ÑÐ¸ ÐºÑÐµÐ¸ÑÐ°ÑÑ Ð¿ÑÐ¾ÑÐ¸Ð»Ð° - Ð²ÐµÑÐ¾Ð²Ð°ÑÐ½Ð¾ ÑÐµ ÑÐ¸ÑÑÐµÐ¼ Ð´Ð°ÑÐ¾ÑÐµÐºÐ° ÑÐ°Ð¼Ð¾ Ð·Ð° ÑÐ¸ÑÐ°ÑÐµ

source: To edit this profile, you will need to manually activate it. Once you have finished editing, you will need to manually deactivate it to resume normal usage. Do you wish to manually activate it now?
sr: ÐÐ° Ð±Ð¸ÑÑÐµ ÑÑÐµÐ´Ð¸Ð»Ð¸ Ð¾Ð²Ð°Ñ Ð¿ÑÐ¾ÑÐ¸Ð», Ð¼Ð¾ÑÐ°ÑÐµÑÐµ ÑÑÑÐ½Ð¾ Ð´Ð° Ð³Ð° Ð°ÐºÑÐ¸Ð²Ð¸ÑÐ°ÑÐµ. ÐÐ°Ð´Ð° Ð±ÑÐ´ÐµÑÐµ Ð³Ð¾ÑÐ¾Ð²Ð¸ ÑÐ° ÑÑÐµÑÐ¸Ð²Ð°ÑÐµÐ¼, Ð¼Ð¾ÑÐ°ÑÐµÑÐµ Ð³Ð° ÑÑÑÐ½Ð¾ Ð´ÐµÐ°ÐºÑÐ¸Ð²Ð¸ÑÐ°ÑÐ¸ Ð´Ð° Ð±Ð¸ÑÑÐµ Ð½Ð°ÑÑÐ°Ð²Ð¸Ð»Ð¸ ÑÐ° ÑÐµÐ´Ð¾Ð²Ð½Ð¾Ð¼ ÑÐ¿Ð¾ÑÑÐµÐ±Ð¾Ð¼. ÐÐ° Ð»Ð¸ Ð¶ÐµÐ»Ð¸ÑÐµ Ð´Ð° Ð³Ð° ÑÐ°Ð´ ÑÑÑÐ½Ð¾ Ð°ÐºÑÐ¸Ð²Ð¸ÑÐ°ÑÐµ?

source: Manual Activation
hi: मैनुअल सक्रियण
sr: Ð ÑÑÐ½Ð° Ð°ÐºÑÐ¸Ð²Ð°ÑÐ¸ÑÐ°

source: Updating NVDA
hi: एनवीडीए को अपडेट किया जा रहा है
sr: ÐÐ¶ÑÑÐ¸ÑÐ°ÑÐµ NVDA

source: Installing NVDA
hi: एनवीडीए को स्थापित किया जा रहा है
sr: ÐÐ½ÑÑÐ°Ð»Ð¸ÑÐ°ÑÐµ NVDA

source: Please wait while your previous installation of NVDA is being updated.
hi: आपके ऐनवीडीए की पिछली स्थापना के अपडेट होने तक पृपया प्रतीक्षा करे
sr: ÐÐ¾Ð»Ð¸Ð¼Ð¾ ÑÐ°ÑÐµÐºÐ°ÑÑÐµ Ð´Ð¾Ðº ÑÐµ ÐÐ°ÑÐ° Ð¿ÑÐµÑÑ Ð¾Ð´Ð½Ð° Ð¸Ð½ÑÑÐ°Ð»Ð°ÑÐ¸ÑÐ° NVDA Ð°Ð¶ÑÑÐ¸ÑÐ°.

source: Please wait while NVDA is being installed
hi: जब तक एनवीडीए स्थापित किया जाता है, कृपया प्रतीक्षा करें
sr: ÐÐ¾Ð»Ð¸Ð¼Ð¾ ÑÐ°ÑÐµÐºÐ°ÑÑÐµ Ð´Ð¾Ðº ÑÐµ NVDA Ð¸Ð½ÑÑÐ°Ð»Ð¸ÑÐ°

source: The installation is unable to remove or overwrite a file. Another copy of NVDA may be running on another logged-on user account. Please make sure all installed copies of NVDA are shut down and try the installation again.
hi: स्थापना एक फ़ाइल को निकालने या अधिलेखित करने में असमर्थ है. एनवीडीए की एक और प्रतिलिपि कोई और लॉग्ड ऑन उपयोगकर्ता खाते पर चल रही हो सकती है. कृपया निश्चित करे कि ऐनवीडीए की सारी स्थापित प्रतियां बंद है और फिरसे स्थापना करने का प्रयास करे.
sr: ÐÐ½ÑÑÐ°Ð»Ð°ÑÐ¸ÑÐ° Ð½Ðµ Ð¼Ð¾Ð¶Ðµ Ð´Ð° Ð¿ÑÐµÐ¼ÐµÑÑÐ¸ Ð¸Ð»Ð¸ Ð¿ÑÐµÐ¿Ð¸ÑÐµ Ð´Ð°ÑÐ¾ÑÐµÐºÑ. ÐÑÑÐ³Ð° ÐºÐ¾Ð¿Ð¸ÑÐ° NVDA ÑÐµ Ð¼Ð¾Ð¶Ð´Ð° Ð¿Ð¾ÐºÑÐµÐ½ÑÑÐ° Ð½Ð° Ð½ÐµÐºÐ¾Ð¼ Ð´ÑÑÐ³Ð¾Ð¼ ÐºÐ¾ÑÐ¸ÑÐ½Ð¸ÑÐºÐ¾Ð¼ Ð½Ð°Ð»Ð¾Ð³Ñ. ÐÐ¾Ð»Ð¸Ð¼Ð¾ Ð²Ð°Ñ Ð´Ð° Ð¿Ð¾Ð³Ð°ÑÐ¸ÑÐµ ÑÐ²Ðµ Ð¸Ð½ÑÑÐ°Ð»Ð¸ÑÐ°Ð½Ðµ ÐºÐ¾Ð¿Ð¸ÑÐµ NVDA Ð¸ Ð¿Ð¾Ð½Ð¾Ð±Ð¾ Ð¿Ð¾ÐºÑÐµÐ½ÐµÑÐµ Ð¸Ð½ÑÑÐ°Ð»Ð°ÑÐ¸ÑÑ.

source: File in Use
hi: फाइल प्रयोग में है
sr: ÐÐ°ÑÐ¾ÑÐµÐºÐ° ÑÐµ Ñ ÑÐ¿Ð¾ÑÑÐµÐ±Ð¸

source: The installation of NVDA failed. Please check the Log Viewer for more information.
hi: ऐनवीढीए की स्थापना नाकाम रही. अधिक जानकारी के लिए लॉग प्रदर्शक की जांच करें.
sr: ÐÐ½ÑÑÐ°Ð»Ð°ÑÐ¸ÑÐ° NVDA Ð½Ð¸ÑÐµ ÑÑÐ¿ÐµÐ»Ð°. ÐÐ¾Ð»Ð¸Ð¼Ð¾ ÐÐ°Ñ Ð´Ð° Ð¿ÑÐ¾Ð²ÐµÑÐ¸ÑÐµ ÐÑÐµÐ³Ð»ÐµÐ´Ð°Ñ Ð´Ð½ÐµÐ²Ð½Ð¸ÐºÐ° Ð·Ð° Ð²Ð¸ÑÐµ Ð¸Ð½ÑÐ¾ÑÐ¼Ð°ÑÐ¸ÑÐ°

source: Successfully installed NVDA.
hi: एनवीडीए सफलतापूर्वक स्थापित किया गया है.
sr: Ð£ÑÐ¿ÐµÑÐ½Ð¾ Ð¸Ð½ÑÑÐ°Ð»Ð¸ÑÐ°Ð½ NVDA

source: Successfully updated your installation of NVDA.
hi: आपके ऐनवीडीए की स्थापना सफलतापूर्वक अपडेट की गई है.
sr: Ð£ÑÐ¿ÐµÑÐ½Ð¾ ÑÐµ Ð°Ð¶ÑÑÐ¸ÑÐ°Ð½Ð° ÐÐ°ÑÐ° Ð¸Ð½ÑÑÐ°Ð»Ð°ÑÐ¸ÑÐ° NVDA.

source: Please press OK to start the installed copy.
hi: स्थापित प्रतिलिपि को शुरू करने के लिए कृपया ओके दबाएं.
sr: ÐÐ¾Ð»Ð¸Ð¼Ð¾ Ð¿ÑÐ¸ÑÐ¸ÑÐ½Ð¸ÑÐµ ÐÐ Ð´Ð° Ð¿Ð¾ÐºÑÐµÐ½ÐµÑÐµ Ð¸Ð½ÑÑÐ°Ð»Ð¸ÑÐ°Ð½Ñ ÐºÐ¾Ð¿Ð¸ÑÑ.

source: Success
hi: सफलता
ka: წარმატებულად
sr: Ð£ÑÐ¿ÐµÑ

source: Install NVDA
hi: ऐनवीडीए स्थापित करे
sr: ÐÐ½ÑÑÐ°Ð»Ð°ÑÐ¸ÑÐ° NVDA

source: To install NVDA to your hard drive, please press the Continue button.
hi: अपनी हार्ड ड्राइव पर एनवीडीए को स्थापित करने के लिए, कंटिन्यू बटन दबाएँ.
sr: ÐÐ° Ð±Ð¸ÑÑÐµ Ð¸Ð½ÑÑÐ°Ð»Ð¸ÑÐ°Ð»Ð¸ NVDA Ð½Ð° ÐÐ°Ñ Ð´Ð¸ÑÐº, Ð¿ÑÐ¸ÑÐ¸ÑÐ½Ð¸ÑÐµ Ð´ÑÐ³Ð¼Ðµ ÐÐ°ÑÑÐ°Ð²Ð¸.

source: A previous copy of NVDA has been found on your system. This copy will be updated.
hi: एनवीडीए की पिछली प्रतिलिपि आपके सिस्टम पर पाई गई है. यह प्रतिलिपि अपडेट की जाएगी.
sr: Ð Ð°Ð½Ð¸ÑÐ° Ð²ÐµÑÐ·Ð¸ÑÐ° NVDA ÑÐµ Ð¿ÑÐ¾Ð½Ð°ÑÐµÐ½Ð° Ð½Ð° ÐÐ°ÑÐµÐ¼ ÑÐ¸ÑÑÐµÐ¼Ñ. Ð¢Ð° ÐºÐ¾Ð¿Ð¸ÑÐ° ÑÐµ Ð±Ð¸ÑÐ¸ Ð°Ð¶ÑÑÐ¸ÑÐ°Ð½Ð°.

source: The installation path for NVDA has changed. it will now be installed in {path}
hi: एनवीडीए का स्थापना पथ बदल गया है. यह अब {path} में स्थापित किया जाएगा
sr: ÐÑÑÐ°ÑÐ° Ð·Ð° Ð¸Ð½ÑÑÐ°Ð»Ð°ÑÐ¸ÑÑ NVDA ÑÐµ Ð¿ÑÐ¾Ð¼ÐµÐ½Ð¸Ð»Ð°. ÐÐ¸ÑÐµ Ð¸Ð½ÑÑÐ°Ð»Ð¸ÑÐ°Ð½Ð° Ñ {path}

source: Use NVDA on the Windows &logon screen
hi: विंडोज़ लौगौन स्क्रीन पर ऐनवीडीए का उपयोग करे &l
sr: ÐÐ¾ÑÐ¸ÑÑÐ¸ NVDA Ð½Ð° ÐÐ¸Ð½Ð´Ð¾ÑÐ·Ð¾Ð²Ð¾Ð¼ ÐµÐºÑÐ°Ð½Ñ Ð·Ð° &Ð¿ÑÐ¸ÑÐ°Ð²ÑÐ¸Ð²Ð°ÑÐµ

source: &Keep existing desktop shortcut
hi: मौजूदा डेस्कटॉप शॉर्टकट रखो &k
sr: &ÐÐ°Ð´ÑÐ¶Ð¸ Ð¿Ð¾ÑÑÐ¾ÑÐµÑÑ Ð¿ÑÐµÑÐ¸ÑÑ Ð½Ð° ÑÐ°Ð´Ð½Ð¾Ñ Ð¿Ð¾Ð²ÑÑÐ¸Ð½Ð¸

source: Create &desktop icon and shortcut key (control+alt+n)
hi: डेस्कटॉप आइकन और शॉर्टकट की (कंट्रोल + औल्ट + ऐन) बनाओ
sr: ÐÑÐµÐ¸ÑÐ°Ñ Ð¸ÐºÐ¾Ð½Ð¸ÑÑ Ð½Ð° &ÑÐ°Ð´Ð½Ð¾Ñ Ð¿Ð¾Ð²ÑÑÐ¸Ð½Ð¸ Ð¸ Ð¿ÑÐµÑÐ¸ÑÑ ÑÐ° ÑÐ°ÑÑÐ°ÑÑÑÐµ (control+alt+n)

source: Copy &portable configuration to current user account
hi: पोर्टेबल विन्यास को वर्तमान उपयोगकर्ता खाते में कॉपी करे &p
sr: ÐÐ¾Ð¿Ð¸ÑÐ°Ñ &Ð¿Ð¾ÑÑÐ°Ð±Ð» ÐºÐ¾Ð½ÑÐ¸Ð³ÑÑÐ°ÑÐ¸ÑÑ Ð½Ð° ÑÑÐµÐ½ÑÑÐ½Ð¸ ÐºÐ¾ÑÐ¸ÑÐ½Ð¸ÑÐºÐ¸ Ð½Ð°Ð»Ð¾Ð³

source: &Continue
hi: कंटिन्यू &c
sr: &ÐÐ°ÑÑÐ°Ð²Ð¸

source: Create Portable NVDA
hi: पोर्टेबल एनवीडीए बनाओ
sr: ÐÑÐµÐ¸ÑÐ°Ñ Ð¿Ð¾ÑÑÐ°Ð±Ð» ÐºÐ¾Ð¿Ð¸ÑÑ NVDA

source: To create a portable copy of NVDA, please select the path and other options and then press Continue
hi: एनवीडीए की एक पोर्टेबल प्रतिलिपि बनाने के लिए, पथ और अन्य विकल्पों का चयन करें और फिर कृपया कंटिन्यू दबाए
sr: ÐÐ° Ð±Ð¸ÑÑÐµ ÐºÑÐµÐ¸ÑÐ°Ð»Ð¸ Ð¿Ð¾ÑÑÐ°Ð±Ð» ÐºÐ¾Ð¿Ð¸ÑÑ NVDA, Ð¼Ð¾Ð»Ð¸Ð¼Ð¾ ÐÐ°Ñ Ð´Ð° Ð¾Ð´Ð°Ð±ÐµÑÐµÑÐµ Ð¿ÑÑÐ°ÑÑ Ð¸ Ð¾ÑÑÐ°Ð»Ðµ Ð¾Ð¿ÑÐ¸ÑÐµ Ð¸ Ð¿ÑÐ¸ÑÐ¸ÑÐ½Ð¸ÑÐµ ÐÐ°ÑÑÐ°Ð²Ð¸

source: Portable &directory:
hi: पोर्टेबल निर्देशिका: &d
sr: &Ð¤Ð°ÑÑÐ¸ÐºÐ»Ð° Ð·Ð° Ð¿Ð¾ÑÑÐ°Ð±Ð» Ð²ÐµÑÐ·Ð¸ÑÑ:

source: Browse...
hi: ब्राउज़ करें...
sr: ÐÐ¾ÑÑÐ°Ð¶Ð¸...

source: Copy current &user configuration
hi: मौजुदा &प्रयोग कर्ता कि अभियोजनकि प्रतिलिपी बनाएँ.
sr: ÐÐ¾Ð¿Ð¸ÑÐ°Ñ ÑÑÐµÐ½ÑÑÐ½Ñ ÐºÐ¾Ð½ÑÐ¸Ð³ÑÑÐ°ÑÐ¸ÑÑ &ÐºÐ¾ÑÐ¸ÑÐ½Ð¸ÐºÐ°

source: Select portable directory
hi: पोर्टेबल निर्देशिका ;चुने
sr: ÐÐ´Ð°Ð±ÐµÑÐ¸ ÑÐ°ÑÑÐ¸ÐºÐ»Ñ Ð·Ð° Ð¿Ð¾ÑÑÐ°Ð±Ð» ÐºÐ¾Ð¿Ð¸ÑÑ

source: Please specify a directory in which to create the portable copy.
hi: कृपया एक निर्देशिका निर्दिष्ट करें जिसमे पोर्टेबल प्रतिलिपि बनाई जाए.
sr: ÐÐ¾Ð»Ð¸Ð¼Ð¾ Ð¾Ð´Ð°Ð±ÐµÑÐ¸ÑÐµ ÑÐ°ÑÑÐ¸ÐºÐ»Ñ Ð³Ð´Ðµ Ð¶ÐµÐ»Ð¸ÑÐµ Ð´Ð° ÑÐµ ÐºÑÐµÐ¸ÑÐ° Ð¿Ð¾ÑÑÐ°Ð±Ð» ÐºÐ¾Ð¿Ð¸ÑÐ°

source: Invalid drive %s
hi: अमान्य ड्राइव %s
sr: ÐÐ¾Ð³ÑÐµÑÐ°Ð½ Ð´Ð¸ÑÐº %s

source: Creating Portable Copy
hi: पोर्टेबल प्रतिलिपि बनाई जा रही है
sr: ÐÑÐµÐ¸ÑÐ°ÑÐµ Ð¿Ð¾ÑÑÐ°Ð±Ð» ÐºÐ¾Ð¿Ð¸ÑÐµ

source: Please wait while a portable copy of NVDA is created.
hi: एनवीडीए की एक पोर्टेबल प्रतिलिपि बनने तक प्रतीक्षा करें.
sr: ÐÐ¾Ð»Ð¸Ð¼Ð¾ ÑÐ°ÑÐµÐºÐ°ÑÑÐµ Ð´Ð¾Ðº ÑÐµ ÐºÑÐµÐ¸ÑÐ° Ð¿Ð¾ÑÑÐ°Ð±Ð» ÐºÐ¾Ð¿Ð¸ÑÐ° NVDA.

source: NVDA is unable to remove or overwrite a file.
hi: एनवीडीए एक फ़ाइल को निकालने या अधिलेखित करने में असमर्थ है.
sr: NVDA Ð½Ðµ Ð¼Ð¾Ð¶Ðµ Ð´Ð° Ð¿ÑÐµÐ¼ÐµÑÑÐ¸ Ð¸Ð»Ð¸ Ð¿ÑÐµÐ¿Ð¸ÑÐµ Ð´Ð°ÑÐ¾ÑÐµÐºÑ.

source: Failed to create portable copy: %s
hi: पोर्टेबल प्रतिलिपि बनाने में नाकाम रहे : %s
sr: ÐÐµÑÑÐ¿ÐµÑÐ½Ð¾ ÐºÑÐµÐ¸ÑÐ°ÑÐµ Ð¿Ð¾ÑÑÐ°Ð±Ð» ÐºÐ¾Ð¿Ð¸ÑÐµ: %s

source: Successfully created a portable copy of NVDA at %s
hi: %s पर सफलतापूर्वक ऐनवीढीए की एक पोर्टेबल प्रतिलिपि बनाई गई है
sr: Ð£ÑÐ¿ÐµÑÐ½Ð¾ ÐºÑÐµÐ¸ÑÐ°Ð½Ð° Ð¿Ð¾ÑÑÐ°Ð±Ð» ÐºÐ¾Ð¿Ð¸ÑÐ° NVDA Ð½Ð° %s

source: NVDA Log Viewer
hi: एन व्हि डि ए लॉग व्युअर
ka: nvda ლოგ მეტვალყურე
sr: ÐÑÐµÐ³Ð»ÐµÐ´Ð½Ð¸Ðº NVDA Ð´Ð½ÐµÐ²Ð½Ð¸ÐºÐ°

source: Refresh F5
hi: ताज़ा F5
ka: განახლება F5
sr: ÐÑÐ²ÐµÐ¶Ð¸ F5

source: Log
hi: लॉग
sr: ÐÐ½ÐµÐ²Ð½Ð¸Ðº

source: Save As
hi: के रूप में सहेजें
ka: შენახვა როგორც
sr: Ð¡Ð°ÑÑÐ²Ð°Ñ ÐºÐ°Ð¾

source: Error saving log: %s
hi: त्रुटि:% s लॉग बचत
ka: შენახვის შეცდომა log: %s
sr: ÐÑÐµÑÐºÐ° Ð¿ÑÐ¸Ð»Ð¸ÐºÐ¾Ð¼ ÑÑÐ²Ð°ÑÐ° Ð´Ð½ÐµÐ²Ð½Ð¸ÐºÐ°: %s

source: General Settings
hi: सामान्य सेटिंग्स
sr: ÐÐ¿ÑÑÐ° Ð¿Ð¾Ð´ÐµÑÐ°Ð²Ð°ÑÐ°

source: info
hi: जानकारी
ka: ინფო
sr: Ð¸Ð½ÑÐ¾ÑÐ¼Ð°ÑÐ¸ÑÐµ

source: debug warning
hi: चेतावनी डिबग
ka: გაფრთხილება საშიშროებაზე
sr: Ð´ÐµÐ±Ð°Ð³Ð¾Ð²Ð°ÑÐµ Ð¸ ÑÐ¿Ð¾Ð·Ð¾ÑÐµÑÐ°

source: input/output
hi: इनपुट / आउटपुट
ka: შესვლა/გამოსვლა
sr: ÑÐ»Ð°Ð·/Ð¸Ð·Ð»Ð°Ð·

source: debug
hi: डिबग
ka: გადაწყობა
sr: Ð´ÐµÐ±Ð°Ð³Ð¾Ð²Ð°ÑÐµ

source: &Language (requires restart to fully take effect):
hi: भाषा (पूरी तरह से प्रभाव लेने के लिए पुनरारंभ आवश्यक है) : &l
sr: &ÐÐµÐ·Ð¸Ðº (Ð·Ð°Ñ ÑÐµÐ²Ð° Ð¿Ð¾Ð½Ð¾Ð²Ð½Ð¾ Ð¿Ð¾ÐºÑÐµÑÐ°ÑÐµ Ð´Ð° Ð±Ð¸ Ð´ÐµÐ»Ð¾Ð²Ð°Ð»Ð¾ Ñ Ð¿Ð¾ÑÐ¿ÑÐ½Ð¾ÑÑÐ¸)

source: Language
hi: भाषा
ka: ენა
sr: ÐÐµÐ·Ð¸Ðº
ur: زبان

source: &Save configuration on exit
hi: &बाहर निकलने पर सहेजें विन्यास
ka: &კონფიგურაციის შენახვა გამოსვლისას
sr: & ÑÑÐ²Ð°Ñ ÐºÐ¾Ð½ÑÐ¸Ð³ÑÑÐ°ÑÐ¸ÑÑ Ð¿ÑÐ¸ Ð¸Ð·Ð»Ð°Ð·Ñ
ur: خروج پر تشکیل محفعظ کریں

source: Sho&w exit options when exiting NVDA
sr: Ð¿ÑÐ¸&ÐºÐ°Ð·ÑÑ Ð´Ð¾Ð´Ð°ÑÐ½Ðµ Ð¾Ð¿ÑÐ¸ÑÐµ Ð¿ÑÐ¸ Ð¸Ð·Ð»Ð°ÑÐºÑ Ð¸Ð· Ð½Ð²Ð´Ð°.

source: &Play sounds when starting or exiting NVDA
sr: & Ð¿ÑÑÑÐ°Ñ Ð·Ð²ÑÐºÐ¾Ð²Ðµ ÐºÐ°Ð´Ð° ÑÐµ Ð½Ð²Ð´Ð° Ð·Ð°ÑÑÑÐ°Ð²ÑÐ° Ð¸ Ð¿Ð¾ÐºÑÐµÑÐµ

source: L&ogging level:
hi: &प्रवेश स्तर
ka: აღრიცხვა&ფაილში ჩაწერის დონე
sr: &ÐÐ¸Ð²Ð¾ ÐµÐ²Ð¸Ð´ÐµÐ½ÑÐ¸ÑÐ°ÑÐ° Ñ Ð´Ð½ÐµÐ²Ð½Ð¸ÐºÑ:

source: Log level
hi: प्रवेश स्तर
ka: აღრიცხვის დონე
sr: ÐÐ¸Ð²Ð¾ ÐµÐ²Ð¸Ð´ÐµÐ½ÑÐ¸ÑÐ°ÑÐ° Ñ Ð´Ð½ÐµÐ²Ð½Ð¸ÐºÑ

source: Use NVDA on the Windows logon screen (requires administrator privileges)
hi: एन व्हि डि ए विन्डोज लॉगऑन स्क्रीन (प्रशासक विशेषाधिकारों की आवश्यकता पर उपयोग)
ka: გამოვიყენოთ NVDA ეკრანზე windows-ში შესვლისას (ითხოვს ადმინისტრატორის უფლებებს)
sr: ÐÐ¾ÑÐ¸ÑÑÐ¸ NVDA Ð½Ð° ÐÐ¸Ð½Ð´Ð¾ÑÐ·Ð¾Ð²Ð¾Ð¼ ÐµÐºÑÐ°Ð½Ñ Ð·Ð° Ð¿ÑÐ¸ÑÐ°Ð²ÑÐ¸Ð²Ð°ÑÐµ (Ð·Ð°Ñ ÑÐµÐ²Ð° Ð¿ÑÐ¸Ð²Ð¸Ð»ÐµÐ³Ð¸ÑÐµ Ð°Ð´Ð¼Ð¸Ð½Ð¸ÑÑÑÐ°ÑÐ¾ÑÐ°)
