Repository: nvdacn/screenReaderTranslations
Catalog: */nvda.po
Languages: hi, ka, sr, ur

source: Toggles between the speech modes of off, beep and talk. When set to off NVDA will not speak anything. If beeps then NVDA will simply beep each time it its supposed to speak something. If talk then NVDA wil just speak normally.
hi: बंद के भाषण मोड के बीच टॉगल, बीप और बात करते हैं. जब बंद करने के लिए सेट NVDA कुछ नहीं बोलेगा. यदि है तो NVDA बस हर बार वह अपने कुछ बात करने के लिए माना जाएगा बीप beeps. अगर बात तो NVDA wil सिर्फ सामान्य रूप से बोलते हैं.
ka: გადართავს NVDA გახმოვანების რეჟიმს გამორთულს, სიგნალებს, მეტყველებას შორის. გამორთულ რეჟიმში NVDA არაფერს არ კითხულობს. სიგნალების რეჟიმში NVDA გამოსცემს მაღალი სიხშირის ხმებს. მეტყველების რეჟიმში როცა ეკრანზე გამოჩნდება ახალი ინფორმაცია NVDA მოვლენას ახმოვანებს აქტიური სინთეზატორით.
sr: Ð£ÐºÑÑÑÑÑÐµ Ð¸ Ð¸ÑÐºÑÑÑÑÑÐµ Ð½Ð°ÑÐ¸Ð½Ðµ Ð³Ð¾Ð²Ð¾ÑÐ° Ð¸Ð·Ð¼ÐµÑÑ Ð¸ÑÐºÑÑÑÐµÐ½Ð¾, Ð¿Ð¸ÑÑÐ°ÑÐµ Ð¸Ð»Ð¸ Ð¸Ð·Ð³Ð¾Ð²Ð¾Ñ. ÐÐ°Ð´Ð° ÑÐµ Ð¸ÑÐºÑÑÑÐµÐ½, NVDA Ð½ÐµÑÐµ Ð½Ð¸ÑÑÐ° Ð¸Ð·Ð³Ð¾Ð²Ð°ÑÐ°ÑÐ¸. ÐÐºÐ¾ ÑÐµ Ð½Ð°Ð¼ÐµÑÑÐµÐ½Ð¾ Ð½Ð° Ð¿Ð¸ÑÑÐ°ÑÐµ, NVDA ÑÐµ ÑÐµÐ´Ð½Ð¾ÑÑÐ°Ð²Ð½Ð¾ Ð¿ÑÐ¾Ð¸Ð·Ð²ÐµÑÑÐ¸ Ð²Ð¸ÑÐ¾Ðº Ð·Ð²ÑÑÐ½Ð¸ ÑÐ¸Ð³Ð½Ð°Ð» ÑÐ²Ð°ÐºÐ¸ Ð¿ÑÑ ÐºÐ°Ð´ ÑÑÐµÐ±Ð° Ð½ÐµÑÑÐ¾ Ð´Ð° ÐºÐ°Ð¶Ðµ. ÐÐºÐ¾ ÑÐµ Ñ Ð¿Ð¸ÑÐ°ÑÑ Ð¸Ð·Ð³Ð¾Ð²Ð¾Ñ, NVDA ÑÐµ ÑÐµÐ´Ð½Ð¾ÑÑÐ°Ð²Ð½Ð¾ Ð½Ð¾ÑÐ¼Ð°Ð»Ð½Ð¾ Ð³Ð¾Ð²Ð¾ÑÐ¸ÑÐ¸.
ur: آف'، 'بیپ'، اور 'بات کرنا' کے گفتگو موڈ کے مابین ٹوگل کرتا ہے۔ جب 'آف' پر سیٹ' ہو NVDA تو کچھ نہیں بولے گا اگر 'بیپ' پر ہو، تو ہر بار جب اسے کچھ بولنا ہو گا تو NVDA بیپ کرے گا۔ اگر 'بات' پر ہو تو NVDA حسب معمول بولے گا

source: Moves the focus to the next closest document that contains the focus
hi: अगले निकटतम दस्तावेज़ ध्यान केंद्रित करने के लिए शामिल ध्यान चालें
ka: გადართავს ფოკუსს დოკუმენტებს შორის.
sr: ÐÑÐµÐ¼ÐµÑÑÐ° ÑÐ¾ÐºÑÑ Ð½Ð° Ð½Ð°ÑÐµÐ´Ð½Ð¸ Ð½Ð°ÑÐ±Ð»Ð¸Ð¶Ð¸ Ð´Ð¾ÐºÑÐ¼ÐµÐ½Ñ ÐºÐ¾ÑÐ¸ ÑÐ°Ð´ÑÐ¶Ð¸ ÑÐ¾ÐºÑÑ

source: Toggles between browse mode and focus mode. When in focus mode, keys will pass straight through to the application, allowing you to interact directly with a control. When in browse mode, you can navigate the document with the cursor, quick navigation keys, etc.
hi: ब्राउज़ मोड और फोकस मोड के बीच टॉगल. जब फोकस मोड में, चाबियाँ सीधे आवेदन के माध्यम से पारित, तो आप सीधे किसी नियंत्रण के साथ बातचीत करने की अनुमति देगा. जब ब्राउज़ मोड में, आप कर्सर के साथ दस्तावेज़ नेविगेट कर सकते हैं, जल्दी नेविगेशन चाबियाँ, आदि
ka: გადართავს ხედვისა და რედაქტირების რეჟიმებს შორის. В რედაქტირების რეჟიმში კლავიშები უშუალოდ გადაეცემა დანართს. ხელს უწყობს მართვის აქტიური ელემენტების შეთანხმებულ ქმედებას. ხედვის რეჟიმში, კურსორის გამოყენებიტ, შესაძლებელია დოკუმენტის და NVDA ცხელი კლავიშების დატვალიერება. და ა.შ.
sr: ÐÑÐµÐºÐ¸Ð´Ð°Ñ Ð¸Ð·Ð¼ÐµÑÑ ÑÐµÐ¶Ð¸Ð¼Ð° Ð¿ÑÐµÑÑÐ°Ð¶Ð¸Ð²Ð°ÑÐ° Ð¸ ÑÐµÐ¶Ð¸Ð¼Ð° ÑÐ¾ÐºÑÑÐ¸ÑÐ°ÑÐ°. ÐÐ°Ð´Ð° ÑÐµ ÑÐºÑÑÑÐµÐ½ ÑÐµÐ¶Ð¸Ð¼ ÑÐ¾ÐºÑÑÐ¸ÑÐ°ÑÐ°, ÑÐ°ÑÑÐµÑ ÑÐµ Ð´Ð¸ÑÐµÐºÑÐ½Ð¾ Ð¿ÑÐ¾ÑÐ¸ ÐºÑÐ¾Ð· Ð°Ð¿Ð»Ð¸ÐºÐ°ÑÐ¸ÑÑ, Ð´Ð¾Ð¿ÑÑÑÐ°ÑÑÑÐ¸ ÐÐ°Ð¼ Ð´Ð° ÐºÐ¾Ð½ÑÑÐ¾Ð»Ð¸ÑÐµÑÐµ ÑÐ·Ð°ÑÐ°Ð¼Ð½Ð¾ Ð´ÐµÐ»Ð¾Ð²Ð°ÑÐµ. ÐÐ°Ð´Ð° ÑÐµ ÑÐºÑÑÑÐµÐ½ ÑÐµÐ¶Ð¸Ð¼ Ð¿ÑÐµÑÑÐ°Ð¶Ð¸Ð²Ð°ÑÐ°, Ð¼Ð¾Ð¶ÐµÑÐµ ÑÐ¿ÑÐ°Ð²ÑÐ°ÑÐ¸ Ð´Ð¾ÐºÑÐ¼ÐµÐ½ÑÐ¾Ð¼ Ð¿Ð¾Ð¼Ð¾ÑÑ ÐºÑÑÐ·Ð¾ÑÐ°, Ð¸ÑÐ´.

source: Quits NVDA!
hi: इस्तीफा NVDA!
ka: თიშავს NVDAs!
sr: ÐÑÐºÑÑÑÑÑÐµ NVDA!
ur: NVDA کنارہ کریں

source: Shows the NVDA menu
hi: NVDA मेनू दिखाता है
ka: იძახებს NVDA მენიუს.
sr: ÐÑÐ¸ÐºÐ°Ð·ÑÑÐµ NVDA Ð¼ÐµÐ½Ð¸

source: reads from the review cursor up to end of current text, moving the review cursor as it goes
hi: समीक्षा कर्सर से पढ़ता के लिए मौजूदा पाठ के अंत में, यह के रूप में कर्सर हिल की समीक्षा चला जाता है
ka: კითხულობს ხილული კურსორიდან ტექსტის ბოლომდე, ხილული კურსორის ტექსტსი გადაადგილებით.
sr: ÑÐ¸ÑÐ° Ð¿Ð¾Ð¼Ð¾ÑÑ ÑÐµÐ²Ð¸Ð·Ð¸Ð¾Ð½Ð¾Ð³ ÐºÑÑÐ·Ð¾ÑÐ° ÑÐºÑÐ¾Ð· Ð´Ð¾ ÐºÑÐ°ÑÐ° ÑÑÐµÐ½ÑÑÐ½Ð¾Ð³ ÑÐµÐºÑÑÐ°, Ð¿Ð¾Ð¼ÐµÑÐ°ÑÑÑÐ¸ ÑÐ° ÑÐ¾Ð±Ð¾Ð¼ ÑÐµÐ²Ð¸Ð·Ð¸Ð¾Ð½Ð¸ ÐºÑÑÐ·Ð¾Ñ

source: reads from the system caret up to the end of the text, moving the caret as it goes
hi: सिस्टम से पढ़ता पाठ के अंत तक कैरट, कैरट बढ़ के रूप में यह हो जाता है
ka: კითხულობს სისტემური კურსორიდან ტექსტის ბოლომდე, სისტემური კურსორის ტექსტსი გადაადგილებით.
sr: ÑÐ¸ÑÐ° Ð¿Ð¾Ð¼Ð¾ÑÑ ÑÐ¸ÑÑÐµÐ¼ÑÐºÐ¾Ð³ ÐºÑÑÐ·Ð¾ÑÐ° ÑÐºÑÐ¾Ð· Ð´Ð¾ ÐºÑÐ°ÑÐ° ÑÑÐµÐ½ÑÑÐ½Ð¾Ð³ ÑÐµÐºÑÑÐ°, Ð¿Ð¾Ð¼ÐµÑÐ°ÑÑÑÐ¸ Ð¸ÑÑÐ¾Ð²ÑÐµÐ¼ÐµÐ½Ð¾ ÑÐ¸ÑÑÐµÐ¼ÑÐºÐ¸ ÐºÑÑÐ·Ð¾Ñ

source: No formatting information
hi: कोई स्वरूपण जानकारी
ka: არ არის ინფორმაცია ფორმატირებაზე.
sr: ÐÐµÐ¼Ð° Ð¸Ð½ÑÐ¾ÑÐ¼Ð°ÑÐ¸ÑÐ° Ð¾ ÑÐ¾ÑÐ¼Ð°ÑÐ¸ÑÐ°ÑÑ

source: Reports formatting info for the current review cursor position within a document
hi: एक दस्तावेज़ के भीतर वर्तमान समीक्षा कर्सर स्थान के लिए स्वरूपण जानकारी रिपोर्ट करे
sr: ÐÑÐ¸ÑÐ°Ð²ÑÑÑÐµ Ð¸Ð½ÑÐ¾ÑÐ¼Ð°ÑÐ¸ÑÐµ Ð¾ ÑÐ¾ÑÐ¼Ð°ÑÐ¸ÑÐ°ÑÑ Ð·Ð° ÑÑÐµÐ½ÑÑÐ½Ñ Ð¿Ð¾Ð·Ð¸ÑÐ¸ÑÑ ÑÐµÐ²Ð¸Ð·Ð¸Ð¾Ð½Ð¾Ð³ ÐºÑÑÐ·Ð¾ÑÐ° ÑÐ½ÑÑÐ°Ñ Ð´Ð¾ÐºÑÐ¼ÐµÐ½ÑÐ°

source: reports the object with focus
hi: रिपोर्टों के ध्यान के साथ वस्तु
ka: ფოკუსში კითხულობს ობიექტს.
sr: Ð¿ÑÐ¸ÑÐ°Ð²ÑÑÑÐµ Ð¾Ð±ÑÐµÐºÑÐµ ÑÐ° ÑÐ¾ÐºÑÑÐ¾Ð¼
ur: آبجیکٹ مع ماسکہ رپورٹ کرتا ہے

source: No status line found
hi: कोई स्थिति पट्टी नही मिली
sr: ÐÐ¸ÑÐµ Ð¿ÑÐ¾Ð½Ð°ÑÐµÐ½Ð° ÑÑÐ°ÑÑÑÐ½Ð° ÑÑÐ°ÐºÐ°

source: reads the current application status bar and moves the navigator to it
hi: वर्तमान एप्लिकेशन की स्थिति बार पढ़ता है और नैवीगेटर को वहाँ ले जाता है
ka: კითხულობს მიმდინარე დანართის მდგომარეობის ხაზს და
sr: ÑÐ¸ÑÐ° ÑÑÐ°ÑÑÑÐ½Ñ ÑÑÐ°ÐºÑ ÑÑÐµÐ½ÑÑÐ½Ðµ Ð°Ð¿Ð»Ð¸ÐºÐ°ÑÐ¸ÑÐµ Ð¸ Ð¿Ð¾Ð¼ÐµÑÐ° Ð½Ð°Ð²Ð¸Ð³Ð°ÑÐ¾Ñ ÐºÐ° ÑÐ¾Ñ

source: Mouse tracking off
hi: माउस ट्रैकिंग औफ
sr: ÐÑÐ°ÑÐµÑÐµ Ð¼Ð¸ÑÐ° Ð¸ÑÐºÑÑÑÐµÐ½Ð¾

source: Mouse tracking on
hi: माउस ट्रैकिंग औन
sr: ÐÑÐ°ÑÐµÑÐµ Ð¼Ð¸ÑÐ° ÑÐºÑÑÑÐµÐ½Ð¾

source: Toggles the reporting of information as the mouse moves
hi: माउस चाल के रूप में जानकारी की रिपोर्टिंग Toggles
ka: თაგვის მაჩვენებლის გადაადგილებისას გადართავს ინფორმაციის გახმოვანებას.
sr: ÐÐºÑÐ¸Ð²Ð¸ÑÐ° Ð¸ Ð´ÐµÐ°ÐºÑÐ¸Ð²Ð¸ÑÐ° Ð¾Ð±Ð°Ð²ÐµÑÑÐ°Ð²Ð°ÑÐµ Ð¾ Ð¸Ð½ÑÐ¾ÑÐ¼Ð°ÑÐ¸ÑÐ°Ð¼Ð° Ð´Ð¾Ðº ÑÐµ Ð¼Ð¸Ñ Ð¿Ð¾Ð¼ÐµÑÐ°

source: no title
hi: शीर्षक कोई
ka: არ არის სათაური
sr: Ð½ÐµÐ¼Ð° Ð½Ð°ÑÐ»Ð¾Ð²Ð°

source: Reports the title of the current application or foreground window. If pressed twice, spells the title. If pressed three times, copies the title to the clipboard
hi: वर्तमान ऐप्लीकेशन या अग्रभूमि विंडो का शीर्षक रिपोर्ट करे. अगर दो बार दबाया गया, शीर्षक की वर्तनी बताए. अगर तीन बारदबाया गया, शीर्शक क्लिपबोर्ड में कौपी हो जाएगा.
sr: ÐÑÐ¸ÑÐ°Ð²ÑÑÑÐµ Ð½Ð°ÑÐ»Ð¾Ð² ÑÑÐµÐ½ÑÑÐ½Ðµ Ð°Ð¿Ð»Ð¸ÐºÐ°ÑÐ¸ÑÐµ Ð¸Ð»Ð¸ Ð²Ð¸Ð´ÑÐ¸Ð²Ð¾Ð³ Ð¿ÑÐ¾Ð·Ð¾ÑÐ°. ÐÐºÐ¾ Ð¿ÑÐ¸ÑÐ¸ÑÐ½ÐµÑÐµ Ð´Ð²Ð°Ð¿ÑÑ, ÑÑÐ¸ÑÐ°ÑÐµ Ð½Ð°ÑÐ»Ð¾Ð². ÐÐºÐ¾ Ð¿ÑÐ¸ÑÐ¸ÑÐ½ÐµÑÐµ ÑÑÐ¸Ð¿ÑÑ, Ð½Ð°ÑÐ»Ð¾Ð² ÑÐµ Ð±Ð¸ÑÐ¸ ÐºÐ¾Ð¿Ð¸ÑÐ°Ð½ Ñ Ð¿ÑÐ¸Ð²ÑÐµÐ¼ÐµÐ½Ñ Ð¼ÐµÐ¼Ð¾ÑÐ¸ÑÑ

source: speaks the current foreground object
hi: वर्तमान अग्रभूमि वस्तु बोलती है
ka: წინა პლანზე კითხულობს ობიექტს.
sr: Ð¸Ð·Ð³Ð¾Ð²Ð°ÑÐ° ÑÑÐµÐ½ÑÑÐ½Ð¸ Ð²Ð¸Ð´ÑÐ¸Ð²Ð¸ Ð¾Ð±ÑÐµÐºÐ°Ñ
ur: موجودہ پیش منظر آبجیکٹ کو بولتا ہے

source: Logs information about the current navigator object which is useful to developers and activates the log viewer so the information can be examined.
hi: वर्तमान नाविक वस्तु जो डेवलपर्स के लिए और उपयोगी है के बारे में जानकारी लॉग लॉग प्रदर्शक इतनी जानकारी जांच की जा सकती सक्रिय.
ka: ნავიგატორის მიმდინარე ობიექტის შესახებ ინფორმაციას ამატებს აღრიცხვის ფაილში, რომელიც სასარგებლო იქნება შემმუშავებლებისათვის და მის სანახავად ააქტიურებს დათვალიერების ჟურნალს.
sr: ÐÐ°Ð¿Ð¸ÑÑÑÐµ ÐºÐ¾ÑÐ¸ÑÐ½Ðµ Ð¸Ð½ÑÐ¾ÑÐ¼Ð°ÑÐ¸ÑÐµ Ð¾ ÑÑÐµÐ½ÑÑÐ½Ð¾Ð¼ Ð½Ð°Ð²Ð¸Ð³Ð°ÑÐ¸Ð¾Ð½Ð¾Ð¼ Ð¾Ð±ÑÐµÐºÑÑ ÐºÐ¾ÑÐµ ÑÑ ÐºÐ¾ÑÐ¸ÑÐ½Ðµ Ð¿ÑÐ¾Ð³ÑÐ°Ð¼ÐµÑÐ¸Ð¼Ð° Ð¸ Ð°ÐºÑÐ¸Ð²Ð¸ÑÐ° Ð¿ÑÐµÐ³Ð»ÐµÐ´ Ð´Ð½ÐµÐ²Ð½Ð¸ÐºÐ° ÑÐ°ÐºÐ¾ Ð´Ð° ÑÐµ Ð¸Ð½ÑÐ¾ÑÐ¼Ð°ÑÐ¸ÑÐµ Ð¼Ð¾Ð³Ñ Ð¸ÑÑÑÐ°Ð¶Ð¸Ð²Ð°ÑÐ¸

source: no progress bar updates
hi: कोई प्रगति बार अद्यतन
ka: არ გაახმოვანოს შესრულების ინდიკატორის განახლება.
sr: Ð½ÐµÐ¼Ð° Ð°Ð¶ÑÑÐ¸ÑÐ°ÑÐ° ÑÑÐ°ÐºÐµ Ð½Ð°Ð¿ÑÐµÑÐºÐ°

source: speak progress bar updates
hi: प्रगति बार अद्यतन बात
ka: შესრულების ინდიკატორის განახლების გახმოვანება.
sr: Ð¸Ð·Ð³Ð¾Ð²Ð°ÑÐ°Ñ Ð¿ÑÐ¾Ð¼ÐµÐ½Ðµ ÑÑÐ°ÐºÐµ Ð½Ð°Ð¿ÑÐµÐ´Ð¾Ð²Ð°ÑÐ°

source: beep for progress bar updates
hi: प्रगति पट्टी के अद्यतन के लिए बीप
ka: შესრულების ინდიკატორის განახლების ხმოვანი სიგნალები.
sr: Ð¿Ð¸ÑÑÐ¸ Ð·Ð° Ð¿ÑÐ¾Ð¼ÐµÐ½Ðµ ÑÑÐ°ÐºÐµ Ð½Ð°Ð¿ÑÐµÐ´Ð¾Ð²Ð°ÑÐ°.

source: beep and speak progress bar updates
hi: बीप और बोलने प्रगति बार अद्यतन
ka: შესრულების ინდიკატორის განახლებისას გაახმოვანოს და აწარმოოს სიგნალები.
sr: Ð¸Ð·Ð³Ð¾Ð²Ð°ÑÐ°Ñ Ð¸ Ð¿Ð¸ÑÑÐ¸ Ð·Ð° Ð¿ÑÐ¾Ð¼ÐµÐ½Ðµ ÑÑÐ°ÐºÐµ Ð½Ð°Ð¿ÑÐµÐ´Ð¾Ð²Ð°ÑÐ°.

source: Toggles between beeps, speech, beeps and speech, and off, for reporting progress bar updates
hi: के बीच टॉगल beeps, भाषण, beeps और भाषण, बंद और, प्रगति बार अद्यतन रिपोर्टिंग के लिए
ka: გახმოვანების სხვადასხვა საშუალებებს შორის გადართავს შესრულების ინდიკატორის განახლებას.
sr: ÐÐ°Ð¸Ð·Ð¼ÐµÐ½Ð¸ÑÐ½Ð¾ ÑÐºÑÑÑÑÑÐµ Ð¿Ð¸ÑÑÐ°ÑÐµ, Ð³Ð¾Ð²Ð¾Ñ, Ð¿Ð¸ÑÑÐ°ÑÐµ Ð¸ Ð³Ð¾Ð²Ð¾Ñ, Ð¸ Ð¸ÑÐºÑÑÑÐµÐ½Ð¾, Ð·Ð° Ð¾Ð±Ð°Ð²ÐµÑÑÐ°Ð²Ð°ÑÐµ Ð¾ Ð°Ð¶ÑÑÐ¸ÑÐ°ÑÑ ÑÑÐ°ÐºÐµ Ð½Ð°Ð¿ÑÐµÑÐºÐ°

source: report dynamic content changes off
hi: गतिशील सामग्री में परिवर्तन रिपोर्ट करे औफ
sr: Ð¿ÑÐ¸ÑÐ°Ð²ÑÐ¸Ð²Ð°ÑÐµ Ð´Ð¸Ð½Ð°Ð¼Ð¸ÑÐºÐµ Ð¿ÑÐ¾Ð¼ÐµÐ½Ðµ ÑÐ°Ð´ÑÐ¶Ð°ÑÐ° Ð¸ÑÐºÑÑÑÐµÐ½Ð¾

source: report dynamic content changes on
hi: गतिशील सामग्री में परिवर्तन रिपोर्ट करे औन
sr: Ð¿ÑÐ¸ÑÐ°Ð²ÑÐ¸Ð²Ð°ÑÐµ Ð´Ð¸Ð½Ð°Ð¼Ð¸ÑÐºÐµ Ð¿ÑÐ¾Ð¼ÐµÐ½Ðµ ÑÐ°Ð´ÑÐ¶Ð°ÑÐ° ÑÐºÑÑÑÐµÐ½Ð¾

source: Toggles on and off the reporting of dynamic content changes, such as new text in dos console windows
hi: पर टॉगल और डॉस में नया पाठ जैसे गतिशील सामग्री में परिवर्तन, के रिपोर्टिंग बंद खिड़कियों सांत्वना
ka: გადართავს შემცველობის დინამიური ცვლილებების წაკითხვას. მაგალითად: ახალი ტექსტის გახმოვანება დოს კონსოლში.
sr: ÐÐºÑÐ¸Ð²Ð¸ÑÐ° Ð¸ Ð´ÐµÐ°ÐºÑÐ¸Ð²Ð¸ÑÐ° Ð¿ÑÐ¸ÑÐ°Ð²ÑÐ¸Ð²Ð°ÑÐµ Ð´Ð¸Ð½Ð°Ð¼Ð¸ÑÐºÐ¸Ñ Ð¿ÑÐ¾Ð¼ÐµÐ½Ð° ÑÐ°Ð´ÑÐ¶Ð°ÑÐ°, ÐºÐ°Ð¾ ÑÑÐ¾ ÑÑ Ð½Ð¾Ð²Ð¸ ÑÐµÐºÑÑ Ñ DOS ÐºÐ¾Ð½Ð·Ð¾Ð»Ð½Ð¾Ð¼ Ð¿ÑÐ¾Ð·Ð¾ÑÑ
ur: محرک مواد تبدیلیوں کی رپورٹ کاری کو آن اور آف ٹوگل کرتا ہے، جیسے کہ ڈوس کنسول دریچے میں نیا متن

source: caret moves review cursor off
hi: कैरट समीक्षा कर्सर को हिलाए औफ
sr: Ð¸ÑÐºÑÑÑÐµÐ½Ð¾ Ð¿Ð¾Ð¼ÐµÑÐ°ÑÐµ ÑÐµÐ²Ð¸Ð·Ð¸Ð¾Ð½Ð¾Ð³ ÐºÑÑÐ·Ð¾ÑÐ° ÑÐ¸ÑÑÐµÐ¼ÑÐºÐ¸Ð¼ ÐºÑÑÐ·Ð¾ÑÐ¾Ð¼

source: caret moves review cursor on
hi: कैरट समीक्षा कर्सर को हिलाए औन
sr: ÑÐºÑÑÑÐµÐ½Ð¾ Ð¿Ð¾Ð¼ÐµÑÐ°ÑÐµ ÑÐµÐ²Ð¸Ð·Ð¸Ð¾Ð½Ð¾Ð³ ÐºÑÑÐ·Ð¾ÑÐ° ÑÐ¸ÑÑÐµÐ¼ÑÐºÐ¸Ð¼ ÐºÑÑÐ·Ð¾ÑÐ¾Ð¼

source: Toggles on and off the movement of the review cursor due to the caret moving.
hi: पर टॉगल और समीक्षा चलती कैरट के कारण कर्सर की आवाजाही बंद है.
ka: სისტემური კურსორის მოძრაობისას რთავს, ან გამორთავს ხილული კურსორის გადაადგილებას
sr: ÐÐºÑÐ¸Ð²Ð¸ÑÐ° Ð¸ Ð´ÐµÐ°ÐºÑÐ¸Ð²Ð¸ÑÐ° ÐºÑÐµÑÐ°ÑÐµ ÑÐµÐ²Ð¸Ð·Ð¸Ð¾Ð½Ð¾Ð³ ÐºÑÑÐ·Ð¾ÑÐ° ÑÐ¾ÐºÐ¾Ð¼ Ð¿Ð¾Ð¼ÐµÑÐ°ÑÐ° ÑÐ¸ÑÑÐµÐ¼ÑÐºÐ¾Ð³ ÐºÑÑÐ·Ð¾ÑÐ°
ur: جزم کے بڑھنے کی وجہ سے ٹوگل تبصرہ کرسر کی حرکت کو آن اور آف کرتا ہے۔

source: focus moves navigator object off
hi: फोकस नैवीगेटर वस्तु को हिलाए औफ
sr: Ð¸ÑÐºÑÑÑÐµÐ½Ð¾ Ð¿Ð¾Ð¼ÐµÑÐ°ÑÐµ Ð½Ð°Ð²Ð¸Ð³Ð°ÑÐ¸Ð¾Ð½Ð¾Ð³ Ð¾Ð±ÑÐµÐºÑÐ° ÑÐ¾ÐºÑÑÐ¾Ð¼

source: focus moves navigator object on
hi: फोकस नैवीगेटर वस्तु को हिलाए औन
sr: ÑÐºÑÑÑÐµÐ½Ð¾ Ð¿Ð¾Ð¼ÐµÑÐ°ÑÐµ Ð½Ð°Ð²Ð¸Ð³Ð°ÑÐ¸Ð¾Ð½Ð¾Ð³ Ð¾Ð±ÑÐµÐºÑÐ° ÑÐ¾ÐºÑÑÐ¾Ð¼

source: Toggles on and off the movement of the navigator object due to focus changes
hi: पर टॉगल और नाविक की आवाजाही बंद करने के लिए परिवर्तनों को ध्यान केंद्रित करने के कारण वस्तु
ka: ფოკუსის შეცვლისას ჩარტთავს ან გამორთავს ნავიგატორის გადაადგილებას
sr: ÐÐºÑÐ¸Ð²Ð¸ÑÐ° Ð¸ Ð´ÐµÐ°ÐºÑÐ¸Ð²Ð¸ÑÐ° ÐºÑÐµÑÐ°ÑÐµ Ð½Ð°Ð²Ð¸Ð³Ð°ÑÐ¸Ð¾Ð½Ð¾Ð³ Ð¾Ð±ÑÐµÐºÑÐ° ÑÐ¾ÐºÐ¾Ð¼ Ð¿ÑÐ¾Ð¼ÐµÐ½Ð° ÑÐ¾ÐºÑÑÐ°
ur: ماسکہ تبدیلیوں کی وجہ سے ٹوگل آبجیکٹ نیوی گیٹر کی حرکت کو آن اور آف کرتا ہے۔

source: no system battery
hi: कोई व्यवस्था नहीं बैटरी
ka: არ არის სისტემური აკუმლატორი
sr: Ð½ÐµÐ¼Ð° ÑÐ¸ÑÑÐµÐ¼ÑÐºÐµ Ð±Ð°ÑÐµÑÐ¸ÑÐµ
ur: نظام بیٹری نہیں

source: %d percent
hi: %d प्रतिशत
ka: %d პროცენტი
sr: %d Ð¿ÑÐ¾ÑÐµÐ½Ð°ÑÐ°
ur: %d فیصد

source: AC power on
hi: एसी सत्ता पर
ka: ელექტრო ქსელიდან კვება ჩართულია
sr: ÑÐºÑÑÑÐµÐ½Ð¾ Ð½Ð°Ð¿Ð°ÑÐ°ÑÐµ Ð½Ð°Ð¸Ð·Ð¼ÐµÐ½Ð¸ÑÐ½Ð¾Ð¼ ÑÑÑÑÑÐ¾Ð¼
ur: AC بجلی آن

source: {hours:d} hours and {minutes:d} minutes remaining
hi: {hours:d} घंटे और {minutes:d} मिनट बचे हुए है
sr: {hours:d} ÑÐ°ÑÐ¸ Ð¸ {minutes:d} Ð¼Ð¸Ð½ÑÑÐ° Ð¿ÑÐµÐ¾ÑÑÐ°Ð»Ð¾

source: reports battery status and time remaining if AC is not plugged in
hi: रिपोर्ट बैटरी की स्थिति और समय शेष है अगर एसी में खामियों को दूर नहीं
ka: ელექტრო ქსელიდან კვების გათიშვისას აცხადებს აკუმლატორის მდგომარეობასა და განტვირთამდე დარჩენილ დროს.
sr: Ð¿ÑÐ¸ÑÐ°Ð²ÑÑÑÐµ ÑÑÐ°ÑÑÑ Ð±Ð°ÑÐµÑÐ¸ÑÐµ Ð¸ Ð¿ÑÐµÐ¾ÑÑÐ°Ð»Ð¾ Ð²ÑÐµÐ¼Ðµ Ð°ÐºÐ¾ Ð½Ð°Ð¿Ð°ÑÐ°ÑÐµ Ð½Ð°Ð¸Ð·Ð¼ÐµÐ½Ð¸ÑÐ½Ð¾Ð¼ ÑÑÑÑÑÐ¾Ð¼ Ð½Ð¸ÑÐµ ÑÐºÑÑÑÐµÐ½Ð¾
ur: اگر AC متصل نہیں تو بیٹری حالت اور بقیہ وقت رپورٹ کرتا ہے

source: Pass next key through
hi: अगले कुंजी के माध्यम से पारित
ka: კლავიშების გატარება
sr: ÐÐ°Ð¾Ð±Ð¸ÑÐ¸ Ð½Ð°ÑÐµÐ´Ð½Ð¸ ÑÐ°ÑÑÐµÑ
ur: اگلی کلید دبائیں بذریعہ

source: The next key that is pressed will not be handled at all by NVDA, it will be passed directly through to Windows.
hi: अगले कुंजी दबाया जाता है कि सभी पर NVDA द्वारा नियंत्रित नहीं किया जाएगा, यह विंडोज़ के माध्यम से सीधे पारित हो जाएगा.
ka: ამის შემდგომ კლავიშზე, ან კლავიშთა ჯგუფზე დაჭერა არ დამუშავდება NVDA, იგი უშუალოდ გადაეცემა Windows.
sr: ÐÐ°ÑÐµÐ´Ð½Ð¸ ÑÐ°ÑÑÐµÑ ÐºÐ¾ÑÐ¸ Ð¿ÑÐ¸ÑÐ¸ÑÐ½ÐµÑÐµ Ð½ÐµÑÐµ Ð±Ð¸ÑÐ¸ Ð¿Ð¾Ð´ ÐºÐ¾Ð½ÑÑÐ¾Ð»Ð¾Ð¼ NVDA Ð²ÐµÑ ÑÐµ ÑÐµ Ð´Ð¸ÑÐµÐºÑÐ½Ð¾ Ð¿ÑÐ¾ÑÐ»ÐµÐ´Ð¸ÑÐ¸ ÐÐ¸Ð½Ð´Ð¾ÑÐ·Ñ
ur: اگلی کلید جو دبائی جائے گی NVDA کے ذریعے ہینڈل بلکل نہیں کی جائے گی، یہ بلا واسطہ طور پر Windows کو بھیج دی جائے گی۔

source: Currently running application is %s
hi: वर्तमान में चल आवेदन %s है
ka: მოქმედი პროგრამა %s
sr: Ð¢ÑÐµÐ½ÑÑÐ½Ð¾ Ð°ÐºÑÐ¸Ð²Ð½Ð° Ð°Ð¿Ð»Ð¸ÐºÐ°ÑÐ¸ÑÐ° ÑÐµ %s

source: and currently loaded module is %s
hi: और वर्तमान में लोड मॉड्यूल%s है
ka: და ჩატვირთული მოდული %s
sr: Ð¸ ÑÑÐµÐ½ÑÑÐ½Ð¾ ÑÑÐ¸ÑÐ°Ð½ Ð¼Ð¾Ð´ÑÐ» ÑÐµ %s

source: Speaks the filename of the active application along with the name of the currently loaded appModule
hi: के नाम के साथ सक्रिय अनुप्रयोग का नाम बोलती वर्तमान में लोड appModule
ka: აცხადებს აქტიური დანართის შესრულებადი ფაილის სატაურს და მისთვის ჩატვირთულ მოდულს.
sr: ÐÐ·Ð³Ð¾Ð²Ð°ÑÐ° Ð½Ð°Ð·Ð¸Ð² Ð´Ð°ÑÐ¾ÑÐµÐºÐµ Ð°ÐºÑÐ¸Ð²Ð½Ðµ Ð°Ð¿Ð»Ð¸ÐºÐ°ÑÐ¸ÑÐµ Ð·Ð°ÑÐµÐ´Ð½Ð¾ ÑÐ° Ð¸Ð¼ÐµÐ½Ð¾Ð¼ ÑÑÐµÐ½ÑÑÐ½Ð¾ ÑÑÐ¸ÑÐ°Ð½Ð¾Ð³ Ð°Ð¿Ð»Ð¸ÐºÐ°ÑÐ¸Ð¾Ð½Ð¾Ð³ Ð¼Ð¾Ð´ÑÐ»Ð°

source: Shows the NVDA general settings dialog
hi: NVDA सामान्य सेटिंग्स संवाद दिखाता है
ka: გამოიძახებს NVDA საერთო წყობის დიალოგს
sr: ÐÑÐ¸ÐºÐ°Ð·ÑÑÐµ NVDA Ð´Ð¸ÑÐ°Ð»Ð¾Ð³ Ð·Ð° Ð¾Ð¿ÑÑÐµ Ð¿Ð¾ÑÑÐ°Ð²ÐºÐµ

source: Shows the NVDA synthesizer dialog
hi: NVDA synthesizer संवाद दिखाता है
ka: გამოიძახებს NVDA მოქმედი სინთეზატორების არჩევანის დიალოგს
sr: ÐÑÐ¸ÐºÐ°Ð·ÑÑÐµ NVDA Ð´Ð¸ÑÐ°Ð»Ð¾Ð³ Ð·Ð° ÑÐ¸Ð½ÑÐµÑÐ¸Ð·Ð°ÑÐ¾Ñ

source: Shows the NVDA voice settings dialog
hi: NVDA आवाज सेटिंग्स संवाद दिखाता है
ka: გამოიძახებს NVDA მოქმედი ხმების არჩევანის დიალოგს.
sr: ÐÑÐ¸ÐºÐ°Ð·ÑÑÐµ NVDA Ð´Ð¸ÑÐ°Ð»Ð¾Ð³ Ð·Ð° Ð¿Ð¾Ð´ÐµÑÐ°Ð²Ð°ÑÐµ Ð³Ð»Ð°ÑÐ°

source: Shows the NVDA keyboard settings dialog
hi: NVDA कुंजीपटल सेटिंग्स संवाद दिखाता है
ka: გამოიძახებს NVDA კლავიატურის აწყობის დიალოგს
sr: ÐÑÐ¸ÐºÐ°Ð·ÑÑÐµ NVDA Ð´Ð¸ÑÐ°Ð»Ð¾Ð³ Ð·Ð° Ð¿Ð¾Ð´ÐµÑÐ°Ð²Ð°ÑÐµ ÑÐ°ÑÑÐ°ÑÑÑÐµ

source: Shows the NVDA mouse settings dialog
hi: NVDA माउस सेटिंग्स संवाद दिखाता है
ka: გამოიძახებს NVDA თაგვის აწყობის დიალოგს
sr: ÐÑÐ¸ÐºÐ°Ð·ÑÑÐµ NVDA Ð´Ð¸ÑÐ°Ð»Ð¾Ð³ Ð·Ð° Ð¿Ð¾Ð´ÐµÑÐ°Ð²Ð°ÑÐµ Ð¼Ð¸ÑÐ°

source: Shows the NVDA object presentation settings dialog
hi: NVDA वस्तु प्रस्तुति सेटिंग्स संवाद दिखाता है
ka: გამოიძახებს NVDA ობიექტების წარმოდგენის დიალოგს
sr: ÐÑÐ¸ÐºÐ°Ð·ÑÑÐµ NVDA Ð´Ð¸ÑÐ°Ð»Ð¾Ð³ Ð·Ð° Ð¿Ð¾Ð´ÐµÑÐ°Ð²Ð°ÑÐµ Ð¾Ð±ÑÐµÐºÑÐ° Ð¿ÑÐµÐ·ÐµÐ½ÑÐ°ÑÐ¸ÑÐµ

source: Shows the NVDA browse mode settings dialog
hi: NVDA ब्राउज़ मोड सेटिंग्स संवाद दिखाए
sr: ÐÑÐ¸ÐºÐ°Ð·ÑÑÐµ NVDA Ð´Ð¸ÑÐ°Ð»Ð¾Ð³ Ð·Ð° Ð¿Ð¾Ð´ÐµÑÐ°Ð²Ð°ÑÐµ Ð¿ÑÐµÐ³Ð»ÐµÐ´Ð°ÑÐºÐ¾Ð³ ÑÐµÐ¶Ð¸Ð¼Ð°

source: Shows the NVDA document formatting settings dialog
hi: NVDA सेटिंग्स संवाद स्वरूपण दस्तावेज़ दिखाता है
ka: გამოიძახებს NVDA დოკუმენტის ფორმატირების გახმოვანების დიალოგს
sr: ÐÑÐ¸ÐºÐ°Ð·ÑÑÐµ NVDA Ð´Ð¸ÑÐ°Ð»Ð¾Ð³ Ð·Ð° Ð¿Ð¾Ð´ÐµÑÐ°Ð²Ð°ÑÐµ ÑÐ¾ÑÐ¼Ð°ÑÐ¸ÑÐ°ÑÐ° Ð´Ð¾ÐºÑÐ¼ÐµÐ½ÑÐ°

source: Saves the current NVDA configuration
hi: वर्तमान विन्यास बचाता NVDA
ka: ინახავს მიმდინარე კონფიგურაციის წყობას NVDA ფაილში
sr: Ð§ÑÐ²Ð° ÑÑÐµÐ½ÑÑÐ½Ñ NVDA ÐºÐ¾Ð½ÑÐ¸Ð³ÑÑÐ°ÑÐ¸ÑÑ

source: Pressing once reverts the current configuration to the most recently saved state. Pressing three times reverts to factory defaults.
hi: एक बार दवाने से वर्तमान विन्यास को सबसे हाल ही में सेव की गई स्थिति में वापस बल देता है. तीन बार दबाने से डिफ़ॉल् में बदल देता है.
sr: ÐÐµÐ´Ð½Ð¸Ð¼ Ð¿ÑÐ¸ÑÐ¸ÑÐºÐ¾Ð¼ Ð²ÑÐ°ÑÐ° ÑÐµ ÑÑÐµÐ½ÑÑÐ½Ð° ÐºÐ¾Ð½ÑÐ¸Ð³ÑÑÐ°Ð½ÑÐ¸ÑÐ° Ð½Ð° Ð¿Ð¾ÑÐ»ÐµÐ´ÑÐµ ÑÐ°ÑÑÐ²Ð°Ð½Ð¾ ÑÑÐ°ÑÐµ. Ð¢ÑÐ¾ÑÑÑÑÐºÐ¸Ð¼ Ð¿ÑÐ¸ÑÐ¸ÑÐºÐ¾Ð¼ Ð²ÑÐ°ÑÐ° ÑÐµ Ð½Ð° ÑÐ°Ð±ÑÐ¸ÑÐºÐ° Ð¿Ð¾Ð´ÐµÑÐ°Ð²Ð°ÑÐ°.

source: Activates the NVDA Python Console, primarily useful for development
hi: सक्रिय NVDA अजगर कंसोल, मुख्य विकास के लिए उपयोगी
ka: ააქტიურებს Python консоль NVDA, ძირითადად მოიხმარება შემქმნელების მიერ.
sr: ÐÐºÑÐ¸Ð²Ð¸ÑÐ° NVDA ÐÐ°ÑÑÐ¾Ð½ ÐºÐ¾Ð½Ð·Ð¾Ð»Ñ, Ð¿ÑÐ²ÐµÐ½ÑÑÐ²ÐµÐ½Ð¾ ÐºÐ¾ÑÐ¸ÑÐ½Ñ Ð¿ÑÐ¾Ð³ÑÐ°Ð¼ÐµÑÐ¸Ð¼Ð°

source: review
hi: समीक्षा
ka: განხილვა
sr: ÑÐµÐ²Ð¸Ð·Ð¸ÑÐ°

source: focus
hi: ध्यान
ka: ფოკუსი
sr: ÑÐ¾ÐºÑÑ

source: Braille tethered to %s
hi: ब्रेल %s तक सीमित है
ka: ბრაილი მიბმულია %s
sr: ÐÑÐ°Ñ ÑÐµ Ð¾Ð³ÑÐ°Ð½Ð¸ÑÐµÐ½ Ð½Ð° %s

source: Toggle tethering of braille between the focus and the review position
hi: टॉगल ध्यान केंद्रित करने और स्थिति की समीक्षा के बीच ब्रेल की tethering
ka: გადართავს ბრაილის მიბმას ფოკუსისა და ხილულის პოზიციებს შორის
sr: ÐÐºÑÐ¸Ð²Ð¸ÑÐ° Ð¸ Ð´ÐµÐ°ÐºÑÐ¸Ð²Ð¸ÑÐ° Ð±ÑÐ°Ñ Ð¸Ð·Ð¼ÐµÑÑ ÑÐ¾ÐºÑÑÐ° Ð¸ ÑÐµÐ²Ð¸Ð·Ð¸Ð¾Ð½Ðµ Ð¿Ð¾Ð·Ð¸ÑÐ¸ÑÐµ

source: There is no text on the clipboard
hi: वहाँ क्लिपबोर्ड पर कोई पाठ है
ka: გაცვლის ბუფერში ტექსტი არ არის
sr: ÐÐµÐ¼Ð° ÑÐµÐºÑÑÐ° Ñ Ð¿ÑÐ¸Ð²ÑÐµÐ¼ÐµÐ½Ð¾Ñ Ð¼ÐµÐ¼Ð¾ÑÐ¸ÑÐ¸

source: The clipboard contains a large portion of text. It is %s characters long
hi: क्लिपबोर्ड पाठ का एक बड़ा हिस्सा शामिल है. यह% s अक्षर है
ka: გაცვლის ბუფერი შეიცავს დიდი მოცულობიტ ტექსტს. %s სიმბოლოები.
sr: ÐÑÐ¸Ð²ÑÐµÐ¼ÐµÐ½Ð° Ð¼ÐµÐ¼Ð¾ÑÐ¸ÑÐ° ÑÐ°Ð´ÑÐ¶Ð¸ Ð²ÐµÐ»Ð¸Ðº Ð´ÐµÐ¾ ÑÐµÐºÑÑÐ°. ÐÑÐ³ ÑÐµ %s ÐºÐ°ÑÐ°ÐºÑÐµÑÐ°

source: Reports the text on the Windows clipboard
hi: Windows क्लिपबोर्ड पर पाठ रिपोर्टें
ka: გაცვლის ბუფერსი კიტხულობს ტექსტს
sr: ÐÑÐ¸ÑÐ°Ð²ÑÑÑÐµ ÑÐµÐºÑÑ Ñ ÐÐ¸Ð½Ð´Ð¾ÑÐ·Ð¾Ð²Ð¾Ñ Ð¿ÑÐ¸Ð²ÑÐµÐ¼ÐµÐ½Ð¾Ñ Ð¼ÐµÐ¼Ð¾ÑÐ¸ÑÐ¸

source: Start marked
hi: शुरू में चिह्नित
ka: ფრაგმენტის დასაწყისი
sr: ÐÐ¾ÑÐµÑÐ°Ðº Ð¾Ð·Ð½Ð°ÑÐµÐ½

source: Marks the current position of the review cursor as the start of text to be copied
hi: पाठ के शुरू के रूप में की समीक्षा कर्सर की मौजूदा स्थिति को मार्क्स नकल किया जा करने के लिए
ka: მონიშნავს ხილული კურსორის მიმდინარე პოზიციას როგორც ტექსტის გასაკოპირებელი ფრაგმენტის დასაწყისს.
sr: ÐÐ·Ð½Ð°ÑÐ°Ð²Ð° ÑÑÐµÐ½ÑÑÐ½Ñ Ð¿Ð¾Ð·Ð¸ÑÐ¸ÑÑ ÑÐµÐ²Ð¸Ð·Ð¸Ð¾Ð½Ð¾Ð³ ÐºÑÑÐ·Ð¾ÑÐ° ÐºÐ°Ð¾ Ð¿Ð¾ÑÐµÑÐ°Ðº ÑÐµÐºÑÑÐ° ÐºÐ¾ÑÐ¸ ÑÑÐµÐ±Ð° Ð´Ð° ÑÐµ ÐºÐ¾Ð¿Ð¸ÑÐ°

source: No start marker set
hi: नहीं शुरू मार्कर सेट
ka: ფრაგმენტის დასაწყისი დადგენილი არ არის
sr: ÐÐ¾ÑÐµÑÐ½Ð¸ Ð¼Ð°ÑÐºÐµÑ Ð½Ð¸ÑÐµ Ð¿Ð¾ÑÑÐ°Ð²ÑÐµÐ½

source: The start marker must reside within the same object
hi: शुरू मार्कर एक ही वस्तु में रहते हैं चाहिए
ka: ფრაგმენტის დასაწყისი უნდა დაყენდეს იმავე ობიექტზე
sr: ÐÐ¾ÑÐµÑÐ½Ð¸ Ð¼Ð°ÑÐºÐµÑ Ð¼Ð¾ÑÐ° Ð´Ð° ÑÐµ Ð½Ð°Ð»Ð°Ð·Ð¸ ÑÐ½ÑÑÐ°Ñ Ð¸ÑÑÐ¾Ð³ Ð¾Ð±ÑÐµÐºÑÐ°

source: Review selection copied to clipboard
hi: समीक्षा के चयन को क्लिपबोर्ड करने के लिए नकल
ka: არჩეული ფრაგმენტი კოპირებულია გაცვლის ბუფერსი
sr: Ð ÐµÐ²Ð¸Ð·Ð¸Ð¾Ð½Ð¸ Ð¸Ð·Ð±Ð¾Ñ ÐºÐ¾Ð¿Ð¸ÑÐ°Ð½ Ñ Ð¿ÑÐ¸Ð²ÑÐµÐ¼ÐµÐ½Ñ Ð¼ÐµÐ¼Ð¾ÑÐ¸ÑÑ

source: No text to copy
hi: कोई पाठ की प्रतिलिपि करने के लिए
ka: კოპირებისათვის ფრაგმენტი არ არის
sr: ÐÐµÐ¼Ð° ÑÐµÐºÑÑÐ° Ð·Ð° ÐºÐ¾Ð¿Ð¸ÑÐ°ÑÐµ

source: Retrieves the text from the previously set start marker up to and including the current position of the review cursor and copies it to the clipboard
hi: से पाठ Retrieves पहले से स्थापित मार्कर शुरू करने के लिए और समीक्षा कर्सर और क्लिपबोर्ड करने के लिए प्रतियों की वर्तमान स्थिति सहित
ka: ფრაგმენტის დასაწყისიდან ხილული კურსორის ჩათვლიტ იღებს ტექსტს და აკოპირებს მას გაცვლის ბუფერსი
sr: ÐÑÐµÑÐ·Ð¸Ð¼Ð° ÑÐµÐºÑÑ Ð¸Ð· Ð¿ÑÐµÑÑ Ð¾Ð´Ð½Ð¾Ð³ Ð¿Ð¾ÑÐµÑÐ½Ð¾Ð³ Ð¼Ð°ÑÐºÐµÑÐ°, ÑÐºÑÑÑÑÑÑÑÐ¸ Ð¸ ÑÑÐµÐ½ÑÑÐ½Ñ Ð¿Ð¾Ð·Ð¸ÑÐ¸ÑÑ ÑÐµÐ²Ð¸Ð·Ð¸Ð¾Ð½Ð¾Ð³ ÐºÑÑÐ·Ð¾ÑÐ°, Ð¸ ÐºÐ¾Ð¿Ð¸ÑÐ° Ð¸Ñ Ñ Ð¿ÑÐ¸Ð²ÑÐµÐ¼ÐµÐ½Ñ Ð¼ÐµÐ¼Ð¾ÑÐ¸ÑÑ

source: Scrolls the braille display back
hi: ब्रेल प्रदर्शन को पीछे स्क्रोल करे
ka: ბრაილის სტრიქონს აბრუნებს უკან
sr: Ð¡ÐºÑÐ¾Ð»ÑÑÐµ ÑÐ½Ð°Ð·Ð°Ð´ Ð±ÑÐ°Ñ ÐµÐºÑÐ°Ð½

source: Scrolls the braille display forward
hi: ब्रेल प्रदर्शन को आगे स्क्रॉल करे
ka: ბრაილის სტრიქონს აბრუნებს წინ
sr: Ð¡ÐºÑÐ¾Ð»ÑÑÐµ Ð±ÑÐ°Ñ Ð´Ð¸ÑÐ¿Ð»ÐµÑ ÑÐ½Ð°Ð¿ÑÐµÐ´

source: Routes the cursor to or activates the object under this braille cell
hi: इस ब्रेल सेल के नीचे कर्सर को ले जाए या वस्तू को सक्रिय करें
ka: ბრაილის უჯრის ქვეს გადაადგილებს კურსორს, ან ააქტიურებს ობიექტს
sr: ÐÑÐµÑÑÐ¼ÐµÑÐ°Ð²Ð° ÐºÑÑÐ·Ð¾Ñ Ð½Ð° Ð¸Ð»Ð¸ Ð°ÐºÑÐ¸Ð²Ð¸ÑÐ° Ð¾Ð±ÑÐµÐºÐ°Ñ Ð¸ÑÐ¿Ð¾Ð´ Ð¾Ð²Ðµ Ð±ÑÐ°ÑÐµÐ²Ðµ ÑÐµÐ»Ð¸ÑÐµ

source: Moves the braille display to the previous line
hi: ब्रेल डिस्प्ले को पिछली पंक्ती पर ले जाए
ka: გადაადგილებს ბრაილის გამოსახულებას წინა ხაზზე
sr: ÐÑÐµÐ¼ÐµÑÑÐ° Ð±ÑÐ°Ñ ÐµÐºÑÐ°Ð½ Ð½Ð° Ð¿ÑÐµÑÑ Ð¾Ð´Ð½Ñ Ð»Ð¸Ð½Ð¸ÑÑ

source: Moves the braille display to the next line
hi: ब्रेल डिस्प्ले को अगली पंक्ती पर ले जाए
ka: გადაადგილებს ბრაილის გამოსახულებას წინა ხაზზე
sr: ÐÑÐµÐ¼ÐµÑÑÐ° Ð±ÑÐ°Ñ ÐµÐºÑÐ°Ð½ Ð½Ð° ÑÐ»ÐµÐ´ÐµÑÑ Ð»Ð¸Ð½Ð¸ÑÑ

source: Inputs braille dots via the braille keyboard
hi: ब्रेल कीबोर्ड के द्वारा ब्रेल इनपुट करे
sr: Ð£Ð½Ð¾ÑÐ¸ Ð±ÑÐ°ÑÐµÐ²Ðµ ÑÐ°ÑÐºÐµ Ð¿ÑÐµÐºÐ¾ Ð±ÑÐ°Ñ ÑÐ°ÑÑÐ°ÑÑÑÐµ

source: Plugins reloaded
hi: प्लगइन्स फिरसे लोड हो चुकी है
ka: პლაგინები გადატვირთულია
sr: ÐÐ¾Ð´Ð°ÑÐ¸ ÑÑ Ð¿Ð¾Ð½Ð¾Ð²Ð¾ ÑÑÐ¸ÑÐ°Ð½Ð¸

source: Reloads app modules and global plugins without restarting NVDA, which can be Useful for developers
hi: एनवीडीए को रिस्टार्ट किए बिना, एप्लिकेशन मॉड्यूल और वैश्विक प्लगइन्स को रीलोड करे, जो डेवलपर्स के लिए उपयोगी हो सकता है
ka: NVDA გადატვირთვის გარეშე გადატვირთავს დანართის მოდულსა და გლობალურ პლაგინებს, მოხერხებულია შემქმნელებისათვის.
sr: ÐÐ¾Ð½Ð¾Ð²Ð¾ ÑÑÐ¸ÑÐ°Ð²Ð° Ð¼Ð¾Ð´ÑÐ»Ðµ Ð°Ð¿Ð»Ð¸ÐºÐ°ÑÐ¸ÑÐµ Ð¸ Ð³Ð»Ð¾Ð±Ð°Ð»Ð½Ðµ Ð´Ð¾Ð´Ð°ÑÐºÐµ Ð±ÐµÐ· ÑÐµÑÑÐ°ÑÑÐ¾Ð²Ð°ÑÐ° NVDA, ÑÑÐ¾ Ð¼Ð¾Ð¶Ðµ Ð±Ð¸ÑÐ¸ ÐºÐ¾ÑÐ¸ÑÐ½Ð¾ Ð¿ÑÐ¾Ð³ÑÐ°Ð¼ÐµÑÐ¸Ð¼Ð°

source: no next
hi: कोई अगली
sr: Ð½ÐµÐ¼Ð° Ð½Ð°ÑÐµÐ´Ð½Ð¾Ð³

source: Moves to the next object in a flattened view of the object navigation hierarchy
hi: वस्तु नेविगेशन पदानुक्रम के चपटे व्यू में अगली वस्तु पर जाए
sr: ÐÑÐµÐ»Ð°Ð·Ð¸ Ð½Ð° ÑÐ»ÐµÐ´ÐµÑÐ¸ Ð¾Ð±ÐµÑÐºÐ°Ñ Ñ ÑÐ¿ÑÐ¾ÑÑÐµÐ½Ð¾Ð¼ Ð¿ÑÐ¸ÐºÐ°Ð·Ñ Ñ Ñ Ð¸ÑÐµÑÐ°ÑÑ Ð¸ÑÐ¸ Ð½Ð°Ð²Ð¸Ð³Ð°ÑÐ¸Ð¾Ð½Ð¸Ñ Ð¾Ð±ÑÐµÐºÐ°ÑÐ°

source: Moves to the previous object in a flattened view of the object navigation hierarchy
hi: वस्तु नेविगेशन पदानुक्रम के चपटे व्यू में पिछली वस्तु पर जाए
sr: ÐÑÐµÐ»Ð°Ð·Ð¸ Ð½Ð° Ð¿ÑÐµÑÑ Ð¾Ð´Ð½Ð¸ Ð¾Ð±ÐµÑÐºÐ°Ñ Ñ ÑÐ¿ÑÐ¾ÑÑÐµÐ½Ð¾Ð¼ Ð¿ÑÐ¸ÐºÐ°Ð·Ñ Ñ Ñ Ð¸ÑÐµÑÐ°ÑÑ Ð¸ÑÐ¸ Ð½Ð°Ð²Ð¸Ð³Ð°ÑÐ¸Ð¾Ð½Ð¸Ñ Ð¾Ð±ÑÐµÐºÐ°ÑÐ°

source: %s mode
hi: %s मोड
sr: %s ÑÐµÐ¶Ð¸Ð¼

source: cycles between available touch modes
hi: उपलब्ध स्पर्श मोड के बीच बदलता है
sr: ÐºÑÑÐ¶Ð¸ ÐºÑÐ¾Ð· ÑÐ°ÑÐ¿Ð¾Ð»Ð¾Ð¶Ð¸Ð²Ðµ ÑÐµÐ¶Ð¸Ð¼Ðµ Ð´Ð¾Ð´Ð¸ÑÐ°

source: Reports the object and content directly under your finger
hi: आपकी उंगली के नीचे की वस्तुओं और सामग्री को रिपोर्ट करे
sr: ÐÐ±Ð°Ð²ÐµÑÑÐ°Ð²Ð° Ð¾ Ð¾Ð±ÑÐµÐºÑÑ Ð¸ ÑÐ°Ð´ÑÐ¶Ð°ÑÑ Ð´Ð¸ÑÐµÐºÑÐ½Ð¾ Ð¿Ð¾Ð´ ÐÐ°ÑÐ¸Ð¼ Ð¿ÑÑÑÐ¾Ð¼
