Repository: nvdacn/screenReaderTranslations
Catalog: */nvda.po
Languages: hi, ka, sr, ur

source: Reports the new object or content under your finger if different to where your finger was last
hi: आपकी उंगली के नीचे कोई नई वस्तु या सामग्री रिपोर्ट करे I have been unable to translate this
sr: ÐÐ±Ð°Ð²ÐµÑÑÐ°Ð²Ð° Ð¾ Ð½Ð¾Ð²Ð¾Ð¼ Ð¾Ð±ÑÐµÐºÑÑ Ð¸Ð»Ð¸ ÑÐ°Ð´ÑÐ¶Ð°ÑÑ Ð¿Ð¾Ð´ ÐÐ°ÑÐ¸Ð¼ Ð¿ÑÑÑÐ¾Ð¼ Ð°ÐºÐ¾ ÑÐµ ÑÐ°Ð·Ð»Ð¸ÐºÑÑÐµ Ð¾Ð´ Ð¿ÑÐµÑÑ Ð¾Ð´Ð½Ðµ Ð»Ð¾ÐºÐ°ÑÐ¸ÑÐµ ÐÐ°ÑÐµÐ³ Ð¿ÑÑÑÐ°

source: Shows the NVDA Configuration Profiles dialog
hi: एनवीडीए विन्यास प्रोफाइल dialoge को दिखाता है
sr: ÐÑÐ¸ÐºÐ°Ð·ÑÑÐµ NVDA Ð´Ð¸ÑÐ°Ð»Ð¾Ð³ Ð·Ð° ÐºÐ¾Ð½ÑÐ¸Ð³ÑÑÐ°ÑÐ¸Ð¾Ð½Ðµ Ð¿ÑÐ¾ÑÐ¸Ð»Ðµ

source: Emulated system keyboard keys
hi: नकल किए हुए सिस्टम कीबोर्ड कीज़
sr: ÐÐ¼ÑÐ»Ð¸ÑÐ°Ð½Ð¸ ÑÐ°ÑÑÐµÑÐ¸ ÑÐ¸ÑÑÐµÐ¼ÑÐºÐµ ÑÐ°ÑÑÐ°ÑÑÑÐµ

source: Miscellaneous
hi: विविध
sr: Ð Ð°Ð·Ð½Ð¾

source: Browse mode
hi: ब्राऊज़ मोड़
sr: Ð ÐµÐ¶Ð¸Ð¼ Ð¿ÑÐµÑÑÐ°Ð¶Ð¸Ð²Ð°ÑÐ°

source: NVDA web site
hi: एनवीडीए वेबसाइट
sr: NVDA ÐÐµÐ±-ÑÐ°ÑÑ

source: Uninstall NVDA
hi: एनवीडीए की स्थापना रद्द करें
sr: ÐÐµÐ¸Ð½ÑÑÐ°Ð»Ð¸ÑÐ°Ñ NVDA

source: Explore NVDA user configuration directory
hi: एनवीडीए उपयोगकर्ता विन्यास निर्देशिका का अन्वेषण करे
sr: ÐÑÑÑÐ°Ð¶Ð¸ NVDA ÑÐ°ÑÑÐ¸ÐºÐ»Ñ ÑÐ° ÐºÐ¾ÑÐ¸ÑÐ½Ð¸ÑÐºÐ¸Ð¼ Ð¿Ð¾Ð´ÐµÑÐ°Ð²Ð°ÑÐ¸Ð¼Ð°

source: Documentation
hi: प्रलेखन
sr: ÐÐ¾ÐºÑÐ¼ÐµÐ½ÑÐ°ÑÐ¸ÑÐ°

source: Commands Quick Reference
hi: कमानों त्वरित संदर्भ
sr: ÐÑÐ°ÑÐºÐµ Ð½Ð°Ð¿Ð¾Ð¼ÐµÐ½Ðµ Ð¾ ÐºÐ¾Ð¼Ð°Ð½Ð´Ð½Ð¸Ð¼ ÑÐ°ÑÑÐµÑÐ¸Ð¼Ð°

source: User Guide
hi: उपयोगकर्ता गाइड
sr: ÐÐ¾ÑÐ¸ÑÐ½Ð¸ÑÐºÐ¾ ÑÐ¿ÑÑÑÑÐ²Ð¾

source: NVDA add-on package
hi: एनवीडीए ऐड-औन पैकेज
sr: NVDA Ð¿Ð°ÐºÐµÑ Ð´Ð¾Ð´Ð°ÑÐ°ÐºÐ°

source: back
hi: वापस
ka: უკან
sr: Ð½Ð°Ð·Ð°Ð´

source: forward
hi: आगे
ka: წინ
sr: Ð½Ð°Ð¿ÑÐµÐ´

source: refresh
hi: ताज़ा
ka: განახლება
sr: Ð¾ÑÐ²ÐµÐ¶Ð¸

source: browser stop
hi: ब्राउज़र बंद
ka: ბროუზერის გაჩერება
sr: Ð·Ð°ÑÑÑÐ°Ð²Ð¸ Ð¿ÑÐµÑÑÐ°Ð¶Ð¸Ð²Ð°Ñ

source: search page
hi: सर्च पेज
ka: საძებნი გვერდი
sr: ÑÑÑÐ°Ð½Ð° Ð·Ð° Ð¿ÑÐµÑÑÐ°Ð³Ñ

source: favorites
hi: पसंदीदा
ka: რჩეული
sr: Ð¾Ð¼Ð¸ÑÐµÐ½Ð¸

source: home page
hi: मुख पृष्ठ
ka: საშინაო გვერდი
sr: Ð¿Ð¾ÑÐµÑÐ½Ð° ÑÑÑÐ°Ð½Ð°

source: mute
hi: मूक
ka: ხმის გამორთვა
sr: Ð±ÐµÐ· ÑÐ¾Ð½Ð°

source: volume down
hi: वोलुमे कम
ka: ხმის დაწევა
sr: ÑÑÐ¸ÑÐ°Ñ

source: volume up
hi: वोलुमे ज्यादा
ka: ხმის აწევა
sr: Ð¿Ð¾ÑÐ°ÑÐ°Ñ

source: next track
hi: अगले ट्रैक
ka: შემდეგი ბილიკი
sr: Ð½Ð°ÑÐµÐ´Ð½Ð¸ Ð·Ð°Ð¿Ð¸Ñ

source: previous track
hi: पिछले ट्रैक
ka: წინა ბილიკი
sr: Ð¿ÑÐµÑÑ Ð¾Ð´Ð½Ð¸ Ð·Ð°Ð¿Ð¸Ñ

source: stop
hi: रोक
ka: გაჩერება
sr: ÑÑÐ¾Ð¿

source: play pause
hi: प्ले पौसे
ka: დაკვრა/შეჩერება
sr: Ð¿Ð°ÑÐ·Ð°

source: email
hi: ईमेल
ka: ფოსტა
sr: Ð¸Ð¼ÐµÑÐ»

source: media player
hi: मीडिया प्लेयर
ka: მუსიკის პლეერი
sr: Ð¼ÐµÐ´Ð¸ÑÐ° Ð¿Ð»ÐµÑÐµÑ

source: custom application 1
hi: कस्टम एप्लिकेशन 1
ka: დანართის ღილაკი 1
sr: Ð½Ð°Ð¼ÐµÐ½ÑÐºÐ° Ð°Ð¿Ð»Ð¸ÐºÐ°ÑÐ¸ÑÐ° 1

source: custom application 2
hi: कस्टम एप्लिकेशन 2
ka: დანართის ღილაკი 2
sr: Ð½Ð°Ð¼ÐµÐ½ÑÐºÐ° Ð°Ð¿Ð»Ð¸ÐºÐ°ÑÐ¸ÑÐ° 2

source: backspace
hi: बैकस्पेस
ka: უკან
sr: Ð±ÐµÐºÑÐ¿ÐµÑÑ

source: caps lock
hi: कैप्स लॉक
ka: ქაპსლოკი
sr: Ð²ÐµÐ»Ð¸ÐºÐ° ÑÐ»Ð¾Ð²Ð°

source: ctrl
hi: क्ट्र्ल
ka: კონტროლ
sr: ÐºÐ¾Ð½ÑÑÐ¾Ð»

source: alt
hi: अल्त
ka: ალტ
sr: Ð°Ð»Ñ

source: shift
hi: शिफ्ट
ka: შიფტ
sr: ÑÐ¸ÑÑ

source: windows
hi: विन्दोव्स
ka: ვინდოუს
sr: Ð²Ð¸Ð½Ð´Ð¾ÑÐ·

source: enter
hi: इंटर
ka: ენტერ
sr: ÐµÐ½ÑÐµÑ

source: numpad enter
hi: नुम्पद इंटर
ka: ნაცრისფერი ენტერ
sr: ÑÐ°ÑÑÐµÑ Ð·Ð° ÐµÐ½ÑÐµÑ Ð½Ð° Ð½ÑÐ¼ÐµÑÐ¸ÑÐºÐ¾Ñ ÑÐ°ÑÑÐ°ÑÑÑÐ¸

source: escape
hi: एस्कापे
ka: უარყოფა
sr: ÐµÑÐºÐµÑÐ¿

source: page up
hi: पेज ऊपर
ka: გვერდი ზემოთ
sr: ÑÑÑÐ°Ð½Ð° Ð³Ð¾ÑÐµ

source: page down
hi: पेज नीचे
ka: გვერდი ქვემოთ
sr: ÑÑÑÐ°Ð½Ð° Ð´Ð¾Ð»Ðµ

source: end
hi: अंत
ka: დასასრული
sr: ÐµÐ½Ð´

source: home
hi: घर
ka: დასაწყისი
sr: Ñ Ð¾Ð¼Ðµ

source: delete
hi: हटाना
ka: წაშლა
sr: Ð±ÑÐ¸ÑÐ°ÑÐµ

source: numpad delete
hi: नमपैड डिलीट
ka: ნაცრისფერი წაშლა
sr: ÑÐ°ÑÑÐµÑ Ð·Ð° Ð±ÑÐ¸ÑÐ°ÑÐµ Ð½Ð° Ð½ÑÐ¼ÐµÑÐ¸ÑÐºÐ¾Ñ ÑÐ°ÑÑÐ°ÑÑÑÐ¸

source: left arrow
hi: बाएँ तीर
ka: ისარი მარცხნივ
sr: ÑÑÑÐµÐ»Ð¸ÑÐ° Ð»ÐµÐ²Ð¾

source: right arrow
hi: दाएँ तीर
ka: ისარი მარჯვნივ
sr: ÑÑÑÐµÐ»Ð¸ÑÐ° Ð´ÐµÑÐ½Ð¾

source: up arrow
hi: ऊपर तीर
ka: ისარი ზემოთ
sr: ÑÑÑÐµÐ»Ð¸ÑÐ° Ð³Ð¾ÑÐµ

source: down arrow
hi: नीचे तीर
ka: ისარი ქვემოთ
sr: ÑÑÑÐµÐ»Ð¸ÑÐ° Ð´Ð¾Ð»Ðµ

source: applications
hi: अनुप्रयोगों
ka: აპლიკაცია
sr: Ð°Ð¿Ð»Ð¸ÐºÐ°ÑÐ¸ÑÐµ ÑÐ°ÑÑÐµÑ

source: num lock
hi: नुम लॉक
sr: ÑÐ°ÑÑÐµÑ ÐÑÐ¼ ÐÐ¾Ðº

source: print screen
hi: प्रिंट स्क्रीन
ka: ეკრანის გადაღება
sr: ÑÐ°ÑÑÐµÑ ÐÑÐ¸Ð½Ñ Ð¡ÐºÑÐ¸Ð½

source: scroll lock
hi: स्क्रॉल लॉक
ka: scrol lock
sr: ÑÐ°ÑÑÐµÑ Ð¡ÐºÑÐ¾Ð» ÐÐ¾Ðº

source: numpad 4
hi: नमपैड 4
ka: ნაცრისფერი 4
sr: Ð½ÑÐ¼ÐµÑÐ¸ÑÐºÐ¸ ÑÐ°ÑÑÐµÑ 4

source: numpad 6
hi: नमपैड 6
ka: ნაცრისფერი 6
sr: Ð½ÑÐ¼ÐµÑÐ¸ÑÐºÐ¸ ÑÐ°ÑÑÐµÑ 6

source: numpad 8
hi: नमपैड 8
ka: ნაცრისფერი8
sr: Ð½ÑÐ¼ÐµÑÐ¸ÑÐºÐ¸ ÑÐ°ÑÑÐµÑ 8

source: numpad 2
hi: नमपैड 2
ka: ნაცრისფერი 2
sr: Ð½ÑÐ¼ÐµÑÐ¸ÑÐºÐ¸ ÑÐ°ÑÑÐµÑ 2

source: numpad 9
hi: नमपैड 9
ka: ნაცრისფერი 9
sr: Ð½ÑÐ¼ÐµÑÐ¸ÑÐºÐ¸ ÑÐ°ÑÑÐµÑ 9

source: numpad 3
hi: नमपैड 3
ka: ნაცრისფერი 3
sr: Ð½ÑÐ¼ÐµÑÐ¸ÑÐºÐ¸ ÑÐ°ÑÑÐµÑ 3

source: numpad 1
hi: नमपैड 1
ka: ნაცრისფერი 1
sr: Ð½ÑÐ¼ÐµÑÐ¸ÑÐºÐ¸ ÑÐ°ÑÑÐµÑ 1

source: numpad 7
hi: नमपैड 7
ka: ნაცრისფერი 7
sr: Ð½ÑÐ¼ÐµÑÐ¸ÑÐºÐ¸ ÑÐ°ÑÑÐµÑ 7

source: numpad 5
hi: नमपैड 5
ka: ნაცრისფერი 5
sr: Ð½ÑÐ¼ÐµÑÐ¸ÑÐºÐ¸ ÑÐ°ÑÑÐµÑ 5

source: numpad divide
hi: नमपैड डिवाइड
ka: ნაცრისფერი გაყოფა
sr: Ð½ÑÐ¼ÐµÑÐ¸ÑÐºÐ¸ ÑÐ°ÑÑÐµÑ Ð´ÐµÑÐµÑÐµ

source: numpad multiply
hi: नमपैड मन्टिप्लाय
ka: ნაცრისფერი გამრავლება
sr: Ð½ÑÐ¼ÐµÑÐ¸ÑÐºÐ¸ ÑÐ°ÑÑÐµÑ Ð¼Ð½Ð¾Ð¶ÐµÑÐµ

source: numpad minus
hi: नुम्पद मिनुस
ka: ნაცრისფერი გამოკლება
sr: Ð½ÑÐ¼ÐµÑÐ¸ÑÐºÐ¸ ÑÐ°ÑÑÐµÑ Ð¼Ð¸Ð½ÑÑ

source: numpad plus
hi: नुम्पद पलुस
ka: ნაცრისფერი მიმატება
sr: Ð½ÑÐ¼ÐµÑÐ¸ÑÐºÐ¸ ÑÐ°ÑÑÐµÑ Ð¿Ð»ÑÑ

source: left control
hi: बाएँ नियंत्रण
ka: მარცხენა კონტროლი
sr: Ð»ÐµÐ²Ð¸ ÐºÐ¾Ð½ÑÑÐ¾Ð»

source: right control
hi: दाएँ नियंत्रण
ka: მარჯვენა კონტროლი
sr: Ð´ÐµÑÐ½Ð¸ ÐºÐ¾Ð½ÑÑÐ¾Ð»

source: left windows
hi: बाईं विन्दोव्स
ka: მარცხენა ვინდოუსი
sr: Ð»ÐµÐ²Ð¸ Ð²Ð¸Ð½Ð´Ð¾ÑÐ·

source: left shift
hi: बाईं शिफ्ट
ka: მარცხენა შიფტი
sr: Ð»ÐµÐ²Ð¸ ÑÐ¸ÑÑ

source: right shift
hi: दाएँ शिफ्ट
ka: მარჯვენა შიფტი
sr: Ð´ÐµÑÐ½Ð¸ ÑÐ¸ÑÑ

source: left alt
hi: बाईं अल्त
ka: მარცხენა ალტი
sr: Ð»ÐµÐ²Ð¸ Ð°Ð»Ñ

source: right alt
hi: दाएँ अल्त
ka: მარჯვენა ალტი
sr: Ð´ÐµÑÐ½Ð¸ Ð°Ð»Ñ

source: right windows
hi: दाएँ विन्दोव्स
ka: მარჯვენა ვინდოუსი
sr: Ð´ÐµÑÐ½Ð¸ Ð²Ð¸Ð½Ð´Ð¾ÑÐ·

source: break
hi: ब्रेक
ka: პაუზა
sr: Ð¿ÑÐµÐºÐ¸Ð´

# keyLabel
source: tab
hi: टैप
sr: ÑÐ°Ð±ÑÐ»Ð°ÑÐ¾Ñ

source: desktop
hi: डेस्कटप
ka: მაგიდის
sr: Ð´ÐµÑÐºÑÐ¾Ð¿

source: laptop
hi: लैपटॉप
ka: ლეფტოპი
sr: Ð»Ð°Ð¿ÑÐ¾Ð¿

source: unknown %s
hi: अज्ञात %s
sr: Ð½ÐµÐ¿Ð¾Ð·Ð½Ð°ÑÐ¾ %s

source: on
hi: पर
ka: ჩართულია
sr: ÑÐºÑÑÑÐµÐ½Ð¾
ur: آن

source: off
hi: से दूर
ka: გამორთულია
sr: Ð¸ÑÐºÑÑÑÐµÐ½Ð¾
ur: آف

source: %s keyboard
hi: %s कीबोर्ड
sr: %s ÑÐ°ÑÑÐ°ÑÑÑÐ°

source: keyboard, all layouts
hi: कीबोर्ड, सभी लेआउट
sr: ÑÐ°ÑÑÐ°ÑÑÑÐ°, ÑÐ²Ð¸ ÑÐ°ÑÐ¿Ð¾ÑÐµÐ´Ð¸

# languageName
source: Amharic
hi: दारी
sr: ÐÐ¼Ñ Ð°ÑÑÐºÐ¸

# languageName
source: Aragonese
hi: अर्गोनी
sr: ÐÑÐ°Ð³Ð¾Ð½ÑÐºÐ¸

# languageName
source: Arabic
hi: अरबी
sr: ÐÑÐ°Ð¿ÑÐºÐ¸

# languageName
source: Nepali
hi: नेपाली
sr: ÐÐµÐ¿Ð°Ð»ÑÐºÐ¸

# languageName
source: Serbian (Latin)
hi: सर्बियाई (लैटिन)
sr: Ð¡ÑÐ¿ÑÐºÐ¸ (Ð»Ð°ÑÐ¸Ð½Ð¸ÑÐ°)

source: User default
hi: उपयोगकर्ता डिफ़ॉल्ट
sr: ÐÐ¾ÑÐ¸ÑÐ½Ð¸ÑÐºÐ¸ Ð¾ÑÐ½Ð¾Ð²Ð½Ð¸

source: %s cursor
hi: %s कर्सर
ka: %s კურსორი
sr: %s ÐºÑÑÑÐ¾Ñ
ur: %s کرسر

source: Allows NVDA to run on the Windows Logon screen, UAC screen and other secure screens.
hi: एनवीडीए को Windows लॉगऑन स्क्रीन, यूएसी स्क्रीन और अन्य सुरक्षित स्क्रीन पर चलने की अनुमति देता है.
sr: ÐÐ¾Ð·Ð²Ð¾ÑÐ°Ð²Ð° NVDA Ð´Ð° ÑÐ°Ð´Ð¸ Ð½Ð° Windows ÐµÐºÑÐ°Ð½Ñ Ð·Ð° Ð¿ÑÐ¸ÑÐ°Ð²ÑÐ¸Ð²Ð°ÑÐµ, ÐµÐºÑÐ°Ð½Ñ ÐÐ¾Ð½ÑÑÐ¾Ð»Ðµ ÐÑÐ¸ÑÑÑÐ¿Ð° ÐÐ¾ÑÐ¸ÑÐ½Ð¸ÐºÐ° Ð¸ Ð´ÑÑÐ³Ð¸Ð¼ Ð±ÐµÐ·Ð±ÐµÐ´Ð½Ð¾ÑÐ½Ð¸Ð¼ ÐµÐºÑÐ°Ð½Ð¸Ð¼Ð°.

source: Type help(object) to get help about object.
hi: मदद के प्रकार (ऑब्जेक्ट) वस्तु के बारे में मदद पाने के लिए
ka: შეიყვანეთ help(object) ობიექტის შესახებ ინფორმაციის მისაღებად.
sr: Ð£ÐºÑÑÐ°ÑÑÐµ help(Ð¾Ð±ÑÐµÐºÐ°Ñ) Ð´Ð° Ð´Ð¾Ð±Ð¸ÑÐµÑÐµ Ð¿Ð¾Ð¼Ð¾Ñ Ñ Ð²ÐµÐ·Ð¸ Ñ Ð¾Ð±ÑÐµÐºÑÐ¾Ð¼

source: Type exit() to exit the console
hi: कंसोल से बाहर निकलने के लिए टाइप एक्सिट()
ka: შეიყვანეთ exit() კონსოლიდან გამოსვლისათვის
sr: Ð£ÐºÑÑÐ°ÑÑÐµ exit() Ð´Ð° Ð½Ð°Ð¿ÑÑÑÐ¸ÑÐµ ÐºÐ¾Ð½Ð·Ð¾Ð»Ñ

source: NVDA Python Console
hi: एन व् डी ए पैथान कंसोल
ka: NVDA კონსოლ Python
sr: NVDA ÐÐ°ÑÑÐ¾Ð½ ÐºÐ¾Ð½Ð·Ð¾Ð»Ð°

source: Object review
hi: वस्तु समीक्षा
sr: Ð ÐµÐ²Ð¸Ð·Ð¸ÑÐ° Ð¾Ð±ÑÐµÐºÑÐ°

source: Document review
hi: दस्तावेज़ समीक्षा
sr: Ð ÐµÐ²Ð¸Ð·Ð¸ÑÐ° Ð´Ð¾ÐºÑÐ¼ÐµÐ½ÑÐ°

source: Screen review
hi: स्क्रीन समीक्षा
sr: Ð ÐµÐ²Ð¸Ð·Ð¸ÑÐ° ÐµÐºÑÐ°Ð½Ð°

source: Emulates pressing %s on the system keyboard
hi: सिस्टम कीबोर्ड पर दबाने की नकल करे %s
ka: ქმნის დაწოლის ემულაციას%s კლავიატურაზე
sr: ÐÐ¼ÑÐ»Ð¸ÑÐ° Ð¿ÑÐ¸ÑÐ¸ÑÐºÐ°ÑÐµ %s Ð½Ð° ÑÐ¸ÑÑÐµÐ¼ÑÐºÐ¾Ñ ÑÐ°ÑÑÐ°ÑÑÑÐ¸

source: blank
hi: रिक्त
ka: ცარიელი
sr: Ð¿ÑÐ°Ð·Ð½Ð¾
ur: خالی

source: cap %s
hi: कैप %s
ka: დიდი %s
sr: Ð²ÐµÐ»Ð¸ÐºÐ¾ %s

source: no indent
hi: कोई मांगपत्र नही है
sr: Ð½ÐµÐ¼Ð° ÑÐ²Ð»Ð°ÑÐµÑÐ°

source: %d characters
hi: %d अक्षर
ka: %d სიმბოლოები
sr: %d ÐºÐ°ÑÐ°ÐºÑÐµÑÐ°

source: selecting %s
hi: चयन %s
ka: გამოყოფილია %s
sr: Ð¸Ð·Ð°Ð±ÑÐ°Ð½Ð¾ %s

source: unselecting %s
hi: अचयनित %s
ka: არ არის გამოყოფილი %s
sr: Ð½ÐµÐ¸Ð·Ð°Ð±ÑÐ°Ð½Ð¾ %s

source: selection removed
hi: चयन हटाया
ka: გამოყოვილი წაიშალა
sr: ÑÐµÐ»ÐµÐºÑÐ¸ÑÐ° ÑÐºÐ»Ð¾ÑÐµÐ½Ð°

source: done dragging
hi: खींच किया
ka: გადათრევა დასრულებულია
sr: Ð¿ÑÐµÐ²Ð»Ð°ÑÐµÑÐµ Ð³Ð¾ÑÐ¾Ð²Ð¾

source: level %s
hi: स्तर% s
ka: %s დონე
sr: Ð½Ð¸Ð²Ð¾ %s

source: row %s
hi: पंक्ति %s
ka: ხაზი %s
sr: ÑÐµÐ´ %s

source: column %s
hi: स्तंभ %s
ka: სვეტი %s
sr: ÐºÐ¾Ð»Ð¾Ð½Ð° %s

source: with {rowCount} rows and {columnCount} columns
hi: {rowCount} पंक्तियों और {columnCount} स्तं के साथ
sr: ÑÐ° {rowCount} ÑÐµÐ´Ð¾Ð²Ð° Ð¸ {columnCount} ÐºÐ¾Ð»Ð¾Ð½Ð°

source: with %s columns
hi: %s कॉलम के साथ
ka: %s სვეტებიდან
sr: ÑÐ° %s ÐºÐ¾Ð»Ð¾Ð½Ð°

source: with %s rows
hi: %s पंक्तियाँ के साथ
ka: %s ხაზიდან
sr: ÑÐ° %s ÑÐµÐ´Ð¾Ð²Ð°

source: with %s items
hi: % s आइटमों के साथ
ka: %s ელემენტებიდან
sr: ÑÐ° %s ÑÑÐ°Ð²ÐºÐ¸
ur: %s اشیا کے ساتھ

source: out of %s
hi: %s
ka: არა %s
sr: Ð¾Ð´ %s
ur: %s سے باہر

source: page %s
hi: पेज %s
ka: გვერდი %s
sr: ÑÑÑÐ°Ð½Ð° %s

source: heading level %d
hi: शीर्षक स्तर %d
sr: Ð½Ð¸Ð²Ð¾ Ð·Ð°Ð³Ð»Ð°Ð²ÑÐ° %d

source: style %s
hi: शैली %s
ka: სტილი%s
sr: ÑÑÐ¸Ð» %s
ur: طرز %s

source: default style
hi: डिफ़ॉल्ट शैली
ka: დათქმული სტილი
sr: Ð¿Ð¾ÑÐµÑÐ½Ð¸ ÑÑÐ¸Ð»

source: {color} on {backgroundColor}
hi: {color} {backgroundColor} पर
sr: {color} Ð½Ð° {backgroundColor}

source: {backgroundColor} background
hi: {backgroundColor} पृष्ठभूमि
sr: {backgroundColor} Ð¿Ð¾Ð·Ð°Ð´Ð¸Ð½Ð°

source: line %s
hi: लाइन %s
ka: ხაზი %s
sr: Ð»Ð¸Ð½Ð¸ÑÐ° %s

source: revised %s
hi: संशोधित %s
sr: ÑÐµÐ´Ð¸Ð³Ð¾Ð²Ð°Ð½Ð¾ %s

source: unrevised
hi: अनरिबाय्ज़्ड़
sr: Ð½ÐµÑÐµÐ´Ð¸Ð³Ð¾Ð²Ð°Ð½Ð¾

source: no bold
hi: नो बोल्ड
ka: არ არის ნახევრად მუქი
sr: Ð½Ð¸ÑÑ Ð¿Ð¾Ð´ÐµÐ±ÑÐ°Ð½Ð° ÑÐ»Ð¾Ð²Ð°

source: italic
hi: तिरछा
ka: კურსივი
sr: Ð¸ÑÐºÐ¾ÑÐµÐ½
ur: اٹالک

source: no italic
hi: नो इटैलिक
ka: არ არის კურსივი
sr: Ð½Ð¸ÑÐµ Ð¸ÑÐºÐ¾ÑÐµÐ½

source: strikethrough
hi: स्ट्राइकथ्रू
ka: გახაზულია
sr: Ð¿ÑÐµÑÑÑÐ°Ð½Ð¾

source: no strikethrough
hi: नो स्ट्राइकथ्रू
ka: არ არის გახაზული
sr: Ð½Ð¸ÑÐµ Ð¿ÑÐµÑÑÑÐ°Ð½Ð¾

source: underlined
hi: रेखांकित
ka: ქვედა ხაზი
sr: Ð¿Ð¾Ð´Ð²ÑÑÐµÐ½Ð¾

source: not underlined
hi: नहीं रेखांकित
ka: ხაზგაუსმელი
sr: Ð½Ð¸ÑÐµ Ð¿Ð¾Ð´Ð²ÑÑÐµÐ½Ð¾

source: baseline
hi: आधारभूत
ka: საბაზო ზოლი
sr: Ð¾ÑÐ½Ð¾Ð²Ð½Ð° Ð»Ð¸Ð½Ð¸ÑÐ°

source: align left
hi: बाएँ संरेखित करें
ka: სწორება მარცხენა ნაპირთან
sr: Ð¿Ð¾ÑÐ°Ð²Ð½Ð°Ñ Ð»ÐµÐ²Ð¾

source: align center
hi: केंद्र संरेखित
ka: სწორება ცენტრში
sr: ÑÐµÐ½ÑÑÐ¸ÑÐ°Ñ

source: align right
hi: दाएँ संरेखित
ka: სწორება მარჯვენა ნაპირთან
sr: Ð¿Ð¾ÑÐ°Ð²Ð½Ð°Ñ Ð´ÐµÑÐ½Ð¾

source: align justify
hi: औचित्य संरेखित
ka: სწორება სიგანეზე
sr: Ð¾Ð±Ð¾ÑÑÑÐ°Ð½Ð¾ Ð¿Ð¾ÑÐ°Ð²Ð½Ð°Ð²Ð°ÑÐµ

source: align distributed
sr: distribuiran

source: align default
hi: डिफ़ॉल्ट पंक्ति
ka: დათქმული სწორება
sr: Ð¿Ð¾ÑÐµÑÐ½Ð¾ Ð¿Ð¾ÑÐ°Ð²Ð½Ð°Ð²Ð°ÑÐµ

source: left indent
sr: levi format

source: no left indent
sr: nema formata

source: right indent
sr: Ð´ÐµÑÐ½Ð¸ desni format

source: no right indent
sr: Ð½ÐµÐ¼Ð° desnog formata

source: hanging indent
sr: format

source: no hanging indent
sr: nema formata

source: first line indent
hi: प्रथम लाइन कि &किनारा
sr: prijavi formate

source: no first line indent
hi: प्रथम लाइन कि किनारा नहि है
sr: nema redovnih formata

source: vertical align top
sr: ÑÑÐ¿ÑÐ°Ð²Ð°Ð½ Ð°Ð»Ð¸Ð³Ð¼ÐµÐ½Ñ.

source: vertical align middle
sr: ÑÑÐ¿ÑÐ°Ð²Ð°Ð½ Ð°Ð»Ð¸ Ñ ÑÑÐµÐ´Ð¸Ð½Ð¸.

source: vertical align bottom
sr: ÑÑÐ¿ÑÐ°Ð²Ð°Ð½ Ð°Ð»Ð¸ Ð½Ð° Ð²ÑÑ Ñ

source: vertical align baseline
sr: ÑÑÐ¿ÑÐ°Ð²Ð°Ð½ Ð½Ð° Ð»Ð¸Ð½Ð¸ÑÐ¸.

source: vertical align justified
sr: Ð¾Ð±Ð¾ÑÑÑÐ°Ð½Ð¾ uspravan

source: vertical align distributed
sr: ÑÑÐ¿ÑÐ°Ð²Ð½Ð¾ Ð´Ð¸ÑÑÑÐ¸Ð±ÑÐ¸ÑÐ°Ð½.

source: vertical align default
sr: Ð¿Ð¾ÑÐµÑÐ½Ð¾ uspravan

source: out of comment
hi: टिप्पणी से बाहर.
sr: van ÐºÐ¾Ð¼ÐµÐ½ÑÐ°ÑÐ°.

source: spelling error
hi: वर्तनी त्रुटि
ka: გრამატიკული შეცდომა
sr: Ð³ÑÐµÑÐºÐ° Ñ Ð¿ÑÐ°Ð²Ð¾Ð¿Ð¸ÑÑ

source: out of spelling error
hi: बाहर वर्तनी की त्रुटि
ka: არა გრამატიკული შეცდომა
sr: Ð±ÐµÐ· Ð³ÑÐµÑÐ°ÐºÐ° Ñ Ð¿ÑÐ°Ð²Ð¾Ð¿Ð¸ÑÑ

source: out of table
hi: तालिका के बाहर
ka: არა ცხრილში
sr: Ð²Ð°Ð½ ÑÐ°Ð±ÐµÐ»Ðµ
ur: جدول سے باہر

source: table with {columnCount} columns and {rowCount} rows
hi: {columnCount} स्तं और {rowCount}पंक्तियों की तालिका
sr: ÑÐ°Ð±ÐµÐ»Ð° ÑÐ° {columnCount} s ÐºÐ¾Ð»Ð¾Ð½Ð° Ð¸ {rowCount} ÑÐµÐ´Ð¾Ð²Ð°

source: NVDA Speech Viewer
hi: एन व् डी ए भाषण वीएवेर
ka: NVDA საუბრის მეტვალყურე.
sr: NVDA Ð¿ÑÐµÐ³Ð»ÐµÐ´Ð½Ð¸Ðº Ð³Ð¾Ð²Ð¾ÑÐ°

source: &Language
hi: भाषा
ka: &ენა
sr: &ÐÐµÐ·Ð¸Ðº

source: &Voice
hi: आवाज़
ka: &პერსონა
sr: &ÐÐ»Ð°Ñ
ur: آواز

source: V&ariant
hi: प्रकार
ka: &ვარიანტი
sr: &ÐÑÑÑÐ°
ur: متغیرہ

source: &Rate
hi: दर
ka: &სიჩქარე
sr: &ÐÑÐ·Ð¸Ð½Ð°
ur: شرح

source: V&olume
hi: आयतन
ka: &ხმა&омкость
sr: &ÐÐ°ÑÐ¸Ð½Ð° Ð·Ð²ÑÐºÐ°
ur: صوت

source: &Pitch
hi: पिच
ka: &ტონი
sr: &ÐÐ¸ÑÐ¸Ð½Ð° Ð³Ð»Ð°ÑÐ°
ur: اوج

source: &Inflection
hi: मोड़
ka: &ინტონაცია
sr: &ÐÐ¾Ð´ÑÐ»Ð°ÑÐ¸ÑÐ°
ur: گردش آواز

source: text mode
hi: टैक्स्ट मोड
sr: ÑÐµÐºÑÑÑÐ°Ð»Ð½Ð¸ ÑÐµÐ¶Ð¸Ð¼

source: object mode
hi: वस्तु मोड
sr: Ð¾Ð±ÑÐµÐºÑÐ½Ð¸ ÑÐµÐ¶Ð¸Ð¼

source: single {action}
hi: एक {action}
sr: ÑÐµÐ´Ð½Ð¾Ð¼ {action}

source: double {action}
hi: दोहरा {action}
sr: Ð´Ð²Ð°Ð¿ÑÑ {action}

source: tripple {action}
hi: तिहरा {action}
sr: ÑÑÐ¾ÑÑÑÑÐºÐ¸ {action}

source: quadruple {action}
hi: चौगुनी {action}
sr: ÑÐµÑÐ²Ð¾ÑÐ¾ÑÑÑÑÐºÐ¸ {action}

source: {numFingers} finger {action}
sr: {numFingers} Ð¿ÑÑÑÐ° {action}

# touch action
source: tap
hi: टैप करे
sr: Ð´Ð¾Ð´Ð¸ÑÐ½Ð¸

# touch action
source: tap and hold
hi: टैप और होल्ड करे
sr: Ð´Ð¾Ð´Ð¸ÑÐ½Ð¸ Ð¿Ð° Ð´Ð¾Ð´Ð¸ÑÐ½Ð¸ Ð¸ Ð·Ð°Ð´ÑÐ¶Ð¸

# touch action
source: hold
hi: दबाकर रखे
sr: Ð´Ð¾Ð´Ð¸ÑÐ½Ð¸ Ð¸ Ð·Ð°Ð´ÑÐ¶Ð¸

# touch action
source: flick up
hi: उपर फ्लिक करे
sr: Ð¿Ð¾Ð²ÑÑÐ¸ Ð½Ð°Ð³Ð¾ÑÐµ

# touch action
source: flick down
hi: नीचे फ्लिक करे
sr: Ð¿Ð¾Ð²ÑÑÐ¸ Ð½Ð°Ð´Ð¾Ð»Ðµ

# touch action
source: flick left
hi: बाई ओर फ्लिक करे
sr: Ð¿Ð¾Ð²ÑÑÐ¸ ÑÐ»ÐµÐ²Ð¾

# touch action
source: flick right
hi: दाई ओर फ्लिक करे
sr: Ð¿Ð¾Ð²ÑÑÐ¸ ÑÐ´ÐµÑÐ½Ð¾

# touch action
source: hover down
hi: नीचे मंडराईए
sr: Ð·Ð°Ð´ÑÐ¶Ð¸ Ð´Ð¾Ð´Ð¸Ñ

# touch action
source: hover
hi: मंडराना
sr: Ð´ÑÐ³Ð¸ Ð´Ð¾Ð´Ð¸Ñ

# touch action
source: hover up
hi: उपर मंडराईए
sr: Ð´ÑÐ³Ð¸ Ð´Ð¾Ð´Ð¸Ñ Ð¿ÑÐµÐºÐ¸Ð½ÑÑ

source: Checking for Update
hi: अद्यतन के लिए जाँच हो रही है
sr: ÐÑÐ¾Ð²ÐµÑÐ° Ð´Ð¾ÑÑÑÐ¿Ð½Ð¸Ñ Ð°Ð¶ÑÑÐ¸ÑÐ°ÑÐ°

source: Checking for update
hi: अद्यतन के लिए जाँच हो रही है
sr: ÐÑÐ¾Ð²ÐµÑÐ° Ð´Ð¾ÑÑÑÐ¿Ð½Ð¸Ñ Ð°Ð¶ÑÑÐ¸ÑÐ°ÑÐ°

source: Error checking for update.
hi: त्रुटि अद्यतन के लिए जाँच हो रही है.
sr: ÐÑÐµÑÐºÐ° Ð¿ÑÐ¸Ð»Ð¸ÐºÐ¾Ð¼ Ð¿ÑÐ¾Ð²ÐµÑÐµ Ð°Ð¶ÑÑÐ¸ÑÐ°ÑÐ°.

source: Error
hi: त्रुटि
ka: შეცდომა
sr: ÐÑÐµÑÐºÐ°

source: NVDA Update
hi: एनवीडीए अद्यतन
sr: NVDA Ð°Ð¶ÑÑÐ¸ÑÐ°ÑÐµ

source: NVDA version {version} is available.
hi: एनवीडीए संस्करण {version} उपलब्ध है.
sr: ÐÐ¾ÑÑÑÐ¿Ð½Ð° ÑÐµ Ð²ÐµÑÐ·Ð¸ÑÐ° {version} Ð¿ÑÐ¾Ð³ÑÐ°Ð¼Ð° NVDA.

source: No update available.
hi: कोई अद्यतन उपलब्ध नही है.
sr: ÐÐµÐ¼Ð° Ð´Ð¾ÑÑÑÐ¿Ð½Ð¸Ñ Ð°Ð¶ÑÑÐ¸ÑÐ°ÑÐ°

source: Download and &install update
hi: अद्यतन डाउनलोड और &i स्थापित करें
sr: ÐÑÐµÑÐ·Ð¼Ð¸ Ð¸ &Ð¸Ð½ÑÑÐ°Ð»Ð¸ÑÐ°Ñ Ð°Ð¶ÑÑÐ¸ÑÐ°ÑÐ°

source: &Download update
hi: अद्यतन डाउनलोड करे &d
sr: &ÐÑÐµÑÐ·Ð¼Ð¸ Ð°Ð¶ÑÑÐ¸ÑÐ°ÑÐ°

source: Remind me &later
hi: मुझे बाद में याद दिलाना &l
sr: ÐÐ¾Ð´ÑÐµÑÐ¸ Ð¼Ðµ &ÐºÐ°ÑÐ½Ð¸ÑÐµ

source: &Close
hi: बंद करे &c
sr: &ÐÐ°ÑÐ²Ð¾ÑÐ¸

source: Downloading Update
hi: अद्यतन डाउनलोड हो रहा है
sr: ÐÑÐµÑÐ·Ð¸Ð¼Ð°Ð¼ Ð°Ð¶ÑÑÐ¸ÑÐ°ÑÐ°

source: Connecting
hi: कनेक्ट हो रहा है
sr: ÐÐ¾Ð²ÐµÐ·Ð¸Ð²Ð°ÑÐµ Ñ ÑÐ¾ÐºÑ

source: Downloading
hi: डाउनलोड हो रहा है
sr: ÐÑÐµÑÐ·Ð¸Ð¼Ð°ÑÐµ Ñ ÑÐ¾ÐºÑ

source: Error downloading update.
hi: अद्यतन को डाउनलोड करते हुए त्रुटि
sr: ÐÑÐµÑÐºÐ° Ð¿ÑÐ¸Ð»Ð¸ÐºÐ¾Ð¼ Ð¿ÑÐµÑÐ·Ð¸Ð¼Ð°ÑÐ° Ð°Ð¶ÑÑÐ¸ÑÐ°ÑÐ°.

source: Update downloaded. It will now be installed.
hi: अद्यतन डाउनलोड हो गया है. अब यह स्थापित किया जाएगा.
sr: ÐÐ¶ÑÑÐ¸ÑÐ°ÑÐµ Ð¿ÑÐµÑÐ·ÐµÑÐ¾, Ð±Ð¸ÑÐµ ÑÐ°Ð´ Ð¸Ð½ÑÑÐ°Ð»Ð¸ÑÐ°Ð½Ð¾.

source: Install Update
hi: अद्यतन स्थापित करे
sr: ÐÐ½ÑÑÐ°Ð»Ð¸ÑÐ°ÑÐµ Ð°Ð¶ÑÑÐ¸ÑÐ°ÑÐ°

source: We need your help in order to continue to improve NVDA. This project relies primarily on donations and grants. By donating, you are helping to fund full time development. If even $10 is donated for every download, we will be able to cover all of the ongoing costs of the project. All donations are received by NV Access, the non-profit organisation which develops NVDA. Thank you for your support.
hi: एनवीडीए को बहतर बनाना जारी रखने के लिए हमे आपकी ज़रूरत है. यह परियोजना मुख्य रूप से दान और अनुदान पर निर्भर है. दान करके, आप पूर्ण समय विकास निधि के लिए मदद कर रहे हैं. $ 10 भी अगर प्रत्येक डाउनलोड के लिए दान किए जाते है, तो हम चल रहे सभी खर्चों को कवर कर सकेंगे. सभी दान NV ऐक्सैस , वह गैर लाभ संगठन जो एनवीडीए को विकसित करते है, प्राप्त कर रहे हैं. आपके समर्थन के लिए धन्यवाद.
sr: Ð¢ÑÐµÐ±Ð° Ð½Ð°Ð¼ ÐÐ°ÑÐ° Ð¿Ð¾Ð¼Ð¾Ñ Ð´Ð° Ð±Ð¸ÑÐ¼Ð¾ Ð¼Ð¾Ð³Ð»Ð¸ Ð´Ð°ÑÐµ Ð´Ð° ÑÑÐ°Ð²ÑÑÐ°Ð²Ð°Ð¼Ð¾ NVDA. ÐÐ²Ð°Ñ Ð¿ÑÐ¾ÑÐµÐºÐ°Ñ Ð·Ð°Ð²Ð¸ÑÐ¸ Ð¿ÑÐµÐ²Ð°ÑÑ Ð¾Ð´Ð½Ð¾ Ð¾Ð´ Ð´Ð¾Ð½Ð°ÑÐ¸ÑÐ° Ð¸ Ð³ÑÐ°Ð½ÑÐ¾Ð²Ð°. ÐÐ¾Ð½Ð°ÑÐ¸ÑÐ¾Ð¼ Ð¿Ð¾Ð¼Ð°Ð¶ÐµÑÐµ ÑÐ¸Ð½Ð°Ð½ÑÐ¸ÑÐ°ÑÐµ ÑÑÐ°Ð»Ð½Ð¾Ð³ ÑÐ°Ð·Ð²Ð¾ÑÐ°. ÐÐºÐ¾ ÑÐ²Ð°ÐºÐ¾ ÐºÐ¾ Ð¿ÑÐµÑÐ·Ð¼Ðµ Ð¿ÑÐ¾Ð³ÑÐ°Ð¼ Ð´Ð¾Ð½Ð¸ÑÐ° ÑÐ²ÐµÐ³Ð° $10, Ð¼Ð¾ÑÐ¸ÑÐµÐ¼Ð¾ Ð´Ð° Ð¿Ð¾ÐºÑÐ¸ÑÐµÐ¼Ð¾ ÑÐ²Ðµ ÑÐµÐºÑÑÐµ ÑÑÐ¾ÑÐºÐ¾Ð²Ðµ Ð¿ÑÐ¾ÑÐµÐºÑÐ°. Ð¡Ð²Ðµ Ð´Ð¾Ð½Ð°ÑÐ¸ÑÐµ Ð¿ÑÐ¸Ð¼Ð° NV Access, Ð½ÐµÐ¿ÑÐ¾ÑÐ¸ÑÐ½Ð° Ð¾ÑÐ³Ð°Ð¸Ð·Ð°ÑÐ¸ÑÐ° ÐºÐ¾ÑÐ° ÑÐ°Ð·Ð²Ð¸ÑÐ° NVDA. ÐÐ°Ñ Ð²Ð°ÑÑÑÐµÐ¼Ð¾ Ð½Ð° ÐÐ°ÑÐ¾Ñ Ð¿Ð¾Ð´ÑÑÑÐ¸.

source: Please Donate
hi: कृपया दान करे
sr: ÐÐ¾Ð»Ð¸Ð¼Ð¾ ÐÐ°Ñ, Ð´Ð¾Ð½Ð¸ÑÐ°ÑÑÐµ

source: &Donate
hi: दान करे &d
sr: &ÐÐ¾Ð½Ð¸ÑÐ°ÑÑÐµ

source: &Not now
hi: अभी नही &n
sr: &ÐÐµ ÑÐ°Ð´Ð°

source: &Done
hi: पूर्ण &d
sr: &ÐÐ¾ÑÐ¾Ð²Ð¾

source: A free and open source screen reader for Microsoft Windows
hi: माइक्रोसॉफ्ट विंडोज के लिए एक मुफ्त और खुला स्रोत स्क्रीन रीडर
ka: თავისუფალი ხმოვანი პროგრამა windowsსთვის გახსნილი კოდით
sr: ÐÐµÑÐ¿Ð»Ð°ÑÐ°Ð½ ÑÐ¸ÑÐ°Ñ ÐµÐºÑÐ°Ð½Ð°, Ð¾ÑÐ²Ð¾ÑÐµÐ½Ð¾Ð³ ÐºÐ¾Ð´Ð°, Ð·Ð° Ð¾Ð¿ÐµÑÐ°ÑÐ¸Ð²Ð½Ð¸ ÑÐ¸ÑÑÐµÐ¼ Microsoft Windows

source: Copyright (C) {years} NVDA Contributors
hi: सर्वाधिकार (C) {years} एनवीडीए योगदानकर्ता
sr: ÐÑÑÐ¾ÑÑÐºÐ¾ Ð¿ÑÐ°Ð²Ð¾ (C) {years} NVDA Ð¡Ð°ÑÐ°Ð´Ð½Ð¸ÑÐ¸

source: {longName} ({name}) Version: {version} URL: {url} {copyright} {name} is covered by the GNU General Public License (Version 2). You are free to share or change this software in any way you like as long as it is accompanied by the license and you make all source code available to anyone who wants it. This applies to both original and modified copies of this software, plus any derivative works. For further details, you can view the license from the Help menu. It can also be viewed online at: http://www.gnu.org/licenses/old-licenses/gpl-2.0.html {name} is developed by NV Access, a non-profit organisation committed to helping and promoting free and open source solutions for blind and vision impaired people. If you find NVDA useful and want it to continue to improve, please consider donating to NV Access. You can do this by selecting Donate from the NVDA menu.
hi: {longName} ({name}) GNU जनरल पब्लिक लाइसेंस (2 संस्करण) द्वारा कवर किया जाता है. आप साझा करने के लिए स्वतंत्र हैं या इस बदलाव किसी भी तरह से आप के रूप में लंबे समय के रूप में आप सॉफ्टवेयर के साथ लाइसेंस वितरित की तरह है, और सभी स्रोत बनाने में सॉफ्टवेयर जो कोई यह चाहता है के लिए उपलब्ध कोड. यह दोनों मूल और संशोधित सॉफ्टवेयर, प्लस की प्रतियों पर लागू होता है किसी भी सॉफ्टवेयर है कि इस सॉफ्टवेयर से लिया कोड का उपयोग करता है. अधिक जानकारी के लिए, आप लाइसेंस पर ऑनलाइन दृश्य: सकते हैंHttp://www.gnu.org/licenses/old-licenses/gpl-2.0.html या फ़ाइल Copying.txt कि इस सॉफ्टवेयर के साथ आया देख
ka: {longName} ({name}) ვერსია: {version} URL: {url} {copyright} {name} ვრცელდება GNU General Public License (Version 2) ლიცენზიიტ. თქვენ შეგიძლიათ თავისუფლად გაავრცელოთ და/ან შეცვალოთ ეს პროგრამული უზრუნველყოფა მხოლოდ ლიცენზიის პირობის დაცვისას და გამომდინარე კოდის მიწოდება ყველა მსურველტატვის. ეს ეკუტვნის ამ პროგრამული უზრუნველყოფის ორიგინალურ ვერსიას, მის შეცვლილ კოპიებს, და ასევე მის მწარმოებლებს დაწვრილებიტ იხილეტ ლიცენზია მენიუ "დახმარებაში". ის ასევე შეიძლება იქნეს მიღებული ონლაინ რეჟიმში: http://www.gnu.org/licenses/old-licenses/gpl-2.0.html {name} მუშავდება NV Access, არაკომერციული ორგანიზაციის მიერ, რომელიც შეიქმნა თავისუფალი პროგრამული უზრუნველყოფის გახსნილი გამომდინარე კოდიტ მხარდაჭერისთვის და პოპულარიზაციისთვის მხედველობა დაქვეიტებული ხალხისთვის.. თუ თქვენ თვლით NVDA სასარგებლოდ და გინდარ, რომ მან გააგრძელოს განვიტარება, გთხოვთ, განიხილოტ შეწირვის შესაძლებლობა NV Access სასარგებლოდ. ეს შეიძლება გაკეთდეს nvda მენიუდან "შესაწირის" არჩევისას.
sr: {longName} ({name}) ÐÐµÑÐ·Ð¸ÑÐ°: {version} URL: {url} {copyright} {name} ÑÐµ Ð¿Ð¾ÐºÑÐ¸Ð²ÐµÐ½ GNU Ð¾Ð¿ÑÑÐ¾Ð¼ ÑÐ°Ð²Ð½Ð¾Ð¼ Ð»Ð¸ÑÐµÐ½ÑÐ¾Ð¼ (Ð²ÐµÑÐ·Ð¸ÑÐ° 2). ÐÐ¾Ð¶ÐµÑÐµ ÑÐ»Ð¾Ð±Ð¾Ð´Ð½Ð¾ Ð¼ÐµÑÐ°ÑÐ¸ Ð¸ Ð´ÐµÐ»Ð¸ÑÐ¸ Ð¾Ð²Ð°Ñ ÑÐ¾ÑÑÐ²ÐµÑ Ð½Ð° ÐºÐ¾ÑÐ¸ Ð³Ð¾Ð´ Ð½Ð°ÑÐ¸Ð½ Ð¶ÐµÐ»Ð¸ÑÐµ ÑÐ²Ðµ Ð´Ð¾Ðº Ð³Ð° Ð¿ÑÐ°ÑÐ¸ Ð¾Ð²Ð° Ð»Ð¸ÑÐµÐ½ÑÐ° Ð¸ ÑÐ²Ðµ Ð´Ð¾Ðº Ð¾Ð¼Ð¾Ð³ÑÑÐ¸ÑÐµ Ð¿ÑÐ¸ÑÑÑÐ¿ Ð¸Ð·Ð²Ð¾ÑÐ½Ð¾Ð¼ ÐºÐ¾Ð´Ñ ÑÐ²Ð°ÐºÐ¾Ð¼Ðµ ÐºÐ¾ ÑÐ¾ Ð·Ð°ÑÑÐ°Ð¶Ð¸. ÐÐ²Ð¾ Ð²Ð°Ð¶Ð¸ Ð¸ Ð·Ð° Ð¾ÑÐ¸Ð³Ð¸Ð½Ð°Ð»Ð½Ðµ Ð¸ Ð¸Ð·Ð¼ÐµÑÐµÐ½Ðµ ÐºÐ¾Ð¿Ð¸ÑÐµ Ð¾Ð²Ð¾Ð³ ÑÐ¾ÑÑÐ²ÐµÑÐ°, ÑÐºÑÑÑÑÑÑÑÐ¸ Ð¸ Ð±Ð¸Ð»Ð¾ ÐºÐ°ÐºÐ°Ð² Ð´ÑÑÐ³Ð¸ ÑÐ¾ÑÑÐ²ÐµÑ Ð±Ð°Ð·Ð¸ÑÐ°Ð½ Ð½Ð° Ð¾Ð²Ð¾Ð¼. ÐÐ° Ð²Ð¸ÑÐµ Ð´ÐµÑÐ°ÑÐ°, Ð¿ÑÐ¾ÑÐ¸ÑÐ°ÑÑÐµ ÑÐµÐºÑÑ Ð»Ð¸ÑÐµÐ½ÑÐµ Ð¸Ð· Ð¼ÐµÐ½Ð¸ÑÐ° ÐÐ¾Ð¼Ð¾Ñ. ÐÐ¾Ð¶Ðµ ÑÐµ Ð¿ÑÐµÐ³Ð»ÐµÐ´Ð°ÑÐ¸ Ð¸ Ð¾Ð½Ð»Ð°ÑÐ½ Ð½Ð°: http://www.gnu.org/licenses/old-licenses/gpl-2.0.html {name} ÑÐµ ÑÐ°Ð·Ð²Ð¸Ð»Ð° NV Access, Ð½ÐµÐ¿ÑÐ¾ÑÐ¸ÑÐ½Ð° Ð¾ÑÐ³Ð°Ð½Ð¸Ð·Ð°ÑÐ¸ÑÐ° Ð¿Ð¾ÑÐ²ÐµÑÐµÐ½Ð° Ð¿Ð¾Ð¼Ð°Ð³Ð°ÑÑ Ð¸ Ð¿ÑÐ¾Ð¼Ð¾ÑÐ¸ÑÐ¸ ÑÐ»Ð¾Ð±Ð¾Ð´Ð½Ð¸Ñ Ð¸ ÑÐµÑÐµÑÐ° Ð¾ÑÐ²Ð¾ÑÐµÐ½Ð¾Ð³ ÐºÐ¾Ð´Ð° Ð·Ð° ÑÐ»ÐµÐ¿Ðµ Ð¸ ÑÐ»Ð°Ð±Ð¾Ð²Ð¸Ð´Ðµ Ð¾ÑÐ¾Ð±Ðµ. ÐÐºÐ¾ Ð²Ð°Ð¼ ÑÐµ NVDA ÐºÐ¾ÑÐ¸ÑÑÐ°Ð½ Ð¸ Ð¶ÐµÐ»Ð¸ÑÐµ Ð´Ð° Ð½Ð°ÑÑÐ°Ð²Ð¸ Ð´Ð° ÑÐµ ÑÑÐ°Ð²ÑÑÐ°Ð²Ð°, Ð¼Ð¾Ð»Ð¸Ð¼Ð¾ ÐÐ°Ñ Ð´Ð° ÑÐ°Ð·Ð¼Ð¸ÑÐ»Ð¸ÑÐµ Ð¾ Ð´Ð¾Ð½Ð°ÑÐ¸ÑÐ¸ Ð¾ÑÐ³Ð°Ð½Ð¸Ð·Ð°ÑÐ¸ÑÐ¸ NV Access. Ð¢Ð¾ Ð¼Ð¾Ð¶ÐµÑÐµ ÑÑÐ¸Ð½Ð¸ÑÐ¸ Ð¾Ð´Ð°Ð±Ð¸ÑÐ¾Ð¼ Ð¾Ð¿ÑÐ¸ÑÐµ ÐÐ¾Ð½Ð¸ÑÐ°Ñ Ð¸Ð· NVDA Ð¼ÐµÐ½Ð¸ÑÐ°.
