Repository: nvdacn/screenReaderTranslations
Catalog: */nvda.po
Languages: hi, ka, sr, ur

# inputGestures
source: &Filter by:
sr: &ÐÐ·Ð´Ð²Ð¾ÑÐ¸ Ð¿Ð¾:

source: Enter input gesture:
hi: इनपुट इशारा दर्ज करे:
sr: Ð£Ð½ÐµÑÐ¸ ÑÐ»Ð°Ð·Ð½Ðµ Ð³ÐµÑÑÐ¾Ð²Ðµ:

source: Error saving user defined gestures - probably read only file system.
hi: उपयोगकर्ता परिभाषित इशारों को सेव करने में त्रुटि - शायद रीड ओनली फाइल सिस्टम.
sr: ÐÐµ Ð¼Ð¾Ð³Ñ ÑÐµ ÑÐ°ÑÑÐ²Ð°ÑÐ¸ ÐºÐ¾ÑÐ¸ÑÐ½Ð¸ÑÐºÐ¸ Ð´ÐµÑÐ¸Ð½Ð¸ÑÐ°Ð½Ð¸ Ð³ÐµÑÑÐ¾Ð²Ð¸ - Ð²ÐµÑÐ¾Ð²Ð°ÑÐ½Ð¾ ÑÐµ ÑÐ¸ÑÑÐµÐ¼ Ð´Ð°ÑÐ¾ÑÐµÐºÐ° ÑÐ°Ð¼Ð¾ Ð·Ð° ÑÐ¸ÑÐ°ÑÐµ

source: In NVDA 2013.1, the laptop keyboard layout has been completely redesigned in order to make it more intuitive and consistent. If you use the laptop layout, please see the What's New document for more information.
hi: एनवीडीए 2013.1 में लैपटॉप कीबोर्ड लेआउट और अधिक सहज और सुसंगत बनाने के लिए पूरी तरह से बदल दिया गया है. अगर आप लैपटॉप लेआउट का उपयोग करते हैं, तो अधिक जानकारी के लिए कृपया नया क्या है दस्तावेज़ देखें.
sr: Ð£ NVDA 2013.1, Ð»Ð°Ð¿ÑÐ¾Ð¿ÑÐºÐ¸ ÑÐ°ÑÐ¿Ð¾ÑÐµÐ´ ÑÐ°ÑÑÐ°ÑÑÑÐµ ÑÐµ Ñ Ð¿Ð¾ÑÐ¿ÑÐ½Ð¾ÑÑÐ¸ ÑÐµÐ´Ð¸Ð·Ð°ÑÐ½Ð¸ÑÐ°Ð½ Ð´Ð° Ð±Ð¸ Ð±Ð¸Ð¾ Ð¸Ð½ÑÑÐ¸ÑÐ¸Ð²Ð½Ð¸ÑÐ¸ Ð¸ ÐºÐ¾Ð½Ð·Ð¸ÑÑÐµÐ½ÑÐ½Ð¸ÑÐ¸. ÐÐºÐ¾ ÐºÐ¾ÑÐ¸ÑÑÐ¸ÑÐµ Ð»Ð°Ð¿ÑÐ¾Ð¿ÑÐºÐ¸ ÑÐ°ÑÐ¿Ð¾ÑÐµÐ´, Ð¿Ð¾ÑÑÐ°Ð¶Ð¸ÑÐµ Ð²Ð¸ÑÐµ Ð¸Ð½ÑÐ¾ÑÐ¼Ð°ÑÐ¸ÑÐ° Ñ Ð´Ð¾ÐºÑÐ¼ÐµÐ½ÑÑ Ð¨ÑÐ° ÑÐµ Ð½Ð¾Ð²Ð¾

source: New Laptop Keyboard layout
hi: नया लैपटॉप लेआउट
sr: ÐÐ¾Ð²Ð¸ ÑÐ°ÑÐ¿Ð¾ÑÐµÐ´ Ð»Ð°Ð¿ÑÐ¾Ð¿ ÑÐ°ÑÑÐ°ÑÑÑÐµ

source: Read What's New
hi: क्या नया है पढे
sr: ÐÑÐ¾ÑÐ¸ÑÐ°ÑÑÐµ Ð¨ÑÐ° ÑÐµ Ð½Ð¾Ð²Ð¾

# espeakVarient
source: none
hi: कोई नही
sr: Ð½Ð¸ÑÐµÐ´Ð°Ð½

source: Rate boos&t
hi: गती में बढावा और रफ्तार
sr: ÐÐ¾&Ð²ÐµÑÐ°ÑÐµ Ð±ÑÐ·Ð¸Ð½Ðµ

source: &Acceleration
hi: त्वरण
ka: &აჩქარება
sr: &Ð£Ð±ÑÐ·Ð°Ð²Ð°ÑÐµ

source: male 1
hi: नर 1
ka: მამრობითი 1
sr: Ð¼ÑÑÐºÐ°ÑÐ°Ñ 1

source: female 1
hi: महिला 1
ka: მდედრობითი 1
sr: Ð¶ÐµÐ½Ð° 1

source: male 2
hi: नर 2
ka: მამრობითი 2
sr: Ð¼ÑÑÐºÐ°ÑÐ°Ñ 2

source: female 2
hi: महिला 2
ka: მდედრობითი 2
sr: Ð¶ÐµÐ½Ð° 2

source: No speech
hi: कोई भाषण नहीं
ka: არ არის ხმა
sr: ÐÐµÐ¼Ð° Ð³Ð¾Ð²Ð¾ÑÐ°

source: word
hi: शब्द
ka: სიტყვა
sr: ÑÐµÑ

source: at {x}, {y}
sr: Ñ {x}, {y}

source: %s landmark
hi: %s भूमि - चिह्न
ka: %s ორიენტირი
sr: %s Ð¾ÑÐ¸ÑÐµÐ½ÑÐ¸Ñ

source: Refreshed
hi: ताजा
ka: განახლდა
sr: ÐÑÐ²ÐµÐ¶ÐµÐ½Ð¾

source: Loading document...
hi: दस्तावेज़ लोड हो रहा है ...
ka: დოკუმენტის ჩატვირტვა
sr: Ð£ÑÐ¸ÑÐ°Ð²Ð°ÑÐµ Ð´Ð¾ÐºÑÐ¼ÐµÐ½ÑÐ°...

source: No long description
hi: कोई लंबी विवरण नही है
sr: ÐÐµÐ¼Ð° Ð´ÐµÑÐ°ÑÐ½Ð¾Ð³ Ð¾Ð¿Ð¸ÑÐ°

source: Shows the long description at this position if one is found.
hi: इस स्थान पर अगर कोई लंबी विवरण पाई जाती है तो उसे दिखाए.
sr: ÐÑÐ¸ÐºÐ°Ð·ÑÑÐµ Ð´ÑÐ¶Ð¸ Ð¾Ð¿Ð¸Ñ Ð½Ð° Ð¾Ð²Ð¾Ð¼ Ð¼ÐµÑÑÑ Ð°ÐºÐ¾ ÑÐµ Ð¿ÑÐ¾Ð½Ð°ÑÐµÐ½.

source: Refreshes the document content
hi: दस्तावेज़ की सामग्री को ताज़ा करे
sr: ÐÑÐ²ÐµÐ¶Ð°Ð²Ð° ÑÐ°Ð´ÑÐ¶Ð°Ñ Ð´Ð¾ÐºÑÐ¼ÐµÐ½ÑÐ°

source: use screen layout on
hi: स्क्रीन लेआउटउपयोग औन
sr: ÑÐºÑÑÑÐµÐ½Ð¾ ÐºÐ¾ÑÐ¸ÑÑÐµÑÐµ ÑÐ°ÑÐ¿Ð¾ÑÐµÐ´Ð° ÐµÐºÑÐ°Ð½Ð°

source: use screen layout off
hi: स्क्रीन लेआउट उपयोग औफ
sr: Ð¸ÑÐºÑÑÑÐµÐ½Ð¾ ÐºÐ¾ÑÐ¸ÑÑÐµÑÐµ ÑÐ°ÑÐ¿Ð¾ÑÐµÐ´Ð° ÐµÐºÑÐ°Ð½Ð°

source: Toggles on and off if the screen layout is preserved while rendering the document content
sr: ÐÐºÑÐ¸Ð²Ð¸ÑÐ° Ð¸ Ð´ÐµÐ°ÐºÑÐ¸Ð²Ð¸ÑÐ° Ð´Ð° Ð»Ð¸ ÑÐµ Ð¸Ð·Ð³Ð»ÐµÐ´ ÐµÐºÑÐ°Ð½Ð° ÑÑÐ²Ð° ÑÐ¾ÐºÐ¾Ð¼ Ð¾Ð±ÑÐ°Ð´Ðµ ÑÐ°Ð´ÑÐ¶Ð°ÑÐ° Ð´Ð¾ÐºÑÐ¼ÐµÐ½ÑÐ°

source: Not in a table cell
hi: नहीं एक टेबल सेल में
ka: არ არის ცხრილის უჯრაში
sr: ÐÐ¸ÑÐµ Ñ ÑÐµÐ»Ð¸ÑÐ¸ ÑÐ°Ð±ÐµÐ»Ðµ

source: moves to the next table row
hi: अगले तालिका पंक्ति करने के लिए कदम
ka: გადადის ცხრილის შემდეგ ხაზზე
sr: Ð¿ÑÐµÐ¼ÐµÑÑÐ° ÑÐµ Ñ Ð½Ð°ÑÐµÐ´Ð½Ð¸ ÑÐµÐ´ ÑÐ°Ð±ÐµÐ»Ðµ

source: moves to the previous table row
hi: तालिका की पिछली पंक्ति पर जाए
ka: გადადის ცხრილის წინა ხაზზე
sr: Ð¿ÑÐµÐ¼ÐµÑÑÐ° ÑÐµ Ñ Ð¿ÑÐµÑÑ Ð¾Ð´Ð½Ð¸ ÑÐµÐ´ ÑÐ°Ð±ÐµÐ»Ðµ

source: moves to the next table column
hi: पिछले तालिका पंक्ति करने के लिए कदम
ka: გადადის ცხრილის შემდეგ სვეტზე
sr: Ð¿ÑÐµÐ¼ÐµÑÑÐ° ÑÐµ Ñ Ð½Ð°ÑÐµÐ´Ð½Ñ ÐºÐ¾Ð»Ð¾Ð½Ñ ÑÐ°Ð±ÐµÐ»Ðµ

source: moves to the previous table column
hi: पिछले तालिका करने के लिए कदम स्तंभ
ka: გადადის ცხრილის წინა სვეტზე
sr: Ð¿ÑÐµÐ¼ÐµÑÑÐ° ÑÐµ Ñ Ð¿ÑÐµÑÑ Ð¾Ð´Ð½Ñ ÐºÐ¾Ð»Ð¾Ð½Ñ ÑÐ°Ð±ÐµÐ»Ðµ

source: Not in a container
hi: कंटेनर में नही हो
sr: ÐÐ¸ÑÐµ Ñ ÐºÐ¾Ð½ÑÐµÑÐ½ÐµÑÑ

source: Moves to the start of the container element, such as a list or table
hi: कंटेनर ऐसीमेंट, जैसे एक सूची या तालिका, के शुरूवात पर जाए
sr: ÐÐ¾Ð¼ÐµÑÐ° ÑÐµ Ð½Ð° Ð¿Ð¾ÑÐµÑÐ°Ðº ÐºÐ¾Ð½ÑÐµÑÐ½ÐµÑÑÐºÐ¾Ð³ ÐµÐ»ÐµÐ¼ÐµÐ½ÑÐ°, ÐºÐ°Ð¾ ÑÑÐ¾ ÑÐµ Ð»Ð¸ÑÑÐ° Ð¸Ð»Ð¸ ÑÐ°Ð±ÐµÐ»Ð°.

source: Moves past the end of the container element, such as a list or table
hi: कंटेनर ऐसीमेंट, जैसे एक सूची या तालिका, के अंत पर जाए
sr: ÐÐ¾Ð¼ÐµÑÐ° ÑÐµ Ð¸Ð·Ð° ÐºÑÐ°ÑÐ° ÐºÐ¾Ð½ÑÐµÑÐ½ÐµÑÑÐºÐ¾Ð³ ÐµÐ»ÐµÐ¼ÐµÐ½ÑÐ°, ÐºÐ°Ð¾ ÑÑÐ¾ ÑÐµ Ð»Ð¸ÑÑÐ° Ð¸Ð»Ð¸ ÑÐ°Ð±ÐµÐ»Ð°

source: Taskbar
hi: कार्यपट्टी
ka: ამოცანების პანელი
sr: ÐÑÐ¾Ð³ÑÐ°Ð¼ÑÐºÐ° ÑÑÐ°ÐºÐ°

source: %s items
hi: आइटम्स %s
ka: %s ელემენტები
sr: %s ÑÑÐ°Ð²ÐºÐ°
ur: %s اشیا

source: invoke
hi: आह्वान करना
ka: გააქტიურება
sr: Ð·Ð°ÑÑÐ°Ð¶Ð¸ Ð¿Ð¾Ð¼Ð¾Ñ

source: Desktop
hi: डेस्कटॉप
ka: სამუშაო მაგიდა
sr: Ð Ð°Ð´Ð½Ð° Ð¿Ð¾Ð²ÑÑÐ¸Ð½Ð°

source: default color
hi: डिफ़ॉल्ट रंग
ka: სტანდარტული ფერი
sr: Ð¿Ð¾ÑÐµÑÐ½Ð° Ð±Ð¾ÑÐ°

source: {start} through {end}
sr: {start} Ð´Ð¾ {end}

source: Cannot set headers. Please enable reporting of table headers in Document Formatting Settings
sr: ÐÐ°Ð³Ð»Ð°Ð²ÑÐ° Ð½Ðµ Ð¼Ð¾Ð³Ñ Ð±Ð¸ÑÐ¸ Ð¿Ð¾ÑÑÐ°Ð²ÑÐµÐ½Ð°. ÐÐ¾Ð»Ð¸Ð¼Ð¾ Ð²Ð°Ñ Ð´Ð° ÑÐºÑÑÑÐ¸ÑÐµ Ð¸Ð·Ð²ÐµÑÑÐ°Ð²Ð°ÑÐµ Ð¾ Ð·Ð°Ð³Ð»Ð°Ð²ÑÐ¸Ð¼Ð° ÑÐ°Ð±ÐµÐ»Ðµ Ñ Ð¿Ð¾Ð´ÐµÑÐ°Ð²Ð°ÑÐ¸Ð¼Ð° ÑÐ¾ÑÐ¼Ð°ÑÐ¸ÑÐ°ÑÐ° Ð´Ð¾ÐºÑÐ¼ÐµÐ½ÑÐ°.

source: Set {address} as start of column headers
sr: Ð¿Ð¾ÑÑÐ°Ð²ÑÐµÐ½Ð¾ {address} ÐºÐ°Ð¾ Ð¿Ð¾ÑÐµÑÐ°Ðº ÐºÐ¾Ð»Ð¾Ð½Ðµ

source: Already set {address} as start of column headers
sr: Ð²ÐµÑ Ð¿Ð¾ÑÑÐ°Ð²ÑÐµÐ½Ð¾ {address} ÐºÐ°Ð¾ Ð¿Ð¾ÑÐµÑÐ°Ðº ÐºÐ¾Ð»Ð¾Ð½Ðµ

source: removed {address} from column headers
sr: ÑÐºÐ»Ð¾ÑÐµÐ½Ð¾ {address} ÐºÐ°Ð¾ Ð¿Ð¾ÑÐµÑÐ°Ðº ÐºÐ¾Ð»Ð¾Ð½Ðµ

source: Cannot find {address} in column headers
hi: स्तम्भ शिर्ष मे {address} नहि मिला.
sr: Ð½ÐµÐ¼Ð¾Ð³Ñ Ð´Ð° Ð¿ÑÐ¾Ð½Ð°ÑÐµÐ¼ {address} ÐºÐ°Ð¾ Ð¿Ð¾ÑÐµÑÐ°Ðº ÐºÐ¾Ð»Ð¾Ð½Ðµ

source: Pressing once will set this cell as the first column header for any cells lower and to the right of it within this region. Pressing twice will forget the current column header for this cell.
sr: jednom da postaviÅ¡ Äeliju kao prvu kolonu dvA puta da zaboravi Äeliju

source: Set {address} as start of row headers
sr: Ð¿Ð¾ÑÑÐ°Ð²ÑÐµÐ½Ð¾ {address} ÐºÐ°Ð¾ Ð¿Ð¾ÑÐµÑÐ°Ðº Ð·Ð°Ð³Ð»Ð°Ð²ÑÐ° ÑÐµÐ´Ð¾Ð²Ð°

source: Already set {address} as start of row headers
sr: Ð²ÐµÑ Ð¿Ð¾ÑÑÐ°Ð²ÑÐµÐ½Ð¾ {address} ÐºÐ°Ð¾ Ð¿Ð¾ÑÐµÑÐ°Ðº Ð·Ð°Ð³Ð»Ð°Ð²ÑÐ° ÑÐµÐ´Ð¾Ð²Ð°

source: removed {address} from row headers
sr: ÑÐºÐ»Ð¾ÑÐµÐ½Ð¾ {address} ÐºÐ°Ð¾ Ð¿Ð¾ÑÐµÑÐ°Ðº Ð·Ð°Ð³Ð»Ð°Ð²ÑÐ° ÑÐµÐ´Ð¾Ð²Ð°

source: Cannot find {address} in row headers
hi: पङ्ति शिर्ष मे {address} नहि मिला.
sr: Ð½ÐµÐ¼Ð¾Ð³Ñ Ð´Ð° Ð¿ÑÐ¾Ð½Ð°ÑÐµÐ¼ {address} ÐºÐ°Ð¾ Ð¿Ð¾ÑÐµÑÐ°Ðº Ð·Ð°Ð³Ð»Ð°Ð²ÑÐ° ÑÐµÐ´Ð¾Ð²Ð°

source: Pressing once will set this cell as the first row header for any cells lower and to the right of it within this region. Pressing twice will forget the current row header for this cell.
sr: Äelija postavljena

source: Not on a comment
sr: nije na komentaru

source: Reports the comment on the current cell
sr: prijavljuje komentar u ÑÑÐµÐ½ÑÑÐ½Ð¾Ñ Äeliji

source: Editing comment for cell {address}
sr: ÑÑÐµÑÑÑÐµ ÑÐµ ÐºÐ¾Ð¼ÐµÐ½ÑÐ°Ñ Ð·Ð° ÑÐµÐ»Ð¸ÑÑ {address}

source: {firstAddress} {firstContent} through {lastAddress} {lastContent}
hi: {firstAddress} {firstContent} से {lastAddress} {lastContent} तक
sr: {firstAddress} {firstContent} Ð´Ð¾ {lastAddress} {lastContent}

source: insertion
hi: प्रविष्टि
sr: ÑÐ±Ð°ÑÐ¸Ð²Ð°ÑÐµ

source: deletion
hi: मिटाना
sr: Ð±ÑÐ¸ÑÐ°ÑÐµ

source: property
hi: गुण
sr: ÑÐ²Ð¾ÑÑÑÐ²Ð¾

source: paragraph number
hi: अनुच्छेद अंक
sr: Ð±ÑÐ¾Ñ Ð¿Ð°ÑÑÑÐ°

source: display field
hi: फील्ड प्रदर्शित करे
sr: Ð¿Ð¾ÑÐµ Ð·Ð° Ð¿ÑÐ¸ÐºÐ°Ð·

source: reconcile
hi: समाधान करना
sr: ÑÑÐ°Ð³Ð»Ð°ÑÐ¸

source: conflict
hi: संघर्ष
sr: ÐºÐ¾Ð½ÑÐ»Ð¸ÐºÑ

source: replace
hi: की जगह पर रखे
sr: Ð·Ð°Ð¼ÐµÐ½Ð°

source: paragraph property
hi: अनुच्छेद के गुण
sr: ÑÐ²Ð¾ÑÑÑÐ²Ð¾ Ð¿Ð°ÑÑÑÐ°

source: table property
hi: तालिका के गुण
sr: ÑÐ²Ð¾ÑÑÑÐ²Ð¾ ÑÐ°Ð±ÐµÐ»Ðµ

source: section property
hi: सैक्शन के गुण
sr: ÑÐ²Ð¾ÑÑÑÐ²Ð¾ Ð¾Ð´ÐµÑÐºÐ°

source: style definition
hi: शैली परिभाषा
sr: Ð´ÐµÑÐ¸Ð½Ð¸ÑÐ¸ÑÐ° ÑÑÐ¸Ð»Ð°

source: moved from
hi: से जाए
sr: Ð¿ÑÐµÐ¼ÐµÑÑÐµÐ½Ð¾ ÑÐ°

source: moved to
hi: को जाए
sr: Ð¿ÑÐµÐ¼ÐµÑÑÐµÐ½Ð¾ Ð½Ð°

source: cell insertion
hi: सेल प्रविष्टि
sr: ÑÐ±Ð°ÑÐ¸Ð²Ð°ÑÐµ ÑÐµÐ»Ð¸ÑÐµ

source: cell deletion
hi: सेल विलोपन
sr: Ð±ÑÐ¸ÑÐ°ÑÐµ ÑÐµÐ»Ð¸ÑÐµ

source: cell merge
hi: मर्ज बताओ
sr: Ð¾Ð±ÑÐµÐ´Ð¸ÑÐ°Ð²Ð°ÑÐµ ÑÐµÐ»Ð¸ÑÐ°

source: Comments
hi: टिप्पणियां
sr: ÐÐ¾Ð¼ÐµÐ½ÑÐ°ÑÐ¸

source: Endnotes
hi: अंतसंदेश
sr: ÐÐ°Ð²ÑÑÐ½Ðµ Ð½Ð°Ð¿Ð¾Ð¼ÐµÐ½Ðµ

source: Even pages footer
hi: ईवन पृष्ठ फुटर
sr: ÐÐ¾Ð´Ð½Ð¾Ð¶ÑÐµ Ð¿Ð°ÑÐ½Ð¸Ñ ÑÑÑÐ°Ð½Ð°

source: Even pages header
hi: ईवन पृष्ठ हैडर
sr: ÐÐ°Ð³Ð»Ð°Ð²ÑÐµ Ð¿Ð°ÑÐ½Ð¸Ñ ÑÑÑÐ°Ð½Ð°

source: First page footer
hi: प्रथम पृष्ठ फुटर
sr: ÐÐ¾Ð´Ð½Ð¾Ð¶ÑÐµ Ð¿ÑÐ²Ðµ ÑÑÑÐ°Ð½Ðµ

source: First page header
hi: प्रथम पृष्ठ हैडर
sr: ÐÐ°Ð³Ð»Ð°Ð²ÑÐµ Ð¿ÑÐ²Ðµ ÑÑÑÐ°Ð½Ðµ

source: Footnotes
hi: फुटनोट्स
sr: Ð¤ÑÑÐ½Ð¾ÑÐµ

source: Primary footer
hi: प्राथमिक फुटर
sr: ÐÑÐ¸Ð¼Ð°ÑÐ½Ð¾ Ð¿Ð¾Ð´Ð½Ð¾Ð¶ÑÐµ

source: Primary header
hi: प्राथमिक हैडर
sr: ÐÑÐ¸Ð¼Ð°ÑÐ½Ð¾ Ð·Ð°Ð³Ð»Ð°Ð²ÑÐµ

source: Text frame
hi: टैक्स्ट फ्रेम
sr: ÐÐºÐ²Ð¸Ñ Ð·Ð° ÑÐµÐºÑÑ

source: comment: {text} by {author} on {date}
sr: komentar: {text} napisao {author} datuma {date}

source: {revisionType}: {text} by {author} on {date}
sr: {revisionType}: {text} napisao {author} datuma {date}

source: unknown author
hi: अज्ञात लेखक
sr: Ð½ÐµÐ¿Ð¾Ð·Ð½Ð°Ñ Ð°ÑÑÐ¾Ñ

source: unknown date
hi: अज्ञात दिनांक
sr: Ð½ÐµÐ¿Ð¾Ð·Ð½Ð°Ñ Ð´Ð°ÑÑÐ¼

source: {revisionType} by {revisionAuthor} on {revisionDate}
hi: {revisionAuthor} ने {revisionDate} में किया गया {revisionType}.
sr: {revisionType} Ð¾Ð´ {revisionAuthor} Ð½Ð° Ð´Ð°Ð½ {revisionDate}

source: %g characters
hi: %g अक्षर
sr: %g slova

source: Set row {rowNumber} column {columnNumber} as start of column headers
sr: Ð¿Ð¾ÑÑÐ°Ð²ÑÐµÐ½ ÑÐµÐ´ {rowNumber} ÐºÐ¾Ð»Ð¾Ð½Ð° {columnNumber} ÐºÐ°Ð¾ Ð¿Ð¾ÑÐµÑÐ°Ðº Ð·Ð°Ð³Ð»Ð°Ð²ÑÐ° ÐºÐ¾Ð»Ð¾Ð½Ðµ

source: Already set row {rowNumber} column {columnNumber} as start of column headers
sr: Ð²ÐµÑ Ð¿Ð¾ÑÑÐ°Ð²ÑÐµÐ½ ÑÐµÐ´ {rowNumber} ÐºÐ¾Ð»Ð¾Ð½Ð° {columnNumber} ÐºÐ°Ð¾ Ð¿Ð¾ÑÐµÑÐ°Ðº Ð·Ð°Ð³Ð»Ð°Ð²ÑÐ° ÐºÐ¾Ð»Ð¾Ð½Ðµ

source: Removed row {rowNumber} column {columnNumber} from column headers
sr: ÑÐºÐ»Ð¾ÑÐµÐ½ ÑÐµÐ´ {rowNumber} ÐºÐ¾Ð»Ð¾Ð½Ð° {columnNumber} ÐºÐ°Ð¾ Ð·Ð°Ð³Ð»Ð°Ð²ÑÐµ ÐºÐ¾Ð»Ð¾Ð½Ðµ

source: Cannot find row {rowNumber} column {columnNumber} in column headers
sr: Ð½ÐµÐ¼Ð¾Ð³Ñ Ð´Ð° Ð¿ÑÐ¾Ð½Ð°ÑÐµÐ¼ ÑÐµÐ´ {rowNumber} ÐºÐ¾Ð»Ð¾Ð½Ð° {columnNumber} ÐºÐ°Ð¾ Ð·Ð°Ð³Ð»Ð°Ð²ÑÐµ ÐºÐ¾Ð»Ð¾Ð½Ðµ

source: Pressing once will set this cell as the first column header for any cells lower and to the right of it within this table. Pressing twice will forget the current column header for this cell.
sr: Ð°ÐºÐ¾ ÑÐµ Ð¿ÑÐ¸ÑÐ¸ÑÐ½Ðµ ÑÐµÐ´Ð½Ð¾Ð¼ Ð¿Ð¾ÑÑÐ°Ð²Ð¸ÑÐµ ÑÐµÐ»Ð¸ÑÑ ÐºÐ°Ð¾ Ð¿ÑÐ²Ð¾ Ð·Ð°Ð³Ð»Ð°Ð²ÑÐµ ÐºÐ¾Ð»Ð¾Ð½Ð° Ð·Ð° Ð½Ð¸Ð¶Ðµ ÑÐµÐ»Ð¸ÑÐµ Ð°ÐºÐ¾ ÑÐµ Ð¿ÑÐ¸ÑÐ¸ÑÐ½Ðµ Ð´Ð²Ð° Ð¿ÑÑÐ°Ð·Ð°Ð±Ð¾ÑÐ°Ð²Ð¸ÑÐµ ÑÑÐµÐ½ÑÑÐ½Ð¾ Ð·Ð°Ð³Ð»Ð°Ð²ÑÐµ ÐºÐ¾Ð»Ð¾Ð½Ð° Ð·Ð° Ð¾Ð²Ñ ÑÐµÐ»Ð¸ÑÑ

source: Set row {rowNumber} column {columnNumber} as start of row headers
sr: Ð¿Ð¾ÑÑÐ°Ð²ÑÐµÐ½ ÑÐµÐ´ {rowNumber} ÐºÐ¾Ð»Ð¾Ð½Ð° {columnNumber} ÐºÐ°Ð¾ Ð·Ð°Ð³Ð»Ð°Ð²ÑÐµ ÑÐµÐ´Ð¾Ð²Ð°

source: Already set row {rowNumber} column {columnNumber} as start of row headers
sr: Ð²ÐµÑ Ð¿Ð¾ÑÑÐ°Ð²ÑÐµÐ½ ÑÐµÐ´ {rowNumber} ÐºÐ¾Ð»Ð¾Ð½Ð° {columnNumber} ÐºÐ°Ð¾ Ð·Ð°Ð³Ð»Ð°Ð²ÑÐµ ÑÐµÐ´Ð¾Ð²Ð°

source: Removed row {rowNumber} column {columnNumber} from row headers
sr: ÑÐºÐ»Ð¾ÑÐµÐ½ ÑÐµÐ´ {rowNumber} ÐºÐ¾Ð»Ð¾Ð½Ð° {columnNumber} ÐºÐ°Ð¾ Ð·Ð°Ð³Ð»Ð°Ð²ÑÐµ ÑÐµÐ´Ð¾Ð²Ð°

source: Cannot find row {rowNumber} column {columnNumber} in row headers
sr: Ð½ÐµÐ¼Ð¾Ð³Ñ Ð´Ð° Ð¿ÑÐ¾Ð½Ð°ÑÐµÐ¼ ÑÐµÐ´ {rowNumber} ÐºÐ¾Ð»Ð¾Ð½Ð° {columnNumber} ÐºÐ°Ð¾ Ð·Ð°Ð³Ð»Ð°Ð²ÑÐµ ÑÐµÐ´Ð¾Ð²Ð°

source: Pressing once will set this cell as the first row header for any cells lower and to the right of it within this table. Pressing twice will forget the current row header for this cell.
sr: Ð°ÐºÐ¾ ÑÐµ Ð¿ÑÐ¸ÑÐ¸ÑÐ½Ðµ ÑÐµÐ´Ð½Ð¾Ð¼ Ð¿Ð¾ÑÑÐ°Ð²Ð¸ÑÐµ Ð¾Ð²Ñ ÑÐµÐ»Ð¸ÑÑ ÐºÐ°Ð¾ Ð¿ÑÐ²Ð¾ Ð·Ð°Ð³Ð»Ð°Ð²ÑÐµ ÑÐµÐ´Ð¾Ð²Ð° Ð·Ð° Ð½Ð¸Ð¶Ðµ ÑÐµÐ»Ð¸ÑÐµ Ð¸ Ð´ÐµÑÐ½Ð¾ Ð¾Ð´ ÑÐµ Ñ ÑÑÐµÐ½ÑÑÐ½Ð¾Ñ ÑÐ°Ð±ÐµÐ»Ð¸ Ð°ÐºÐ¾ ÑÐµ Ð¿ÑÐ¸ÑÐ¸ÑÐ½Ðµ Ð´Ð²Ð° Ð¿ÑÑÐ° Ð·Ð°Ð±Ð¾ÑÐ°Ð²Ð¸ÑÐµ ÑÑÐµÐ½ÑÑÐ½Ð¾ Ð·Ð°Ð³Ð»Ð°Ð²ÑÐµ ÑÐµÐ»Ð¸ÑÐµ

source: Bold on
hi: मोटा हुवा
sr: Ð¿Ð¾Ð´ÐµÐ±ÑÐ°Ð½

source: Bold off
hi: सादा हुवा
sr: Ð¿Ð¾Ð´ÐµÐ±ÑÐ°Ð½ Ð¸ÑÐºÑÑÑÐµÐ½

source: Italic on
hi: तिरछा हुवा
sr: iskoÅ¡en

source: Italic off
hi: तिरछा हट गया
sr: iskoÅ¡en iskljuÄen

source: Underline on
hi: रेखांकित हुवा
sr: podvuÄen

source: Underline off
hi: रेखांकित हट गया.
sr: podvuÄen iskljuÄen

source: Left aligned
sr: levo Ð¿Ð¾ÑÐ°Ð²Ð½Ð°Ñ

source: centered
hi: केन्द्र
sr: centriran

source: Right aligned
sr: Ð´ÐµÑÐ½Ð¾ Ð¿Ð¾ÑÐ°Ð²Ð½Ð°Ñ

source: Justified
hi: दोनो तरफ
sr: ÑÑÑÑÐ¸ÑÐ¸ÐµÐ´

source: {styleName} style, outline level {outlineLevel}
sr: {styleName} ÑÑÐ¸Ð» , Ð½Ð¸Ð²Ð¾ ÑÐµÐ´Ð¾Ð²Ð° {outlineLevel}

source: {size:g} point font
hi: {size:g} विन्दु फन्ट
sr: {size:g} Ð²ÐµÐ»Ð¸ÑÐ¸Ð½Ð° ÑÐ¾Ð½ÑÐ°

source: {offset:.3g} characters
hi: {offset:.3g} अक्षर
sr: {offset:.3g} ÑÐ»Ð¾Ð²Ð°

source: {offset:.3g} inches
hi: {offset:.3g} ईन्च
sr: {offset:.3g} Ð¸Ð½ÑÐ°

source: {offset:.3g} centimeters
hi: {offset:.3g} सेन्टि मीटर
sr: {offset:.3g} ÑÐµÐ½ÑÐ¸Ð¼ÐµÑÐ°ÑÐ°

source: {offset:.3g} millimeters
hi: {offset:.3g} मिलि मीटर
sr: {offset:.3g} Ð¼Ð¸Ð»Ð¸Ð¼ÐµÑÐ°ÑÐ°

source: {offset:.3g} points
hi: {offset:.3g} विन्दु
sr: {offset:.3g} ÑÐ°ÑÐ°ÐºÐ°

source: {offset:.3g} picas
hi: {offset:.3g} पिकास
sr: {offset:.3g} Ð¿Ð¸ÑÐ°Ñ

source: no comments
hi: कोई टिप्पणी नहीं है.
sr: ÐÐµÐ¼Ð° ÐºÐ¾Ð¼ÐµÐ½ÑÐ°ÑÐ°

source: Reports the text of the comment where the System caret is located.
sr: Ð¸Ð·Ð³Ð¾Ð²Ð°ÑÐ° ÑÐµÐºÑÑ ÐºÐ¾Ð¼ÐµÐ½ÑÐ°ÑÐ°

source: Not in table
hi: तालिका में नहीं हो
sr: ÐÐ¸ÑÐµ Ñ ÑÐ°Ð±ÐµÐ»Ð¸

source: Edge of table
hi: तालिका का किनारा
sr: ÐÐ²Ð¸ÑÐ° ÑÐ°Ð±ÐµÐ»Ðµ

source: &Annotations
sr: &ZabeleÅ¡ke

source: HIMS Braille Sense/Braille EDGE series
hi: एच आई एम एस ब्रेल सैंस / ब्रेल धार श्रृंखला
sr: HIMS Braille Sense/Braille EDGE ÑÐµÑÐ¸ÑÐµ

source: hiragana
hi: हीरागाना

source: katakana
hi: काटाकना

source: edt
hi: एड्त
ka: რედაქტ

source: lst
hi: लस्त
ka: ესპე

source: mnubar
hi: म्नुबर
ka: მენიუ

source: mnu
hi: मनु
ka: მენიუ

source: btn
hi: बटन
ka: ღილაკი

source: chk
hi: चक
ka: დრშ

source: rbtn
hi: र्ब्त्न
ka: რღილაკ

source: cbo
hi: कबो
ka: კსპის

source: lnk
hi: लंक
ka: ბმულ

source: dlg
hi: दलग
ka: Длг

source: tv
hi: टीवी
ka: პედე

source: tb
hi: तब
ka: ტებე

source: gra
hi: ग्रा

source: sel
hi: सेल
ka: ხედი

source: submnu
hi: सुब्म्नु
ka: ქვენენუ

source: ro
hi: रीड ओनली

source: clk
hi: क्लिकेबल

source: %s end
hi: %s अंत

source: lime
hi: चूना
ka: ლიმონის ფერი

source: link
hi: लिंक
ka: ბმული
ur: ربط

source: separator
hi: विभाजक
ka: გამყოფი
ur: جداکار

source: No location information for navigator object
hi: नैवीगेटर वस्तु के लिए कोई स्थान की जानकारी नही है
ka: ნავიგატორის მდებარეობა არაა ცნობილი
ur: نیوی گیٹر آبجیکٹ کے لئے کوئی محل وقوع معلومات نہیں

source: No location information for screen
hi: स्क्रीन के लिए कोई स्थान की जानकारी नही है
ka: ობიექტის ეკრანზე განთავსება მიუწვდომელია

source: Reports the hight, width and position of the current navigator object
hi: वर्तमान नैवीगेटर वस्तु की ऊंचाई, चौड़ाई और स्थान रिपोर्ट करे
ka: აცხადებს სიმაღლეს, სიგანეს და ნავიგატორის ობიექტის მდებარეობას.
ur: موجودہ نیوی گیٹر آبجیکٹ لمبائی، چوڑائی اور پوزیشن رپورٹ کرتا ہے

source: NonVisual Desktop Access
hi: गैर दृश्य डेस्कटॉप का उपयोग
ur: غیر بصری ڈیسک ٹاپ رسائی

source: CC:
hi: प्रतिलिपि:
ka: ასლი
ur: نقل براۓ

source: BCC:
hi: बीसीसी:
ka: ბრმა ასლი
ur: مخفی نقل براۓ

source: HumanWare BrailleNote
hi: ह्यूमनवैर ब्रेलसंदेश

source: MDV Lilli
hi: MDV लिल्ली

source: Are you sure you want to quit NVDA?
hi: आप सुनिश्चित हैं कि आप एन व्हि डि ए छोड़ करना चाहते हैं
ka: დარწმუნებული ხართ რომ გსურთ გამორთოთ NVDA?

source: URL: {url}
hi: यूआरएल : {url}

source: &Warn before exiting NVDA
hi: &एन व्हि डि ए बाहर निकलने से पहले चेतावनी दें
ka: შეკითხვა&NVDA-ს დასრულებისას თანხმობით
ur: NVDA سے خروج کرنے سے قبل متنبہ کریں

source: Report spelling errors
hi: रिपोर्ट वर्तनी त्रुटियाँ
ka: გრამატიკული შეცდომების&წაკითხვა

source: Regular &expression
hi: रेगुलर एक्ष्प्रेस्सिओन
ka: &რეგულარული გამოთქმები

source: Regexp
hi: अस्वीका
ka: რეგულარული გამოთქმა

source: %g pt
hi: %g विन्दु

source: HIMS SyncBraille
hi: एच आई एम एस सिंक ब्रेल

source: (x)
ka: <ექს>

source: tab
ur: جدول

source: Tree view
ur: شجری نظارہ

source: sub menu
ur: ذیلی مینیو

source: %s of %s
ur: %s، %s میں سے

source: %d items
ur: %d اشیا

source: through
ur: بذریعہ

source: Moves to a cell and speaks its coordinates and content
ur: سیل کی طرف بڑھتا ہے اور اس کے معددات اور مشمول بولتا ہے

source: font
ur: فانٹ

source: point
ur: نقطہ

source: %d of %d
ur: %d، %d میں سے

source: with %s columns and %s rows
ur: مع %s کالم و %s سطریں

source: not in table
ur: جدول میں نہیں

source: bottom of column
ur: کالم کا پایان

source: top of column
ur: کالم کا بالا

source: end of row
ur: سطر کا اختتام

source: beginning of row
ur: سطر کا آغاز

source: volume
ur: صوت

source: rate
ur: شرح

source: pitch
ur: اوج

source: inflection
ur: گردش آواز

source: voice
ur: آواز

source: variant
ur: متغیرہ

source: virtual buffer pass through
ur: مجازی بفر کا پاس ہونا

source: Could not load default module keyMap
ur: طے شدہ ماڈیول کا keyMap لوڈ نہیں کر سکا

source: Could not load default module
ur: طے شدہ ماڈیول لوڈ نہیں کر سکا

source: keyboard help %s
ur: کلیدی تختہ مدد %s

source: Turns keyboard help on and off. When on, pressing a key on the keyboard will tell you what script is associated with it, if any.
ur: کلیدی تختہ مدد آن اور آف کرتا ہے۔ کلیدی تختہ مدد آن اور آف کرتا ہے۔ جب آن ہو تو کلیدی تختے پر کوئی کلید دبانا آپ کو بتائے گا کہ کون سا نوشتہ اس کے ساتھ متصل ہے، اگر کوئی ہے۔

source: Reports the current date and time
ur: موجودہ تاریخ و وقت رپورٹ کرتا ہے

source: rate %d%%
ur: شرح %d%%

source: Increases the speech rate by 5 percent
ur: آواز کی پانچ فیصد شرح بڑھا دیتا ہے

source: decreases the speech rate by 5 percent
ur: آواز کی پانچ فیصد شرح کم کرتا ہے

source: Increases currently active setting in the synth settings ring
ur: مرکب سیٹنگیں گھنٹی میں حالیہ زیر عمل سیٹنگ بڑھاتا ہے۔

source: Decreases currently active setting in the synth settings ring
ur: مرکب سیٹنگیں گھنٹی میں حالیہ زیر عمل سیٹنگ کم کرتا ہے۔

source: speak typed characters
ur: ٹائپ کردہ کریکٹر بولیں

source: speak typed words
ur: ٹائپ کردہ الفاظ بولیں

source: speak command keys
ur: حکم کلیدوں کو بولیں

source: speak punctuation
ur: رموز اوقاف بولیں

source: Toggles on and off the speaking of punctuation. When on NVDA will say the names of punctuation symbols, when off it will be up to the synthesizer as to how it speaks punctuation
ur: رموزواوقاف کے بولنے کو آن اور آف ٹوگل کرتا ہے۔ جب آن ہو تو NVDA رموز اوقاف کی علامات کو بولے گا، جب آف ہو تو یہ مرکب ساز پر ہے کہ یہ رموز اوقاف کو کیسے بولتا ہے

source: Move mouse to navigator
ur: ماؤس نیوی گیٹر کی طرف بڑھائیں

source: Moves the mouse pointer to the current navigator object.
ur: ماؤس اشارہ کار موجودہ نیوی گیٹر آبجیکٹ کی طرف بڑھاتا ہے۔

source: Copies name and value of current navigator object to the clipboard
ur: تختہ تراش کے لیے حالیہ نیوی گیٹر آبجیکٹ کے نام و قدریں نقل کرتا ہے

source: Reports the current navigator object
ur: موجودہ نیوی گیٹر آبجیکٹ رپورٹ کرتا ہے

source: or, if pressed three times,
ur: یا، اگر تین مرتبہ دبایا جائے

source: %d wide by %d high, located %d from left and %d from top
ur: %d عرضی بمطابق %d اونچائی، واقع ہے %d از بایاں اور %d از بالا

source: Sets the navigator object to the current focus
ur: موجودہ ماسکے کی طرف نیوی گیٹر آبجیکٹ سیٹ کرتا ہے

source: No parents
ur: کوئی جد نہیں

source: Sets the navigator object to the parent of the object it is currently on.
ur: نیوی گیٹر آبجیکٹ کو آبجیکٹ جد کی طرف سیٹ کرتا ہے یہ فی الحال آن ہے

source: Sets the navigator object to the next object to the one it is currently on
ur: نیوی گیٹر آبجیکٹ کو ایک کے اگلے آبجیکٹ کی طرف سیٹ کرتا ہے یہ فی الحال آن ہے

source: Sets the navigator object to the previous object to the one it is currently on
ur: نیوی گیٹر آبجیکٹ کو ایک کے پچھلے آبجیکٹ کی طرف سیٹ کرتا ہے یہ فی الحال آن ہے

source: No children
ur: بچے نہیں

source: Sets the navigator object to the first child object to the one it is currently on
ur: نیوی گیٹر آبجیکٹ کو ایک کے پہلے تابع آبجیکٹ کی طرف سیٹ کرتا ہے یہ فی الحال آن ہے

source: end of flow
ur: روانی کا اختتام

source: Sets the navigator object to the object this object flows to.
ur: نیوی گیٹر آبجیکٹ کو آبجیکٹ کی طرف سیٹ کرتا ہے یہ آبجیکٹ روانی بطرف

source: Beginning of flow
ur: روانی کا آغاز

source: Sets the navigator object to the object this object flows from.
ur: نیوی گیٹر آبجیکٹ کو آبجیکٹ کی طرف سیٹ کرتا ہے یہ آبجیکٹ روانی از

source: inside
ur: اندرون

source: Reports where the current navigator object is by reporting each of its ancestors
ur: تمام موجودہ نیوی گیٹر آبجیکٹ جہاں ہیں ان میں سے تمام کے جد امجد کی رپورٹ کرتا ہے

source: Moves the review cursor to the top line of the current navigator object
ur: تبصرہ کرسر کو حالیہ نیوی گیٹر آبجیکٹ کی بالا سطر کی طرف بڑھاتا ہے۔

source: Moves the review cursor to the previous line of the current navigator object
ur: تبصرہ کرسر کو حالیہ نیوی گیٹر آبجیکٹ کی پچھلی سطر کی طرف بڑھاتا ہے۔

source: Reports the line of the current navigator object where the review cursor is situated
ur: موجودہ نیوی گیٹر آبجیکٹ کی سطر رپورٹ کرتا ہے جہاں تبصرہ کرسر واقع ہے۔

source: Moves the review cursor to the next line of the current navigator object
ur: تبصرہ کرسر کو حالیہ نیوی گیٹر آبجیکٹ کی اگلی سطر کی طرف بڑھاتا ہے۔

source: Moves the review cursor to the bottom line of the current navigator object
ur: تبصرہ کرسر کو حالیہ نیوی گیٹر آبجیکٹ کی پایان سطر کی طرف بڑھاتا ہے۔

source: Moves the review cursor to the previous word of the current navigator object
ur: تبصرہ کرسر کو حالیہ نیوی گیٹر آبجیکٹ کی پچھلے لفظ کی طرف بڑھاتا ہے۔

source: Speaks the word of the current navigator object where the review cursor is situated
ur: موجودہ نیوی گیٹر آبجیکٹ کے لفظ کو بولتا ہے جہاں تبصرہ کرسر واقع ہے۔

source: Moves the review cursor to the next word of the current navigator object
ur: تبصرہ کرسر کو حالیہ نیوی گیٹر آبجیکٹ کی اگلے لفظ کی طرف بڑھاتا ہے۔

source: Moves the review cursor to the start of the line where it is situated, in the current navigator object
ur: تبصرہ کرسر کو سطر کے شروع میں بڑھاتا ہے، موجودہ نیوی گیٹر آبجیکٹ میں جہاں یہ واقع ہے۔

source: Moves the review cursor to the previous character of the current navigator object
ur: تبصرہ کرسر کو حالیہ نیوی گیٹر آبجیکٹ کی پچھلے کریکٹر کی طرف بڑھاتا ہے۔

source: Reports the character of the current navigator object where the review cursor is situated
ur: موجودہ نیوی گیٹر آبجیکٹ کے کریکٹر رپورٹ کرتا ہے جہاں تبصرہ کرسر واقع ہے۔

source: Moves the review cursor to the next character of the current navigator object
ur: موجودہ نیوی گیٹر آبجیکٹ کے اگلے کریکٹر کی طرف تبصرہ کرسر بڑھاتا ہے

source: Moves the review cursor to the end of the line where it is situated, in the current navigator object
ur: تبصرہ کرسر کو سطر کے اختتام میں بڑھاتا ہے، موجودہ نیوی گیٹر آبجیکٹ میں جہاں یہ واقع ہے۔

source: Moves the review cursor to the position of the system caret, in the current navigator object
ur: تبصرہ کرسر کو حالیہ نیوی گیٹر آبجیکٹ میں نظام جزم کی پوزیشن کی طرف بڑھاتا ہے
