Repository: nvdacn/screenReaderTranslations
Catalog: */nvda.po
Languages: hi, ka, sr, ur

source: Cannot install NVDA add-on from {path}. You must be running NVDA to be able to install add-ons.
hi: से एनवीडीए ऐड - ऑन स्थापित नहीं किया जा सकता {path}. ऐड - ऑन स्थापित करने कि लिए एनवीडीए खुला होना चाहिए.
sr: ÐÐµ Ð¼Ð¾Ð¶Ðµ ÑÐµ Ð¸Ð½ÑÑÐ°Ð»Ð¸ÑÐ°ÑÐ¸ NVDA Ð´Ð¾Ð´Ð°ÑÐ°Ðº ÑÐ° {path}. NVDA Ð¼Ð¾ÑÐ° Ð±Ð¸ÑÐ¸ Ð¿Ð¾ÐºÑÐµÐ½ÑÑ Ð´Ð° Ð±Ð¸ ÑÐµ Ð¼Ð¾Ð³Ð°Ð¾ Ð¸Ð½ÑÑÐ°Ð»Ð¸ÑÐ°ÑÐ¸ Ð´Ð¾Ð´Ð°ÑÐ°Ðº.

source: Object edges positioned {left:.1f} per cent from left edge of screen, {top:.1f} per cent from top edge of screen, width is {width:.1f} per cent of screen, height is {height:.1f} per cent of screen
hi: वस्तु के किनारों कि स्थिति: बाएँ तरफ- स्क्रीन के बाएँ किनारे से {left:.1f}%, उपर- स्क्रीन के ऊपर किनारे से {top:.1f}%, चौड़ाई स्क्रीन के चौड़ाई कि {width:.1f}% और ऊंचाई स्क्रीन के ऊंचाई कि {height:.1f}% है.
sr: ÐÐ²Ð¸ÑÐµ Ð¾Ð±ÑÐµÐºÑÐ° Ð¿Ð¾Ð·Ð¸ÑÐ¸Ð¾Ð½Ð¸ÑÐ°Ð½Ðµ {left:.1f} Ð¿ÑÐ¾ÑÐµÐ½Ð°ÑÐ° Ð¾Ð´ Ð»ÐµÐ²Ðµ Ð¸Ð²Ð¸ÑÐµ ÐµÐºÑÐ°Ð½Ð°, {top:.1f} Ð¾Ð´ Ð²ÑÑ Ð° ÐµÐºÑÐ°Ð½Ð°, ÑÐ¸ÑÐ¸Ð½Ð° ÑÐµ {width:.1f} Ð¿ÑÐ¾ÑÐµÐ½ÑÐ° ÐµÐºÑÐ°Ð½Ð°, Ð²Ð¸ÑÐ¸Ð½Ð° ÑÐµ {height:.1f} Ð¿ÑÐ¾ÑÐµÐ½ÑÐ° ÐµÐºÑÐ°Ð½Ð°

source: {symbol} as in {description}
hi: {symbol} जैसे है {description}
sr: {symbol} ÐºÐ°Ð¾ {description}

source: edge of table
hi: तालिका के किनारे
ka: ცხრილის საზღვარი
sr: Ð¸Ð²Ð¸ÑÐ° ÑÐ°Ð±ÐµÐ»Ðµ

source: Moves the navigator object to the next column
hi: नैवीगेटर वस्तु को अगले स्तं पर ले जाए
sr: ÐÐ¾Ð¼ÐµÑÐ° Ð½Ð°Ð²Ð¸Ð³Ð°ÑÐ¸Ð¾Ð½Ð¸ Ð¾Ð±ÑÐµÐºÐ°Ñ Ð½Ð° ÑÐ»ÐµÐ´ÐµÑÑ ÐºÐ¾Ð»Ð¾Ð½Ñ

source: Moves the navigator object to the previous column
hi: नैवीगेटर वस्तु को पिछले स्तं पर ले जाए
sr: ÐÐ¾Ð¼ÐµÑÐ° Ð½Ð°Ð²Ð¸Ð³Ð°ÑÐ¸Ð¾Ð½Ð¸ Ð¾Ð±ÑÐµÐºÐ°Ñ Ð½Ð° Ð¿ÑÐµÑÑ Ð¾Ð´Ð½Ñ ÐºÐ¾Ð»Ð¾Ð½Ñ

source: Moves the navigator object and focus to the next row
hi: नैवीगेटर वस्तु और फोकस को अगली पंक्ती पर ले जाए
sr: ÐÐ¾Ð¼ÐµÑÐ° Ð½Ð°Ð²Ð¸Ð³Ð°ÑÐ¸Ð¾Ð½Ð¸ Ð¾Ð±ÑÐµÐºÐ°Ñ Ð¸ ÑÐ¾ÐºÑÑÐ¸ÑÐ° Ð½Ð° ÑÐ»ÐµÐ´ÐµÑÐ¸ ÑÐµÐ´

source: Moves the navigator object and focus to the previous row
hi: नैवीगेटर वस्तु और फोकस को पिछली पंक्ती पर ले जाए
sr: ÐÐ¾Ð¼ÐµÑÐ° Ð½Ð°Ð²Ð¸Ð³Ð°ÑÐ¸Ð¾Ð½Ð¸ Ð¾Ð±ÑÐµÐºÐ°Ñ Ð¸ ÑÐ¾ÐºÑÑÐ¸ÑÐ° Ð½Ð° Ð¿ÑÐµÑÑ Ð¾Ð´Ð½Ð¸ ÑÐµÐ´

source: Composition
hi: रचना
sr: Ð¡Ð°ÑÑÐ°Ð²ÑÐ°ÑÐµ

source: Candidate
hi: उम्मीदवार
sr: ÐÐ°Ð½Ð´Ð¸Ð´Ð°Ñ

source: Display
hi: प्रदर्शन
ka: დისპლეი
sr: ÐÐºÑÐ°Ð½

source: Start
hi: आरंभ
ka: მთავარი
sr: ÐÐ¾ÑÐµÑÐ°Ðº

source: No track playing
hi: कोई ट्रैक नही बज रहा है
ka: ტრეკს არ აღიქვამს
sr: ÐÐµ ÑÐµÐ¿ÑÐ¾Ð´ÑÐºÑÑÐµ ÑÐµ Ð·Ð°Ð¿Ð¸Ñ

source: Reports the remaining time of the currently playing track, if any
hi: वर्तमान में चल रहे ट्रैक का शेष समय रिपोर्ट करे, यदि कोई हो
ka: აცხადებს აღქმული ტრეკის დარჩენილ დროს
sr: ÐÐ·Ð²ÐµÑÑÐ°Ð²Ð° Ð¾ Ð¿ÑÐµÐ¾ÑÑÐ°Ð»Ð¾Ð¼ Ð²ÑÐµÐ¼ÐµÐ½Ñ ÑÑÐµÐ½ÑÑÐ½Ð¾ ÑÐµÐ¿ÑÐ¾Ð´ÑÐºÐ¾Ð²Ð°Ð½Ð¾Ð³ Ð·Ð°Ð¿Ð¸ÑÐ°, Ð°ÐºÐ¾ Ð³Ð° Ð¸Ð¼Ð°

source: No message yet
hi: अभी तक कोई संदेश नही है
ka: არ არის შეტყობინება
sr: ÐÐ¾Ñ Ð½ÐµÐ¼Ð° Ð¿Ð¾ÑÑÐºÐµ

source: Displays one of the recent messages
hi: हाल के हाल के संदेशों में से एक प्रदर्शित करता है
ka: ასახავს ერთ უკანასკნელ შეტყობინებას
sr: ÐÑÐ¸ÐºÐ°Ð·ÑÑÐµ ÑÐµÐ´Ð½Ñ Ð¾Ð´ Ð½ÐµÐ´Ð°Ð²Ð½Ð¸Ñ Ð¿Ð¾ÑÑÐºÐ°

source: has attachment
hi: के पास एक अटैचमैंट है
sr: Ð¿ÑÐ¸ÐºÐ°ÑÐµÐ½ ÑÐµ Ð¿ÑÐ¸Ð»Ð¾Ð³

source: flagged
hi: फ्लैग्ड
sr: Ð¾Ð±ÐµÐ»ÐµÐ¶ÐµÐ½Ð¾

source: Attachments
hi: संलग्नक
ka: ჩასმული
sr: ÐÑÐ¸Ð»Ð¾Ð·Ð¸
ur: منسلکات

source: To:
hi: को:
ka: ვის
sr: ÐÐ°:
ur: بنام:

source: Newsgroup:
hi: समाचार समूह:
ka: სიახლეთა ჯგუფი
sr: ÐÐ½ÑÐµÑÐµÑÐ½Ð° Ð³ÑÑÐ¿Ð°:
ur: خبریں گروپ:

source: Subject:
hi: विषय:
ka: თემა,
sr: Ð¢ÐµÐ¼Ð°:
ur: :موضوع

source: From:
hi: से:
ka: დან
sr: ÐÐ´:
ur: از:

source: Date:
hi: दिनांक:
ka: თარიღი:
sr: ÐÐ°ÑÑÐ¼:
ur: تاریخ:

source: Forward to:
hi: को फौर्बर्ड करे:
ka: გადაგზავნა
sr: ÐÑÐ¾ÑÐ»ÐµÐ´Ð¸:
ur: آگے بڑھائیں

source: Answer to:
hi: को उत्तर दे:
ka: პასუხის გაცემა
sr: ÐÐ´Ð³Ð¾Ð²Ð¾ÑÐ¸:
ur: جواب دیں بطرف

source: Organisation:
hi: संगठन:
ka: ორგანიზაცია
sr: ÐÑÐ³Ð°Ð½Ð¸Ð·Ð°ÑÐ¸ÑÐ°:
ur: تنظیم:

source: Distribution:
hi: वितरण:
ka: დისტრიბუცია
sr: ÐÐ¸ÑÑÑÐ¸Ð±ÑÑÐ¸ÑÐ°:
ur: بانٹ

source: Key words:
hi: कुंजी शब्द:
ka: მთავარი სიტყვები:
sr: ÐÑÑÑÐ½Ðµ ÑÐµÑÐ¸:
ur: کلید الفاظ

source: unread
hi: अपठित
ka: წაუკითხავი
sr: Ð½ÐµÐ¿ÑÐ¾ÑÐ¸ÑÐ°Ð½Ð¾
ur: ناخواندہ

source: high importance
hi: बहुत महत्वपूर्ण
sr: Ð²Ð¸ÑÐ¾ÐºÐ° Ð²Ð°Ð¶Ð½Ð¾ÑÑ

source: low importance
hi: कम महत्वपूर्ण
sr: Ð½Ð¸ÑÐºÐ° Ð²Ð°Ð·Ð½Ð¾ÑÑ

source: subject: %s
hi: विषय : %s
ka: თემა: %s
sr: ÑÐµÐ¼Ð°: %s
ur: موضوع: %s

source: received: %s
hi: प्राप्त किया गया: %s
ka: მიღებულია: %s
sr: Ð¿ÑÐ¸Ð¼ÑÐµÐ½Ð¾: %s
ur: موصولہ: %s

source: attachment
hi: कुर्की
ka: ჩასმული
sr: Ð¿ÑÐ¸Ð»Ð¾Ð³
ur: منسلکہ

source: sent: %s
hi: भेजा गया:%s
ka: გაგზავნილია %s
sr: Ð¿Ð¾ÑÐ»Ð°ÑÐ¾: %s
ur: مرسلہ: %s

source: Waiting for Outlook...
sr: Ð§ÐµÐºam na outlok...

source: {startTime} to {endTime}
sr: {startTime} do {endTime}

source: Appointment {subject}, {time}
sr: Ð·Ð°Ð±ÐµÐ»ÐµÑÐºÐ° {subject}, {time}

source: has appointment
sr: Ð¸Ð¼Ð° Ð·Ð°Ð±ÐµÐ»ÐµÑÐºÑ

source: meeting request
sr: Ð·Ð°Ñ ÑÐµÐ² Ð·Ð° ÑÐ°ÑÑÐ°Ð½Ð°Ðº

source: No notes for translators.
hi: अनुवादकों के लिए कोई संदेश नही है.
sr: ÐÐµÐ¼Ð° Ð½Ð°Ð¿Ð¾Ð¼ÐµÐ½Ð° Ð·Ð° Ð¿ÑÐµÐ²Ð¾Ð´Ð¸Ð¾ÑÐµ.

source: Could not find Notes for translators window.
hi: टिप्पणियों की विंडो नही मिली.
sr: ÐÐ¸ÑÐµ Ð¼Ð¾Ð³ÑÑÐµ Ð¿ÑÐ¾Ð½Ð°ÑÐ¸ Ð¿ÑÐ¾Ð·Ð¾Ñ ÐÐ°Ð¿Ð¾Ð¼ÐµÐ½Ðµ Ð·Ð° Ð¿ÑÐµÐ²Ð¾Ð´Ð¸Ð¾ÑÐµ.

source: Reports any notes for translators
hi: अनुवादकों के लिए संदेश रिपोर्ट करे.
sr: ÐÑÐ¸ÐºÐ°Ð·ÑÑÐµ ÑÐ²Ðµ Ð½Ð°Ð¿Ð¾Ð¼ÐµÐ½Ðµ Ð·Ð° Ð¿ÑÐµÐ²Ð¾Ð´Ð¸Ð¾ÑÐµ

source: Could not find comment window.
hi: टिप्पणियों की विंडो नही ढूंढ पाए
sr: ÐÐµ Ð¼Ð¾Ð³Ñ Ð´Ð° Ð½Ð°ÑÐµÐ¼ Ð¿ÑÐ¾Ð·Ð¾Ñ ÑÐ° ÐºÐ¾Ð¼ÐµÐ½ÑÐ°ÑÐ¸Ð¼Ð°

source: No comment.
hi: कोई टिप्पणी नहीं है.
sr: ÐÐµÐ¼Ð° ÐºÐ¾Ð¼ÐµÐ½ÑÐ°ÑÐ°.

source: Reports any comments in the comments window
hi: टिप्पणियो की विंडो में से कोई भी टिप्पणी रिपोर्ट करे
sr: ÐÐ±Ð°Ð²ÐµÑÑÐ°Ð²Ð° Ð¾ ÐºÐ¾Ð¼ÐµÐ½ÑÐ°ÑÐ¸Ð¼Ð° Ñ Ð¿ÑÐ¾Ð·Ð¾ÑÑ ÑÐ° ÐºÐ¾Ð¼ÐµÐ½ÑÐ°ÑÐ¸Ð¼Ð°

source: Title placeholder
hi: शीर्षक की जगह का धारक
sr: Ð§ÑÐ²Ð°Ñ Ð¼ÐµÑÑÐ° Ð·Ð° Ð½Ð°ÑÐ»Ð¾Ð²

source: Text placeholder
hi: टैक्स्ट की जगह का धारक
sr: Ð§ÑÐ²Ð°Ñ Ð¼ÐµÑÑÐ° Ð·Ð° ÑÐµÐºÑÑ

source: Center Title placeholder
hi: मध्य शीर्षक की जगह का धारक
sr: Ð§ÑÐ²Ð°Ñ Ð¼ÐµÑÑÐ° Ð·Ð° ÑÐµÐ½ÑÑÐ°Ð»Ð½Ð¸ Ð½Ð°ÑÐ»Ð¾Ð²

source: Subtitle placeholder
hi: उपशीर्षक की जगह का धारक
sr: Ð§ÑÐ²Ð°Ñ Ð¼ÐµÑÑÐ° Ð·Ð° Ð¿Ð¾Ð´Ð½Ð°ÑÐ»Ð¾Ð²

source: Vertical Title placeholder
hi: ऊर्ध्वाधर की जगह का धारक
sr: Ð§ÑÐ²Ð°Ñ Ð¼ÐµÑÑÐ° Ð·Ð° Ð²ÐµÑÑÐ¸ÐºÐ°Ð»Ð½Ð¸ Ð½Ð°ÑÐ»Ð¾Ð²

source: Vertical Text placeholder
hi: ऊर्ध्वाधर टैक्स्ट के जगह की धारक
sr: Ð§ÑÐ²Ð°Ñ Ð¼ÐµÑÑÐ° Ð·Ð° Ð²ÐµÑÑÐ¸ÐºÐ°Ð»Ð½Ð¸ ÑÐµÐºÑÑ

source: Object placeholder
hi: वस्तु के जगह की धारक
sr: Ð§ÑÐ²Ð°Ñ Ð¼ÐµÑÑÐ° Ð·Ð° Ð¾Ð±ÑÐµÐºÑÐµ

source: Chart placeholder
hi: चार्ट के जगह की धारक
sr: Ð§ÑÐ²Ð°Ñ Ð¼ÐµÑÑÐ° Ð·Ð° Ð³ÑÐ°ÑÐ¸ÐºÐ¾Ð½Ðµ

source: Bitmap placeholder
hi: बिटमैप के जगह की धारक
sr: Ð§ÑÐ²Ð°Ñ Ð¼ÐµÑÑÐ° Ð·Ð° Ð±Ð¸ÑÐ¼Ð°Ð¿Ð¸ÑÐ°Ð½Ðµ ÑÐ»Ð¸ÐºÐµ

source: Media Clip placeholder
hi: मीडिया क्लिप के जगह की धारक
sr: Ð§ÑÐ²Ð°Ñ Ð¼ÐµÑÑÐ° Ð·Ð° Ð¼ÑÐ»ÑÐ¸Ð¼ÐµÐ´Ð¸ÑÐ°Ð»Ð½Ðµ ÑÐ°Ð´ÑÐ¶Ð°ÑÐµ

source: Org Chart placeholder
hi: संगठन चार्ट के जगह की धारक
sr: Ð§ÑÐ²Ð°Ñ Ð¼ÐµÑÑÐ° Ð·Ð° Ð¾ÑÐ³Ð°Ð½Ð¸Ð·Ð°ÑÐ¸Ð¾Ð½Ðµ Ð³ÑÐ°ÑÐ¸ÐºÐµ

source: Table placeholder
hi: तालिका प्लेसहोल्डर
sr: Ð§ÑÐ²Ð°Ñ Ð¼ÐµÑÑÐ° ÑÐ°Ð±ÐµÐ»Ðµ

source: Slide Number placeholder
hi: स्लाइड अंक के जगह की धारक
sr: Ð§ÑÐ²Ð°Ñ Ð¼ÐµÑÑÐ° Ð·Ð° Ð±ÑÐ¾Ñ ÑÐ»Ð°ÑÐ´Ð°

source: Header placeholder
hi: हैडर के जगह की धारक
sr: Ð§ÑÐ²Ð°Ñ Ð¼ÐµÑÑÐ° Ð·Ð° Ð·Ð°Ð³Ð»Ð°Ð²ÑÐµ

source: Footer placeholder
hi: फुटर के जगह की धारक
sr: Ð§ÑÐ²Ð°Ñ Ð¼ÐµÑÑÐ° Ð·Ð° Ð¿Ð¾Ð´Ð½Ð¾Ð¶ÑÐµ

source: Date placeholder
hi: दिनांक के जगह की धारक
sr: Ð§ÑÐ²Ð°Ñ Ð¼ÐµÑÑÐ° Ð·Ð° Ð´Ð°ÑÑÐ¼

source: Vertical Object placeholder
hi: ऊर्ध्वाधर वस्तु के जगह की धारक
sr: Ð§ÑÐ²Ð°Ñ Ð¼ÐµÑÑÐ° Ð·Ð° Ð²ÐµÑÑÐ¸ÐºÐ°Ð»Ð½Ð¸ Ð¾Ð±ÑÐµÐºÐ°Ñ

source: Picture placeholder
hi: चित्र के जगह की धारक
sr: Ð§ÑÐ²Ð°Ñ Ð¼ÐµÑÑÐ° Ð·Ð° ÑÐ»Ð¸ÐºÑ

source: Slide view
hi: स्लाइड व्यू
sr: ÐÑÐ¸ÐºÐ°Ð· ÑÐ»Ð°ÑÐ´Ð¾Ð²Ð°

source: Slide Master view
hi: स्लाइड मास्टर दृश्य
sr: ÐÑÐ¸ÐºÐ°Ð· Ð¼Ð°ÑÑÐµÑÐ° ÑÐ»Ð°ÑÐ´Ð°

source: Notes page
hi: संदेश पृष्ठ
sr: Ð¡ÑÑÐ°Ð½Ð¸ÑÐ° ÑÐ° Ð½Ð°Ð¿Ð¾Ð¼ÐµÐ½Ð°Ð¼Ð°

source: Handout Master view
hi: थिसिस मास्टर दृश्य
sr: ÐÑÐ¸ÐºÐ°Ð· Ð¼Ð°ÑÑÐµÑÐ° Ð¿ÑÐ¾Ð¿ÑÐ°ÑÐ½Ð¾Ð³ ÑÐ°Ð´ÑÐ¶Ð°ÑÐ°

source: Notes Master view
hi: संदेश मास्टर व्यू
sr: ÐÑÐ¸ÐºÐ°Ð· Ð¼Ð°ÑÑÐµÑÐ° Ð½Ð°Ð¿Ð¾Ð¼ÐµÐ½Ð°

source: Outline view
hi: रूपरेखा व्यू
sr: ÐÑÐ¸ÐºÐ°Ð· ÑÑÑÑÐºÑÑÑÐµ

source: Slide Sorter view
hi: स्लाइड सॉर्टर दृश्य
sr: ÐÑÐ¸ÐºÐ°Ð· Ð·Ð° ÑÐ¾ÑÑÐ¸ÑÐ°ÑÐµ ÑÐ»Ð°ÑÐ´Ð¾Ð²Ð°

source: Title Master view
hi: शीर्षक मास्टर व्यू
sr: Prikaz mastera naslova

source: Normal view
hi: साधारण व्यू
sr: ÐÐ¾ÑÐ¼Ð°Ð»Ð½Ð¸ Ð¿ÑÐ¸ÐºÐ°Ð·

source: Print Preview
hi: पूर्वावलोकन प्रिंट करे
sr: ÐÑÐµÐ³Ð»ÐµÐ´ Ð¿ÑÐµ ÑÑÐ°Ð¼Ð¿Ð°ÑÐ°

source: Thumbnails
hi: थंबने
sr: Ð¡Ð»Ð¸ÑÐ¸ÑÐµ

source: Master Thumbnails
hi: मास्टर थंबने
sr: ÐÐ°ÑÑÐµÑ ÑÐ»Ð¸ÑÐ¸ÑÐµ

source: Slide {slideNumber}
hi: स्लाइड {slideNumber}
sr: Ð¡Ð»Ð°ÑÐ´ {slideNumber}

source: covers left of {otherShape} by {distance:.3g} points
sr: Ð½Ð°Ð»Ð°Ð·Ð¸ ÑÐµ Ð»ÐµÐ²Ð¾ Ð¾Ð´ {otherShape} Ð½Ð° {distance:.3g} ÑÐ°ÑÐ°ÐºÐ°

source: behind left of {otherShape} by {distance:.3g} points
sr: Ð»ÐµÐ²Ð¾ Ð¸Ð·Ð° {otherShape} Ð¾Ð´ {distance:.3g} ÑÐ°ÑÐ°ÐºÐ°

source: covers top of {otherShape} by {distance:.3g} points
sr: Ð½Ð° Ð²ÑÑ Ñ Ð¾Ð´ {otherShape} Ð´Ð¾ {distance:.3g} ÑÐ°ÑÐ°ÐºÐ°

source: behind top of {otherShape} by {distance:.3g} points
sr: Ð¸Ð·Ð° Ð²ÑÑ Ð° Ð¾Ð´ {otherShape} Ð´Ð¾ {distance:.3g} ÑÐ°ÑÐ°ÐºÐ°

source: covers right of {otherShape} by {distance:.3g} points
sr: Ð´ÐµÑÐ½Ð¾ Ð¾Ð´ {otherShape} Ð´Ð¾ {distance:.3g} ÑÐ°ÑÐ°ÐºÐ°

source: behind right of {otherShape} by {distance:.3g} points
sr: Ð´ÐµÑÐ½Ð¾ Ð¸Ð·Ð° {otherShape} Ð´Ð¾ {distance:.3g} ÑÐ°ÑÐ°ÐºÐ°

source: covers bottom of {otherShape} by {distance:.3g} points
sr: Ð¿Ð¾ÐºÑÐ¸Ð²Ð° Ð´Ð½Ð¾ Ð¾Ð´ {otherShape} Ð´Ð¾ by {distance:.3g} ÑÐ°ÑÐ°ÐºÐ°

source: behind bottom of {otherShape} by {distance:.3g} points
sr: Ð¸Ð·Ð° Ð´Ð½Ð° Ð¾Ð´ {otherShape} Ð´Ð¾ {distance:.3g} ÑÐ°ÑÐ°ÐºÐ°

source: covers {otherShape}
sr: Ð¿Ð¾ÐºÑÐ¸Ð²Ð° {otherShape}

source: behind {otherShape}
sr: Ð¸Ð·Ð° {otherShape}

source: {distance:.3g} points from left slide edge
sr: {distance:.3g} ÑÐ°ÑÐ°ÐºÐ° Ð¾Ð´ Ð»ÐµÐ²Ðµ Ð¸Ð²Ð¸ÑÐµ ÐºÐ»Ð¸Ð·Ð°ÑÐ°

source: Off left slide edge by {distance:.3g} points
sr: Ð²Ð°Ð½ Ð»ÐµÐ²Ðµ Ð¸Ð²Ð¸ÑÐµ ÐºÐ»Ð¸Ð·Ð°ÑÐ° Ð´Ð¾ {distance:.3g} ÑÐ°ÑÐ°ÐºÐ°

source: {distance:.3g} points from top slide edge
sr: {distance:.3g} ÑÐ°ÑÐ°ÐºÐ° Ð¾Ð´ Ð²ÑÑ Ð° Ð¸Ð²Ð¸ÑÐµ ÐºÐ»Ð¸Ð·Ð°ÑÐ°

source: Off top slide edge by {distance:.3g} points
sr: Ð²Ð°Ð½ Ð¸Ð²Ð¸ÑÐµ ÐºÐ»Ð¸Ð·Ð°ÑÐ° Ð´Ð¾ {distance:.3g} ÑÐ°ÑÐ°ÐºÐ°

source: {distance:.3g} points from right slide edge
sr: {distance:.3g} ÑÐ°ÑÐ°ÐºÐ° Ð¾Ð´ Ð´ÐµÑÐ½Ðµ Ð¸Ð²Ð¸ÑÐµ ÐºÐ»Ð¸Ð·Ð°ÑÐ°

source: Off right slide edge by {distance:.3g} points
sr: Ð²Ð°Ð½ Ð´ÐµÑÐ½Ðµ Ð¸Ð²Ð¸ÑÐµ ÐºÐ»Ð¸Ð·Ð°ÑÐ° Ð´Ð¾ {distance:.3g} ÑÐ°ÑÐ°ÐºÐ°

source: {distance:.3g} points from bottom slide edge
sr: {distance:.3g} ÑÐ°ÑÐ°ÐºÐ° Ð¾Ð´ Ð´Ð½Ð° Ð¸Ð²Ð¸ÑÐµ ÐºÐ»Ð¸Ð·Ð°ÑÐ°

source: Off bottom slide edge by {distance:.3g} points
sr: Ð²Ð°Ð½ Ð´Ð½Ð° Ð¸Ð²Ð¸ÑÐµ ÐºÐ»Ð¸Ð·Ð°ÑÐ° Ð´Ð¾ {distance:.3g} ÑÐ°ÑÐ°ÐºÐ°

source: Toggles between reporting the speaker notes or the actual slide content. This does not change what is visible on-screen, but only what the user can read with NVDA
hi: वक्ता के नोट्स या वास्तविक स्लाइड सामग्री के रिपोर्टिंग के बीच में टौगल करता है. स्क्रीन पर जो दिखाई देता है वह नही बदलता लेकिन वह जो उपयोगकर्ता एनवीडीए के साथ पढ सकता है.
sr: ÐÑÐµÐ±Ð°ÑÑÑÐµ Ð¸Ð·Ð¼ÐµÑÑ Ð¸Ð·Ð³Ð¾Ð²Ð¾ÑÐ° Ð½Ð°Ð¿Ð¾Ð¼ÐµÐ½Ð° Ð¸ ÑÑÐ²Ð°ÑÐ½Ð¾Ð³ ÑÐ°Ð´ÑÐ¶Ð°ÑÐ° ÑÐ»Ð°ÑÐ´Ð°. ÐÐ²Ð¸Ð¼ ÑÐµ Ð½Ðµ Ð¼ÐµÑÐ° Ð¾Ð½Ð¾ ÑÑÐ¾ ÑÐµ Ð±Ð¸ÑÐ¸ Ð²Ð¸Ð´ÑÐ¸Ð²Ð¾ Ð½Ð° ÐµÐºÑÐ°Ð½Ñ, ÑÐ°Ð¼Ð¾ Ð¾Ð½Ð¾ ÑÑÐ¾ ÑÐµ ÐºÐ¾ÑÐ¸ÑÐ½Ð¸Ðº ÑÑÑÐ¸ Ð¾Ð´ NVDA.

source: Slide show notes - {slideName}
hi: स्लाइड शो के संदेश - {slideName}
sr: ÐÐ°Ð¿Ð¾Ð¼ÐµÐ½Ðµ ÑÐ· Ð¿ÑÐ¾ÑÐµÐºÑÐ¸ÑÑ ÑÐ»Ð°ÑÐ´Ð¾Ð²Ð° - {slideName}

source: Slide show - {slideName}
hi: स्लाइड शो - {slideName}
sr: ÐÑÐ¾ÑÐµÐºÑÐ¸ÑÐ° ÑÐ»Ð°ÑÐ´Ð¾Ð²Ð° - {slideName}

source: Slide Show - complete
hi: स्लाइड शो - पूरा
sr: ÐÑÐ¾ÑÐµÐºÑÐ¸ÑÐ° ÑÐ»Ð°ÑÐ´Ð¾Ð²Ð° - Ð·Ð°Ð²ÑÑÐµÐ½Ð°

source: No notes
hi: कोई संदेश नही है
sr: ÐÐµÐ¼Ð° Ð½Ð°Ð¿Ð¾Ð¼ÐµÐ½Ð°

source: Empty slide
hi: खाली स्लाइड
sr: ÐÑÐ°Ð·Ð°Ð½ ÑÐ»Ð°ÑÐ´

source: Waiting for Powerpoint...
hi: पावरपोइंट की प्रतीक्षा कर रहा है ...
sr: Ð§ÐµÐºÐ°Ð¼ Ð½Ð° Powerpoint...

source: Rewind
hi: रिवाइंड
ka: გადახვევა
sr: ÐÑÐµÐ¼Ð¾ÑÐ°Ñ

source: Fast forward
hi: तेजी से आगे
ka: დაჩქარება წინ
sr: ÐÑÐ·Ð¾ ÑÐ½Ð°Ð¿ÑÐµÐ´

source: Play
hi: बज रहा है
ka: დაკვრა
sr: Ð ÐµÐ¿ÑÐ¾Ð´ÑÐºÑÑ

source: Stop
hi: रुको
ka: გაჩერება
sr: Ð¡ÑÐ¾Ð¿

source: Record
hi: रिकॉर्ड
ka: ჩაწერა
sr: Ð¡Ð½Ð¸Ð¼Ð°Ñ

# shuffle
source: on
hi: औन
sr: ÑÐºÑÑÑÐµÐ½Ð¾

# shuffle
source: off
hi: औफ
sr: Ð¸ÑÐºÑÑÑÐµÐ½Ð¾

# repeat
source: on
hi: औन
sr: ÑÐºÑÑÑÐµÐ½Ð¾

# repeat
source: off
hi: औफ
sr: Ð¸ÑÐºÑÑÑÐµÐ½Ð¾

source: ALVA BC640/680 series
hi: अल्वा BC640/680 श्रृंखला
ka: ALVA BC640/680 სერიის
sr: Ð¡ÐµÑÐ¸ÑÐµ ALVA BC640/680

source: Baum/HumanWare/APH braille displays
hi: बौम/ह्यूमनवैर/एपीएच ब्रेल प्रदर्शक
ka: Baum/HumanWare/APH ბრაილის დისპლეი
sr: Baum/HumanWare/APH Ð±ÑÐ°Ñ ÐµÐºÑÐ°Ð½Ð¸

source: Serial: {portName}
hi: धारावाहि:{portName}
sr: Ð¡ÐµÑÐ¸ÑÑÐºÐ¸ Ð¿Ð¾ÑÑ: {portName}

source: HumanWare Brailliant BI/B series
hi: ह्यूमनवैर ब्रेलियंट बीआई / बी श्रृंखला
sr: HumanWare Brailliant ÑÐµÑÐ¸ÑÐµ BI/B

source: Freedom Scientific Focus/PAC Mate series
hi: फ्रीडम साइंटिफिक फोकस / पीएसी मेट श्रृंखला
ka: Freedom Scientific ხაზი Focus/PAC Mate
sr: Freedom Scientific ÑÐµÑÐ¸ÑÐµ Focus/PAC Mate

source: display scroll
hi: स्क्रॉल प्रदर्शित करे
ka: ეკრანის გადახვევა
sr: ÑÐºÑÐ¾Ð» ÐµÐºÑÐ°Ð½Ð°

source: line scroll
hi: पंक्ती स्क्रोल
ka: სტრიქონის გადახვევა
sr: Ð»Ð¸Ð½Ð¸ÑÑÐºÐ¸ ÑÐºÑÐ¾Ð»

source: Handy Tech braille displays
hi: हैंडी टेक ब्रेल प्रदर्शन
sr: Ð¥ÐµÐ½Ð´Ð¸ Ð¢ÐµÐº Ð±ÑÐ°Ñ ÐµÐºÑÐ°Ð½

source: Show the Handy Tech driver configuration window.
hi: हैंडी टेक ड्राइवर विन्यास विंडो दिखाएं।
ka: აჩვენოს Handy Tech კონფიგურაციის ფანჯარა.
sr: ÐÑÐ¸ÐºÐ°Ð¶Ð¸ ÐºÐ¾Ð½ÑÐ¸Ð³ÑÑÐ°ÑÐ¸Ð¾Ð½Ð¸ Ð¿ÑÐ¾Ð·Ð¾Ñ Handy Tech Ð´ÑÐ°ÑÐ²ÐµÑÐ°.

source: No braille
hi: ब्रेल में
ka: ბრაილი არ არის
sr: ÐÐµÐ¼Ð° Ð±ÑÐ°ÑÐ°

source: Papenmeier BRAILLEX newer models
hi: पेपनमैयर ब्रेलेक्स नया मॉडल
sr: Papenmeier BRAILLEX Ð½Ð¾Ð²Ð¸ÑÐ¸ Ð¼Ð¾Ð´ÐµÐ»Ð¸

source: Route to and report formatting
hi: पर रूट करे और स्वरूपण रिपोर्ट करे
sr: Ð ÑÑÐ¸ÑÐ°Ñ Ð½Ð° Ð¸ Ð¿ÑÐ¸ÑÐ°Ð²Ð¸ ÑÐ¾ÑÐ¼Ð°ÑÐ¸ÑÐ°ÑÐµ

source: Papenmeier BRAILLEX older models
hi: पेपनमैयर ब्रेलेक्स पुाना मॉडल
sr: Papenmeier BRAILLEX ÑÑÐ°ÑÐ¸ÑÐ¸ Ð¼Ð¾Ð´ÐµÐ»Ð¸

source: Seika braille displays
hi: सेका ब्रेल प्रदर्शक
sr: Seika Ð±ÑÐ°Ñ ÐµÐºÑÐ°Ð½Ð¸

source: Configuration applied
hi: विन्यास लागू हो गया है
sr: ÐÐ¾Ð½ÑÐ¸Ð³ÑÑÐ°ÑÐ¸ÑÐ° Ð¿ÑÐ¸Ð¼ÐµÑÐµÐ½Ð°

source: Configuration restored to factory defaults
hi: विन्यास वापस डिफ़ॉल्ट में बदल दी गई है
sr: ÐÐ¾Ð½ÑÐ¸Ð³ÑÑÐ°ÑÐ¸ÑÐ° Ð²ÑÐ°ÑÐµÐ½Ð° Ð½Ð° ÑÐ°Ð±ÑÐ¸ÑÐºÐ° Ð¿Ð¾Ð´ÐµÑÐ°Ð²Ð°ÑÐ°

source: Cannot save configuration - NVDA in secure mode
hi: विन्यास बचाओ - सुरक्षित मोड में एन व्हि डि ए नहीं कर सकते
ka: კონფიგურაციის შენახვა შეუზლებელია, nvda გაშვებულია უსაფრტხო რეჟიმში.
sr: ÐÐ¸ÑÐµ Ð¼Ð¾Ð³ÑÑÐµ ÑÐ°ÑÑÐ²Ð°ÑÐ¸ ÐºÐ¾Ð½ÑÐ¸Ð³ÑÑÐ°ÑÐ¸ÑÑ - NVDA ÑÐµ Ñ ÑÐ¸Ð³ÑÑÐ½Ð¾ÑÐ½Ð¾Ð¼ ÑÐµÐ¶Ð¸Ð¼Ñ

source: Configuration saved
hi: विन्यास सेव हो गया है
sr: ÐÐ¾Ð½ÑÐ¸Ð³ÑÑÐ°ÑÐ¸ÑÐ° ÑÐ°ÑÑÐ²Ð°Ð½Ð°

source: Could not save configuration - probably read only file system
hi: बचाने - विन्यास नहीं कर सका शायद ही सिस्टम फाइल पढ़ने
ka: კონფიგურაციის შენახვა არ მოხერხდა, ალბათ, NVDA გასვებულია ოლქიდან, ხელმისაწვდომია მხოლოდ კითხვისთვის.
sr: ÐÐµ Ð¼Ð¾Ð¶Ðµ ÑÐµ ÑÐ°ÑÑÐ²Ð°ÑÐ¸ ÐºÐ¾Ð½ÑÐ¸Ð³ÑÑÐ°ÑÐ¸ÑÐ° - Ð²ÐµÑÐ¾Ð²Ð°ÑÐ½Ð¾ ÑÐµ ÑÐ¸ÑÑÐµÐ¼ Ð´Ð°ÑÐ¾ÑÐµÐºÐ° ÑÐ°Ð¼Ð¾ Ð·Ð° ÑÐ¸ÑÐ°ÑÐµ
ur: شاید فقط مطالعہ مسل نظام و تشکیل محفوظ نہیں ہو سکی

source: An NVDA settings dialog is already open. Please close it first.
hi: एक एनवीडीए सेटिंग्स संवाद पहले से ही खुला है. पहले इसे बंद करें.
sr: ÐÑÑÐ³Ð¸ Ð´Ð¸ÑÐ°Ð»Ð¾Ð³ Ð·Ð° Ð¿Ð¾Ð´ÐµÑÐ°Ð²Ð°ÑÐµ NVDA ÑÐµ Ð²ÐµÑ Ð¾ÑÐ²Ð¾ÑÐµÐ½. ÐÐ¾Ð»Ð¸Ð¼Ð¾ Ð´Ð° Ð¿ÑÐ²Ð¾ ÑÐµÐ³Ð° Ð·Ð°ÑÐ²Ð¾ÑÐ¸ÑÐµ.

source: Default dictionary
hi: डिफ़ॉल्ट शब्दकोश
ka: საერთო ლექსიკონი
sr: ÐÐ»Ð°Ð²Ð½Ð¸ ÑÐµÑÐ½Ð¸Ðº

source: Voice dictionary (%s)
hi: आवाज शब्दकोश (% s)
ka: ხმოვანი ლექსიკონი (%s)
sr: Ð ÐµÑÐ½Ð¸Ðº Ð³Ð»Ð°ÑÐ¾Ð²Ð° (%s)

source: Temporary dictionary
hi: अस्थायी शब्दकोश
ka: დროებიტი ლექსიკონი
sr: ÐÑÐ¸Ð²ÑÐµÐ¼ÐµÐ½Ð¸ ÑÐµÑÐ½Ð¸Ðº

source: About NVDA
hi: एन व्हि डि ए के बारे में
ka: NVDAs შესახებ
sr: Ð NVDA
ur: NVDA کے متعلق

source: &General settings...
hi: और जनरल सेटिंग्स
ka: & საერთო პარამეტრები
sr: &ÐÑÐ½Ð¾Ð²Ð½Ð° Ð¿Ð¾Ð´ÐµÑÐ°Ð²Ð°ÑÐ°...

source: General settings
hi: जनरल सेटिंग्स
ka: საერთო პარამეტრები
sr: ÐÑÐ½Ð¾Ð²Ð½Ð° Ð¿Ð¾Ð´ÐµÑÐ°Ð²Ð°ÑÐ°

source: &Synthesizer...
hi: &सिंथेसाइज़र
ka: &სინთეზატორი...
sr: &Ð¡Ð¸Ð½ÑÐµÑÐ¸Ð·Ð°ÑÐ¾Ñ...

source: Change the synthesizer to be used
hi: प्रयोग की जाने वाली सिंथेसाइज़र बदलें
sr: ÐÐ·Ð¼ÐµÐ½Ð¸ ÑÐ¸Ð½ÑÐµÑÐ¸Ð·Ð°ÑÐ¾Ñ ÐºÐ¾ÑÐ¸ ÑÐµ ÑÐµ ÐºÐ¾ÑÐ¸ÑÑÐ¸ÑÐ¸

source: &Voice settings...
hi: &आवाज सेटिंग्स
ka: &ხმის პარამეტრები
sr: &ÐÐ»Ð°ÑÐ¾Ð²Ð½Ð° Ð¿Ð¾Ð´ÐµÑÐ°Ð²Ð°ÑÐ°

source: Choose the voice, rate, pitch and volume to use
hi: उपयोग करने के लिए आवाज, दर, पिच और मात्रा चुनें
sr: ÐÐ·Ð°Ð±ÐµÑÐ¸ÑÐµ Ð³Ð»Ð°Ñ, Ð±ÑÐ·Ð¸Ð½Ñ, Ð²Ð¸ÑÐ¸Ð½Ñ Ð³Ð»Ð°ÑÐ° Ð¸ ÑÐ°ÑÐ¸Ð½Ñ Ð·Ð²ÑÐºÐ° ÐºÐ¾ÑÐµ ÑÐµÑÐµ ÐºÐ¾ÑÐ¸ÑÑÐ¸ÑÐ¸

source: B&raille settings...
hi: ब्रेल सेटिंग्स ...
ka: &ბრაილის პარამეტრები
sr: &ÐÑÐ°ÑÐµÐ²Ð° Ð¿Ð¾Ð´ÐµÑÐ°Ð²Ð°ÑÐ°

source: &Keyboard settings...
hi: कीबोर्ड सेटिंग ... &k
sr: &ÐÐ¾Ð´ÐµÑÐ°Ð²Ð°ÑÐ° ÑÐ°ÑÑÐ°ÑÑÑÐµ...

source: Configure keyboard layout, speaking of typed characters, words or command keys
hi: कॉन्फ़िगर कुंजीपटल लेआउट, टाइप अक्षर, शब्द या कमांड कुंजी के बोल
ka: Настройка раскладки клавиатуры, чтения вводимых символов, слов и командных клавиш
sr: ÐÐ¾Ð´ÐµÑÐ¸ ÑÐ°ÑÐ¿Ð¾ÑÐµÐ´ ÑÐ°ÑÑÐ°ÑÑÑÐµ, Ð¸Ð·Ð³Ð¾Ð²Ð°ÑÐ°ÑÐµ ÑÐºÑÑÐ°Ð½Ð¸Ñ ÐºÐ°ÑÐ°ÐºÑÐµÑÐ°, ÑÐµÑÐ¸ Ð¸ ÐºÐ¾Ð¼Ð°Ð½Ð´Ð½Ð¸Ñ ÑÐ°ÑÑÐµÑÐ°
ur: کلیدی تختہ لے آؤٹ، ٹاپ کردہ کریکٹروں کا بولنا، الفاظ و حکم کلیدیں تشکیل دیں۔

source: &Mouse settings...
hi: &माउस सेटिंग्स ...
ka: &თაგვის პარამეტრები
sr: &ÐÐ¾Ð´ÐµÑÐ°Ð²Ð°ÑÐ° Ð¼Ð¸ÑÐ°

source: Change reporting of mouse shape and object under mouse
hi: माउस आकार और वस्तु के माउस के तहत बदलें रिपोर्ट
ka: თაგვის მაჩვენებლის ფორმის ცვლილებისა და თაგვის ქვეშ ობიექტის წაკითხვა.
sr: ÐÑÐ¸ÑÐ°Ð²ÑÐ¸Ð²Ð°ÑÐµ Ð¸Ð·Ð¼ÐµÐ½Ðµ Ð¾Ð±Ð»Ð¸ÐºÐ° Ð¼Ð¸ÑÐ° Ð¸ Ð¾Ð±ÑÐµÐºÑÐ° Ð¸ÑÐ¿Ð¾Ð´ Ð¼Ð¸ÑÐ°

source: Review &cursor...
hi: समीक्षा कर्सर ... &c
ka: &ხილული&კურსორი...
sr: Ð¿ÑÐµÐ³Ð»ÐµÐ´Ð½Ð¸ ÐºÑÑÑÐ¾Ñ...

source: Configure how and when the review cursor moves
hi: कैसे और कॉन्फ़िगर जब समीक्षा कर्सर चलता है
ka: პარამეტრები, როგორ და რა შემთხვევაში გადაადგილდება ხილული კურსორი.
sr: ÐÐ¾Ð´ÐµÑÐ¸ ÐºÐ°ÐºÐ¾ Ð¸ ÐºÐ°Ð´Ð° ÑÐµ Ð¿ÑÐµÐ³Ð»ÐµÐ´Ð½Ð¸ ÐºÑÑÑÐ¾Ñ Ð¿Ð¾Ð¼ÐµÑÐ°

source: &Input composition settings...
hi: इनपुट रचना सेटिंग ... &i
sr: ÐÐ¾Ð´ÐµÑÐ°Ð²Ð°ÑÐ° ÑÐ°ÑÑÐ°Ð²Ð° &ÑÐ½Ð¾ÑÐ°

source: Configure how NVDA reports input composition and candidate selection for certain languages
hi: कॉन्फ़िगर करें एनवीडीए कैसे कुछ भाषाओं के लिए इनपुट रचना और कैंडीडेटों का चयन रिपोर्ट करता है
sr: ÐÐ¾Ð½ÑÐ¸Ð³ÑÑÐ¸ÑÐµ ÐºÐ°ÐºÐ¾ ÑÐµ NVDA Ð¿ÑÐ¸ÑÐ°Ð²ÑÐ¸Ð²Ð°ÑÐ¸ ÑÐ»Ð°Ð·Ð½Ð¸ ÑÐ°ÑÑÐ°Ð² Ð¸ Ð¾Ð´Ð°Ð±Ð°ÑÐ°Ð½Ðµ ÐºÐ°Ð½Ð´Ð¸Ð´Ð°ÑÐµ Ð·Ð° Ð¾Ð´ÑÐµÑÐµÐ½Ðµ ÑÐµÐ·Ð¸ÐºÐµ.

source: &Object presentation...
hi: &वस्तु प्रस्तुति ...
ka: &ობიექტის წარმოდგენა...
sr: &ÐÐ±ÑÐµÐºÐ°Ñ Ð¿ÑÐµÐ·ÐµÐ½ÑÐ°ÑÐ¸ÑÐµ...

source: Change reporting of objects
hi: बदलें वस्तुओं की रिपोर्टिंग
ka: ობიექტის წაკითხვის ცვლილება
sr: ÐÑÐ¸ÑÐ°Ð²ÑÐ¸Ð²Ð°ÑÐµ Ð¸Ð·Ð¼ÐµÐ½Ðµ Ð¾Ð±ÑÐµÐºÐ°ÑÐ°
ur: آبجیکٹ کی رپورٹ کاری تبدیل کریں

source: &Browse mode...
hi: ब्राउज़ मोड... &b
sr: Ð ÐµÐ¶Ð¸Ð¼ &Ð¿ÑÐµÑÑÐ°Ð¶Ð¸Ð²Ð°ÑÐ°

source: Change virtual buffers specific settings
hi: बदलें आभासी विशिष्ट रूपरेखाओं बफर
ka: ვირტუალური ბუფერის სპეციალური პარამეტრების ცვლილება
sr: ÐÐ·Ð¼ÐµÐ½Ð¸ Ð¿Ð¾ÑÐµÐ±Ð½Ð° Ð¿Ð¾Ð´ÐµÑÐ°Ð²Ð°ÑÐ° Ð²Ð¸ÑÑÑÐµÐ»Ð½Ð¸Ñ Ð±Ð°ÑÐµÑÐ°
ur: مجازی بفر کی اختصاصی سیٹنگیں تبدیل کریں

source: Document &formatting...
hi: दस्तावेज़ स्वरूपण और ...
ka: &დოკუმენტის ფორმატირება
sr: Ð¤Ð¾ÑÐ¼Ð°ÑÐ¸ÑÐ°ÑÐµ &Ð´Ð¾ÐºÑÐ¼ÐµÐ½ÑÐ°...

source: Change settings of document properties
hi: दस्तावेज़ गुणों के सेटिंग्स में परिवर्तन करे
sr: ÐÐ·Ð¼ÐµÐ½Ð¸ Ð¿Ð¾Ð´ÐµÑÐ°Ð²Ð°ÑÐ° Ð¾ÑÐ¾Ð±Ð¸Ð½Ð° Ð´Ð¾ÐºÑÐ¼ÐµÐ½ÑÐ°

source: &Default dictionary...
hi: &डिफ़ॉल्ट शब्दकोश ...
ka: &საერტო ლექსიკონი...
sr: &ÐÐ»Ð°Ð²Ð½Ð¸ ÑÐµÑÐ½Ð¸Ðº...

source: A dialog where you can set default dictionary by adding dictionary entries to the list
hi: एक समवाद जहाँ आप सूची पर में शब्दकोश प्रविष्टियों को जोडकर डिफ़ॉल्ट शब्दकोश सेट कर सकते है
sr: ÐÐ¸ÑÐ°Ð»Ð¾Ð³ Ð³Ð´Ðµ Ð¼Ð¾Ð¶ÐµÑÐµ Ð¿Ð¾ÑÑÐ°Ð²Ð¸ÑÐ¸ Ð¾ÑÐ½Ð¾Ð²Ð½Ð¸ ÑÐµÑÐ½Ð¸Ðº Ð´Ð¾Ð´Ð°Ð²Ð°ÑÐµÐ¼ Ð½Ð° Ð»Ð¸ÑÑÑ ÑÐ»Ð°Ð·Ð° Ð·Ð° ÑÐµÑÐ½Ð¸Ðº

source: &Voice dictionary...
hi: &शब्दकोश आवाज ...
ka: &ხმის ლექსიკონი......
sr: Ð ÐµÑÐ½Ð¸Ðº &Ð³Ð»Ð°ÑÐ¾Ð²Ð°

source: A dialog where you can set voice-specific dictionary by adding dictionary entries to the list
hi: एक समवाद जहाँ आप सूची पर में शब्दकोश प्रविष्टियों को जोडकर आवाज-विशिष्ट शब्दकोश सेट कर सकते है
sr: ÐÐ¸ÑÐ°Ð»Ð¾Ð³ Ð³Ð´Ðµ Ð¼Ð¾Ð¶ÐµÑÐµ Ð¿Ð¾ÑÑÐ°Ð²Ð¸ÑÐ¸ ÑÐµÑÐ½Ð¸Ðº Ð·Ð° ÑÐ¿ÐµÑÐ¸ÑÐ¸ÑÐ½Ð¸ Ð³Ð»Ð°Ñ Ð´Ð¾Ð´Ð°Ð²Ð°ÑÐµÐ¼ Ð½Ð° Ð»Ð¸ÑÑÑ ÑÐ»Ð°Ð·Ð° Ð·Ð° ÑÐµÑÐ½Ð¸Ðº

source: &Temporary dictionary...
hi: &अस्थायी शब्दकोश ...
ka: &დროებითი ლექსიკონი...
sr: &ÐÑÐ¸Ð²ÑÐµÐ¼ÐµÐ½Ð¸ ÑÐµÑÐ½Ð¸Ðº...

source: A dialog where you can set temporary dictionary by adding dictionary entries to the edit box
hi: एक समवाद जहाँ आप संपादन खाने में शब्दकोश प्रविष्टियों को जोडकर अस्थायी शब्दकोश सेट कर सकते है
sr: ÐÐ¸ÑÐ°Ð»Ð¾Ð³ Ð³Ð´Ðµ Ð¼Ð¾Ð¶ÐµÑÐµ Ð¿Ð¾ÑÑÐ°Ð²Ð¸ÑÐ¸ Ð¿ÑÐ¸Ð²ÑÐµÐ¼ÐµÐ½Ð¸ ÑÐµÑÐ½Ð¸Ðº Ð´Ð¾Ð´Ð°Ð²Ð°ÑÐµÐ¼ Ð½Ð° Ð»Ð¸ÑÑÑ ÑÐ»Ð°Ð·Ð° Ð·Ð° ÑÐµÑÐ½Ð¸Ðº

source: Speech &dictionaries
hi: भाषण और शब्दकोश
ka: &სამეტყველო ლექსიკონები
sr: ÐÐ¾Ð²Ð¾ÑÐ½Ð¸ &ÑÐµÑÐ½Ð¸ÑÐ¸

source: &Punctuation/symbol pronunciation...
hi: &विराम चिह्न / प्रतीक उच्चारण ...
sr: ÐÐ·Ð³Ð¾Ð²Ð¾Ñ Ð·Ð½Ð°ÐºÐ¾Ð²Ð° &Ð¸Ð½ÑÐµÑÐ¿ÑÐ½ÐºÑÐ¸ÑÐµ Ð¸ ÑÐ¸Ð¼Ð±Ð¾Ð»Ð°

source: I&nput gestures...
hi: इशारे इनपुट करे... &n
sr: &Ð£Ð»Ð°Ð·Ð½Ð¸ Ð³ÐµÑÑÐ¾Ð²Ð¸

source: &Preferences
hi: &वरीयताएँ
ka: &პარამეტრები
sr: &Ð¿Ð¾Ð´ÐµÑÐ°Ð²Ð°ÑÐ°
ur: ترجیحات

source: View log
hi: सारे लॉग इन
ka: ლოგ ფაილის ნახვა
sr: ÐÑÐµÐ³Ð»ÐµÐ´ Ð´Ð½ÐµÐ²Ð½Ð¸ÐºÐ°

source: Speech viewer
hi: भाषण दर्शक
ka: მეტყველების მეთვალყურე
sr: ÐÐ¾Ð²Ð¾ÑÐ½Ð¸ Ð¿ÑÐµÐ³Ð»ÐµÐ´Ð½Ð¸ Ð¿ÑÐ¾Ð·Ð¾Ñ

source: Python console
hi: पायथन कंसोल
ka: კონსოლი Python
sr: ÐÐ°ÑÑÐ¾Ð½ ÐºÐ¾Ð½Ð·Ð¾Ð»Ð°

source: Manage &add-ons
hi: Add-ons का प्रबंधन करे
sr: Ð£Ð¿ÑÐ°Ð²ÑÐ°ÑÐµ &Ð´Ð¾Ð´Ð°ÑÐ¸Ð¼Ð°

source: Create Portable copy...
hi: पोर्टेबल प्रतिलिपि बनाएँ ...
sr: ÐÑÐµÐ¸ÑÐ°Ñ Ð¿Ð¾ÑÑÐ°Ð±Ð» ÐºÐ¾Ð¿Ð¸ÑÑ

source: &Install NVDA...
hi: एनवीडीए स्थापित करे... &i
sr: &ÐÐ½ÑÑÐ°Ð»Ð¸ÑÐ°Ñ NVDA...

source: Reload plugins
hi: प्लगइन्स फिरसे लोड करे
ka: პლაგინების გადატვირთვა
sr: ÐÐ¾Ð½Ð¾Ð²Ð¾ ÑÑÐ¸ÑÐ°Ñ Ð´Ð¾Ð´Ð°ÑÐºÐµ

source: Commands &Quick Reference
hi: आदेशों का त्वरित संदर्भ &q
sr: &ÐÑÐ°ÑÐºÐµ Ð½Ð°Ð¿Ð¾Ð¼ÐµÐ½Ðµ Ð¾ ÐºÐ¾Ð¼Ð°Ð½Ð´Ð½Ð¸Ð¼ ÑÐ°ÑÑÐµÑÐ¸Ð¼Ð°

source: What's &new
hi: क्या है और नए
ka: რა არის &ახალი
sr: Ð¨ÑÐ° ÑÐµ &Ð½Ð¾Ð²Ð¾

source: NVDA &web site
hi: एनवीडीए वेबसाइट &w
sr: NVDA &ÐÐµÐ±-ÑÐ°ÑÑ

source: L&icense
hi: लाइसेंस &i
sr: &ÐÐ¸ÑÐµÐ½ÑÐ°

source: C&ontributors
hi: योगदानकर्ता &o
sr: &Ð¡Ð°ÑÐ°Ð´Ð½Ð¸ÑÐ¸

source: We&lcome dialog
hi: &आपका स्वागत है संवाद
ka: &მისალმების დიალოგი
sr: ÐÐ¾Ð·Ð´ÑÐ°Ð²Ð½Ð¸ &Ð´Ð¸ÑÐ°Ð»Ð¾Ð³

source: &Check for update...
hi: अद्यतन के लिए जाँच करें... &c
sr: &ÐÑÐ¾Ð²ÐµÑÐ¸ Ð´Ð¾ÑÑÑÐ¿Ð½Ð° Ð°Ð¶ÑÑÐ¸ÑÐ°ÑÐ°

source: About...
hi: के बारे में ...
ka: პროგრამის შესახებ...
sr: Ð...
ur: متعلق...
