Repository: nvdacn/screenReaderTranslations
Catalog: */nvda.po
Languages: hi, ka, sr, ur

source: Turns input help on or off. When on, any input such as pressing a key on the keyboard will tell you what script is associated with that input, if any.
hi: इनपुट सहायता को औन या औफ करे. जब औन हो, कोई भी इनपुट जैसे कीबोर्ड पर कोई दबाने से बताएगा कौनसी स्क्रिप्ट उस इनपुट के साथ जुडी है, अगर कोई.
ka: რტავს და თიშავს დახმარების რეჟიმს აკრეფისას. ჩართულ რეჟიმში, ნებისმიერი ჟესტით აკრეფისას(მაგალითად: კლავიატურაზე კლავიშის დაჭერით), კითხულობს, ჟესტზე დამაგრებული, შესაბამისი ბრზანების აღწერას.
sr: ÐÐºÑÐ¸Ð²Ð¸ÑÐ° Ð¸Ð»Ð¸ Ð´ÐµÐ°ÐºÑÐ¸Ð²Ð¸ÑÐ° Ð¿Ð¾Ð¼Ð¾Ñ. ÐÐ°Ð´Ð° ÑÐµ Ð°ÐºÑÐ¸Ð²Ð½Ð°, ÑÐ²Ð°ÐºÐ¸ ÑÐ½Ð¾Ñ, ÐºÐ°Ð¾ Ð½Ð° Ð¿ÑÐ¸Ð¼ÐµÑ Ð¿ÑÐ¸ÑÐ¸ÑÐºÐ°ÑÐµ ÑÐ°ÑÑÐµÑÐ°, Ð¸Ð·Ð³Ð¾Ð²Ð¾ÑÐ¸ÑÐµ Ð²Ð°Ð¼ ÐºÐ¾ÑÐ° ÑÐµ ÑÐºÑÐ¸Ð¿ÑÐ° Ð¿Ð¾Ð²ÐµÐ·Ð°Ð½Ð° ÑÐ° ÑÐ¸Ð¼ ÑÐ½Ð¾ÑÐ¾Ð¼, Ð°ÐºÐ¾ ÑÐµ Ð½ÐµÐºÐ° Ð¿Ð¾Ð²ÐµÐ·Ð°Ð½Ð°.

source: Sleep mode off
hi: सोले का मोड बंद
ka: ძილის რეჟიმი გამორთულია
sr: Ð ÐµÐ¶Ð¸Ð¼ ÑÐ¿Ð°Ð²Ð°ÑÐ° ÑÐµ Ð¸ÑÐºÑÑÑÐµÐ½

source: Sleep mode on
hi: सोले का मोड औन
ka: ძილის რეჟიმი ჩართულია
sr: Ð ÐµÐ¶Ð¸Ð¼ ÑÐ¿Ð°Ð²Ð°ÑÐ° ÑÐµ ÑÐºÑÑÑÐµÐ½

source: Toggles sleep mode on and off for the active application.
hi: वर्तमान एप्लिकेशन के लिए सोने का मोड औन और औफ में टॉगल करे
ka: აქტიური პროგრამისათვის რთავს ან თიშავს ძილის რეჟიმს
sr: ÐÐ°Ð¸Ð·Ð¼ÐµÐ½Ð¸ÑÐ½Ð¾ ÑÐºÑÑÑÑÑÐµ Ð¸ Ð¸ÑÐºÑÑÑÑÑÐµ ÑÐµÐ¶Ð¸Ð¼ ÑÐ¿Ð°Ð²Ð°ÑÐ° Ð·Ð° Ð°ÐºÑÐ¸Ð²Ð½Ñ Ð°Ð¿Ð»Ð¸ÐºÐ°ÑÐ¸ÑÑ.

source: Reports the current line under the application cursor. Pressing this key twice will spell the current line
hi: रिपोर्ट आवेदन के कर्सर के तहत चालू लाइन. इस कुंजी को दो बार दबाने जादू होगा चालू लाइन
ka: კითხულობს კურსორის ქვეშ სტრიქონს, თუ დავაწვებით ორჯერ კითხულობს სიმბოლოებით.
sr: ÐÑÐ¸ÑÐ°Ð²ÑÑÑÐµ ÑÑÐµÐ½ÑÑÐ½Ñ Ð»Ð¸Ð½Ð¸ÑÑ Ð¸ÑÐ¿Ð¾Ð´ ÐºÑÑÑÐ¾ÑÐ° Ð°Ð¿Ð»Ð¸ÐºÐ°ÑÐ¸ÑÐµ. ÐÑÐ¸ÑÐ¸ÑÐºÐ°ÑÐµ Ð¾Ð²Ð¾Ð³ ÑÐ°ÑÑÐµÑÐ° Ð´Ð²Ð°Ð¿ÑÑ ÑÑÐ¸ÑÐ°ÑÐµ ÑÑÐµÐ½ÑÑÐ½Ñ Ð»Ð¸Ð½Ð¸ÑÑ

source: left click
hi: छोड़ दिया क्लिक करें
ka: თაგვის მარცხენა დაწკაპუნება
sr: Ð»ÐµÐ²Ð¸ ÐºÐ»Ð¸Ðº

source: Clicks the left mouse button once at the current mouse position
hi: बाईं माउस बटन क्लिक एक बार माउस वर्तमान स्थिति में
ka: მაჩვენებელის პოზიციაზე ასრულებს ერთ დაწკაპუნებას თაგვის მარცხენა ღილაკიტ.
sr: ÐÐ·Ð²ÑÑÐ°Ð²Ð° Ð»ÐµÐ²Ð¸ ÐºÐ»Ð¸Ðº Ð½Ð° Ð¼Ð¸ÑÑ Ð½Ð° ÑÑÐµÐ½ÑÑÐ½Ð¾Ñ Ð¿Ð¾Ð·Ð¸ÑÐ¸ÑÐ¸ Ð¼Ð¸ÑÐ°

source: right click
hi: ठीक क्लिक करें
ka: თაგვის მარჯვენა დაწკაპუნება
sr: Ð´ÐµÑÐ½Ð¸ ÐºÐ»Ð¸Ðº

source: Clicks the right mouse button once at the current mouse position
hi: सही माउस बटन क्लिक एक बार माउस वर्तमान स्थिति में
ka: მაჩვენებელის პოზიციაზე ასრულებს ერთ დაწკაპუნებას თაგვის მარჯვენა ღილაკიტ.
sr: ÐÐ·Ð²ÑÑÐ°Ð²Ð° ÑÐµÐ´Ð°Ð½ ÐºÐ»Ð¸Ðº Ð½Ð° Ð´ÐµÑÐ½Ð¾ Ð´ÑÐ³Ð¼Ðµ Ð¼Ð¸ÑÐ° Ð½Ð° ÑÑÐµÐ½ÑÑÐ½Ð¾Ñ Ð¿Ð¾Ð·Ð¸ÑÐ¸ÑÐ¸ Ð¼Ð¸ÑÐ°

source: left mouse button unlock
hi: बाईं माउस बटन अनलॉक
ka: თაგვზე მარცხენა ღილაკის აშვება
sr: Ð»ÐµÐ²Ð¾ Ð´ÑÐ³Ð¼Ðµ Ð½Ð° Ð¼Ð¸ÑÑ Ð¾ÑÐºÑÑÑÐ°Ð½Ð¾

source: left mouse button lock
hi: बाईं माउस बटन ताला
ka: თაგვის მარცხენა ღილაკით დაჭერა
sr: Ð»ÐµÐ²Ð¾ Ð´ÑÐ³Ð¼Ðµ Ð½Ð° Ð¼Ð¸ÑÑ Ð·Ð°ÐºÑÑÑÐ°Ð½Ð¾

source: Locks or unlocks the left mouse button
hi: ताले या बाईं माउस बटन unlocks
ka: იჭერს, ან უშვებს თაგვის მარცხენა ღილაკს.
sr: ÐÑÐºÑÑÑÐ°Ð²Ð° Ð¸Ð»Ð¸ Ð·Ð°ÐºÑÑÑÐ°Ð²Ð° Ð»ÐµÐ²Ð¾ Ð´ÑÐ³Ð¼Ðµ Ð½Ð° Ð¼Ð¸ÑÑ

source: right mouse button unlock
hi: सही माउस बटन अनलॉक
ka: თაგვის მარჯვენა ღილაკის აშვება.
sr: Ð´ÐµÑÐ½Ð¾ Ð´ÑÐ³Ð¼Ðµ Ð½Ð° Ð¼Ð¸ÑÑ Ð¾ÑÐºÑÑÑÐ°Ð½Ð¾

source: right mouse button lock
hi: सही माउस बटन ताला
ka: თაგვის მარჯვენა ღილაკით დაწერა.
sr: Ð´ÐµÑÐ½Ð¾ Ð´ÑÐ³Ð¼Ðµ Ð½Ð° Ð¼Ð¸ÑÑ Ð·Ð°ÐºÑÑÑÐ°Ð½Ð¾

source: Locks or unlocks the right mouse button
hi: ताले या सही माउस बटन unlocks
ka: იჭერს ან უშვებს თაგვის მარჯვენა რილაკს.
sr: ÐÑÐºÑÑÑÐ°Ð²Ð° Ð¸Ð»Ð¸ Ð·Ð°ÐºÑÑÑÐ°Ð²Ð° Ð´ÐµÑÐ½Ð¾ Ð´ÑÐ³Ð¼Ðµ Ð½Ð° Ð¼Ð¸ÑÑ

source: Announces the current selection in edit controls and documents. If there is no selection it says so.
hi: ऐडिट नियंत्रणों और दस्तावेजों में वर्तमान चयन की घोषणा करे. अगर कोई चयन न हो, तो वह वैसा कहता है.
ka: დოკუმენტსი კითხულობს გამოყოფილ ტექსტს , ან რედაქტირებად მარტვის ელემენტში გამოყოფის გარეშე. ასევე აცხადებს მის შესახებ.
sr: ÐÐ°ÑÐ°Ð²ÑÑÑÐµ ÑÑÐµÐ½ÑÑÐ½Ð¸ Ð¸Ð·Ð±Ð¾Ñ Ñ Ð¸Ð·Ð¼ÐµÐ½Ð¸ ÐºÐ¾Ð½ÑÑÐ¾Ð»Ð° Ð¸ Ð´Ð¾ÐºÑÐ¼ÐµÐ½Ð°ÑÐ°. ÐÐºÐ¾ Ð½ÐµÐ¼Ð° Ð¸Ð·Ð±Ð¾ÑÐ°, ÑÐ¾ Ð¸ ÐºÐ°Ð¶Ðµ

source: If pressed once, reports the current time. If pressed twice, reports the current date
hi: अगर एक बार दबाया, वर्तमान समय की रिपोर्ट. अगर दो बार दबाया, वर्तमान दिनांक रिपोर्ट
ka: ერთხელ დაჭერისას აცხადებს დროს, ორჯერ დაწერისას თარიღს.
sr: ÐÐºÐ¾ ÑÐµ Ð¿ÑÐ¸ÑÐ¸ÑÐ½Ðµ ÑÐµÐ´Ð½Ð¾Ð¼, Ð¿ÑÐ¸ÑÐ°Ð²ÑÑÑÐµÑÑÐµÐ½ÑÑÐ½Ð¾ Ð²ÑÐµÐ¼Ðµ. ÐÐºÐ¾ ÑÐµ Ð¿ÑÐ¸ÑÐ¸ÑÐ½Ðµ Ð´Ð²Ð°Ð¿ÑÑ, Ð¿ÑÐ¸ÑÐ°Ð²ÑÑÑÐµÑÑÐµÐ½ÑÑÐ½Ð¸ Ð´Ð°ÑÑÐ¼

source: No settings
hi: कोई सेटिंग्स
ka: ხმის პარამეტრები არ არის
sr: ÐÐµÐ· Ð¿Ð¾Ð´ÐµÑÐ°Ð²Ð°ÑÐ°

source: Increases the currently active setting in the synth settings ring
hi: synth सेटिंग में वर्तमान में सक्रिय सेटिंग वृद्धि की अंगूठी
ka: სინთეზატორის რგოლში ზრდის პარამეტრების მნიშვნელობას.
sr: ÐÐ¾ÑÐ°ÑÐ°Ð²Ð° ÑÑÐµÐ½ÑÑÐ½Ð¾ Ð°ÐºÑÐ¸Ð²Ð½Ð¾ Ð¿Ð¾Ð´ÐµÑÐ°Ð²Ð°ÑÐµ Ñ Ð¿Ð¾Ð´ÐµÑÐ°Ð²Ð°ÑÐ¸Ð¼Ð° ÑÐ¸Ð½ÑÐµÑÐ¸Ð·Ð¾Ð²Ð°Ð½Ð¾Ð³ Ð·Ð²ÑÐºÐ°

source: Decreases the currently active setting in the synth settings ring
hi: Synth सेटिंग रिंग में वर्तमान में सक्रिय सेटिंग को कम करता है
ka: სინთეზატორის რგოლში უკლებს პარამეტრების მნისვნელობას
sr: Ð£ÑÐ¸ÑÐ°Ð²Ð° ÑÑÐµÐ½ÑÑÐ½Ð¾ Ð°ÐºÑÐ¸Ð²Ð½Ð¾ Ð¿Ð¾Ð´ÐµÑÐ°Ð²Ð°ÑÐµ Ñ Ð¿Ð¾Ð´ÐµÑÐ°Ð²Ð°ÑÐ¸Ð¼Ð° ÑÐ¸Ð½ÑÐµÑÐ¸Ð·Ð¾Ð²Ð°Ð½Ð¾Ð³ Ð·Ð²ÑÐºÐ°

source: Moves to the next available setting in the synth settings ring
hi: Synth सेटिंग रिंग में अगले उपलब्ध सेटिंग पर जाता है
ka: სინთეზატორის რგოლსი გადადის შემდეგ პარამეტრზე.
sr: ÐÑÐµÐ¼ÐµÑÑÐ° Ð½Ð° Ð½Ð°ÑÐµÐ´Ð½Ð¾ Ð´Ð¾ÑÑÑÐ¿Ð½Ð¾ Ð¿Ð¾Ð´ÐµÑÐ°Ð²Ð°ÑÐµ Ñ Ð¿Ð¾Ð´ÐµÑÐ°Ð²Ð°ÑÐ¸Ð¼Ð° ÑÐ¸Ð½ÑÐµÑÐ¸Ð·Ð¾Ð²Ð°Ð½Ð¾Ð³ Ð·Ð²ÑÐºÐ°
ur: مرکب سیٹنگ گھنٹی میں اگلی دستیاب سیٹنگ کی طرف بڑھاتا ہے

source: Moves to the previous available setting in the synth settings ring
hi: Synth सेटिंग रिंग में पिछले उपलब्ध सेटिंग पर जाता है
ka: სინთეზატორის რგოლში გადადის წინა პარამეტრზე.
sr: ÐÑÐµÐ¼ÐµÑÑÐ° Ð½Ð° Ð¿ÑÐµÑÑ Ð¾Ð´Ð½Ð¾ Ð´Ð¾ÑÑÑÐ¿Ð½Ð¾ Ð¿Ð¾Ð´ÐµÑÐ°Ð²Ð°ÑÐµ Ñ Ð¿Ð¾Ð´ÐµÑÐ°Ð²Ð°ÑÐ¸Ð¼Ð° ÑÐ¸Ð½ÑÐµÑÐ¸Ð·Ð¾Ð²Ð°Ð½Ð¾Ð³ Ð·Ð²ÑÐºÐ°
ur: مرکب سیٹنگ گھنٹی میں پچھلی دستیاب سیٹنگ کی طرف بڑھاتا ہے

source: speak typed characters off
hi: सिखे जाने वाले वर्ण बोलो औफ
sr: Ð¸ÑÐºÑÑÑÐµÐ½ Ð¸Ð·Ð³Ð¾Ð²Ð¾Ñ ÑÐºÑÑÐ°Ð½Ð¸Ñ Ð·Ð½Ð°ÐºÐ¾Ð²Ð°

source: speak typed characters on
hi: सिखे जाने वाले वर्ण बोलो औन
sr: ÑÐºÑÑÑÐµÐ½ Ð¸Ð·Ð³Ð¾Ð²Ð¾Ñ ÑÐºÑÑÐ°Ð½Ð¸Ñ Ð·Ð½Ð°ÐºÐ¾Ð²Ð°

source: Toggles on and off the speaking of typed characters
hi: लिखे जाने वाले वर्णों का बोलना औन और औफ में टौगल करे
ka: გადართავს სიმბოლოების აკრეფის გახმოვანებას.
sr: ÐÐºÑÐ¸Ð²Ð¸ÑÐ° Ð¸ Ð´ÐµÐ°ÐºÑÐ¸Ð²Ð¸ÑÐ° Ð¸Ð·Ð³Ð¾Ð²Ð¾Ñ ÑÐºÑÑÐ°Ð½Ð¸Ñ Ð·Ð½Ð°ÐºÐ¾Ð²Ð°
ur: ٹائپ کردہ کریکٹروں کے بولنے کو آن اور آف ٹوگل کرتا ہے۔

source: speak typed words off
hi: लिखे जाने वाले शब्द बोलो औफ
sr: Ð¸ÑÐºÑÑÑÐµÐ½ Ð¸Ð·Ð³Ð¾Ð²Ð¾Ñ ÑÐºÑÑÐ°Ð½Ð¸Ñ ÑÐµÑÐ¸

source: speak typed words on
hi: लिखे जाने वाले शब्द बोलो औन
sr: ÑÐºÑÑÑÐµÐ½ Ð¸Ð·Ð³Ð¾Ð²Ð¾Ñ ÑÐºÑÑÐ°Ð½Ð¸Ñ ÑÐµÑÐ¸

source: Toggles on and off the speaking of typed words
hi: टाइप शब्दों के बोल औन और औफ में टॉगल करे
ka: გადარტავს სიტყვების წაკითხვას აკრეფისას
sr: ÐÐºÑÐ¸Ð²Ð¸ÑÐ° Ð¸ Ð´ÐµÐ°ÐºÑÐ¸Ð²Ð¸ÑÐ° Ð¸Ð·Ð³Ð¾Ð²Ð¾Ñ ÑÐºÑÑÐ°Ð½Ð¸Ñ ÑÐµÑÐ¸
ur: ٹائپ کردہ الفاظ کے بولنے کو آن اور آف ٹوگل کرتا ہے۔

source: speak command keys off
hi: आदेश कीज़ बोलो औफ
sr: Ð¸ÑÐºÑÑÑÐµÐ½ Ð¸Ð·Ð³Ð¾Ð²Ð¾Ñ ÐºÐ¾Ð¼Ð°Ð½Ð´Ð½Ð¸Ñ ÑÐ°ÑÑÐµÑÐ°

source: speak command keys on
hi: आदेश कीज़ बोलो औन
sr: ÑÐºÑÑÑÐµÐ½ Ð¸Ð·Ð³Ð¾Ð²Ð¾Ñ ÐºÐ¾Ð¼Ð°Ð½Ð´Ð½Ð¸Ñ ÑÐ°ÑÑÐµÑÐ°

source: Toggles on and off the speaking of typed keys, that are not specifically characters
hi: टाइप कीज़ का बोलना औन और औफ में टौगल करता है जो विशेष रूप से वर्ण नहीं हैं
ka: გადართავს კლავისების გახმოვანებას, რომელნიც არ არიან სიმბოლოები
sr: ÐÐºÑÐ¸Ð²Ð¸ÑÐ° Ð¸ Ð´ÐµÐ°ÐºÑÐ¸Ð²Ð¸ÑÐ° Ð¸Ð·Ð³Ð¾Ð²Ð°ÑÐ°ÑÐµ ÐºÐ¾Ð¼Ð°Ð½Ð´Ð½Ð¸Ñ ÑÐ°ÑÑÐµÑÐ° Ð° ÐºÐ¾ÑÐ¸ Ð½Ð¸ÑÑ Ð¾Ð´ÑÐµÑÐµÐ½Ð¸ Ð·Ð½Ð°ÐºÐ¾Ð²Ð¸
ur: ٹائپ کردہ کلیدوں کے بولنے کو آن اور آف ٹوگل کرتا ہے، جو اختصاصی طور پر کریکٹر نہیں

source: symbol level %s
hi: विराम चिन्ह स्तर% s
ka: %s სიმბოლოს დონე
sr: Ð½Ð¸Ð²Ð¾ ÑÐ¸Ð¼Ð±Ð¾Ð»Ð° %s

source: Cycles through speech symbol levels which determine what symbols are spoken
hi: भाषण चिह्न स्तर बदलता है जिससे निर्धारित करता है कौनसे चिह्न बोले झाएँगें
sr: ÐÑÑÐ¶Ð¸ ÐºÑÐ¾Ð· Ð½Ð¸Ð²Ð¾Ðµ Ð³Ð¾Ð²Ð¾ÑÐ½Ð¸Ñ ÑÐ¸Ð¼Ð±Ð¾Ð»Ð° ÐºÐ¾ÑÐ¸ Ð¾Ð´ÑÐµÑÑÑÑ ÐºÐ¾ÑÐ¸ ÑÐ¸Ð¼Ð±Ð¾Ð»Ð¸ ÑÐµ Ð±Ð¸ÑÐ¸ Ð¸Ð·Ð³Ð¾Ð²Ð¾ÑÐµÐ½Ð¸

source: object has no location
hi: ऑब्जेक्ट को कोई स्थान है
ka: ობიექტს არ აქვს მდებარეობა
sr: Ð¾Ð±ÑÐµÐºÐ°Ñ Ð½ÐµÐ¼Ð° Ð»Ð¾ÐºÐ°ÑÐ¸ÑÑ
ur: آبجیکٹ کا کوئی محل وقوع نہیں

source: Moves the mouse pointer to the current navigator object
hi: वर्तमान नाविक ऑब्जेक्ट माउस सूचक चालें
ka: თაგვის მაჩვენებელს გადაადგილებს ნავიგატორის ობიექტთან
sr: ÐÐ¾Ð¼ÐµÑÐ° ÑÑÑÐµÐ»Ð¸ÑÑ Ð¼Ð¸ÑÐ° Ð½Ð° ÑÑÐµÐ½ÑÑÐ½Ð¸ Ð½Ð°Ð²Ð¸Ð³Ð°ÑÐ¸Ð¾Ð½Ð¸ Ð¾Ð±ÑÐµÐºÐ°Ñ

source: Move navigator object to mouse
hi: नाविक माउस को ऑब्जेक्ट ले जाएँ
ka: ნავიგატორის თაგვთან მიყვანა
sr: ÐÐ¾Ð¼ÐµÑÐ¸ Ð½Ð°Ð²Ð¸Ð³Ð°ÑÐ¸Ð¾Ð½Ð¸ Ð¾Ð±ÑÐµÐºÐ°Ñ ÐºÐ° Ð¼Ð¸ÑÑ
ur: نیوی گیٹر آبجیکٹ ماؤس کی طرف بڑھائیں

source: Sets the navigator object to the current object under the mouse pointer and speaks it
hi: मौजूदा ऑब्जेक्ट में माउस सूचक के तहत नाविक वस्तु समूह और यह बोलती है
ka: ნავიგატორს აყენებს თაგვის მაჩვენებლის ქვეს და კითხულობს მას
sr: ÐÐ¾ÑÑÐ°Ð²ÑÐ° Ð½Ð°Ð²Ð¸Ð³Ð°ÑÐ¸Ð¾Ð½Ð¸ Ð¾Ð±ÑÐµÐºÐ°Ñ Ð½Ð° ÑÑÐµÐ½ÑÑÐ½Ð¸ Ð¾Ð±ÑÐµÐºÐ°Ñ Ð¸ÑÐ¿Ð¾Ð´ Ð¼Ð¸ÑÐ° Ð¸ Ð¸Ð·Ð³Ð¾Ð²Ð°ÑÐ° Ð³Ð°

source: No next review mode
hi: कोई अगला समीक्षा मोड नही है
sr: ÐÐµ Ð¿Ð¾ÑÑÐ¾ÑÐ¸ ÑÐ»ÐµÐ´ÐµÑÐ¸ ÑÐµÐ¶Ð¸Ð¼ ÑÐµÐ²Ð¸Ð·Ð¸ÑÐµ

source: Switches to the next review mode (e.g. object, document or screen) and positions the review position at the point of the navigator object
hi: अगली समीक्षा मोड में स्विच हो जाता है (जैसे वस्तु, दस्तावेज़ या स्क्रीन) incomplete please help
sr: ÐÑÐµÐ»Ð°Ð·Ð¸ Ð½Ð° ÑÐ»ÐµÐ´ÐµÑÐ¸ ÑÐµÐ¶Ð¸Ð¼ ÑÐµÐ²Ð¸Ð·Ð¸ÑÐµ (Ð½Ð¿Ñ. Ð¾Ð±ÑÐµÐºÐ°Ñ, Ð´Ð¾ÐºÑÐ¼ÐµÐ½Ñ Ð¸Ð»Ð¸ ÐµÐºÑÐ°Ð½) Ð¸ Ð¿Ð¾ÑÑÐ°Ð²ÑÐ° ÑÐµÐ²Ð¸Ð·Ð¸Ð¾Ð½Ñ Ð»Ð¾ÐºÐ°ÑÐ¸ÑÑ Ð½Ð° Ð¼ÐµÑÑÐ¾ ÑÑÐµÐ½ÑÑÐ½Ð¾Ð³ Ð¾Ð±ÑÐµÐºÑÐ°

source: No previous review mode
hi: कोई पिछला समीक्षा मोड नही है
sr: ÐÐµ Ð¿Ð¾ÑÑÐ¾ÑÐ¸ Ð¿ÑÐµÑÑ Ð¾Ð´Ð½Ð¸ ÑÐµÐ¶Ð¸Ð¼ ÑÐµÐ²Ð¸Ð·Ð¸ÑÐµ

source: Switches to the previous review mode (e.g. object, document or screen) and positions the review position at the point of the navigator object
sr: ÐÑÐµÐ»Ð°Ð·Ð¸ Ð½Ð° Ð¿ÑÐµÑÑ Ð¾Ð´Ð½Ð¸ ÑÐµÐ¶Ð¸Ð¼ ÑÐµÐ²Ð¸Ð·Ð¸ÑÐµ (Ð½Ð¿Ñ. Ð¾Ð±ÑÐµÐºÐ°Ñ, Ð´Ð¾ÐºÑÐ¼ÐµÐ½Ñ Ð¸Ð»Ð¸ ÐµÐºÑÐ°Ð½) Ð¸ Ð¿Ð¾ÑÑÐ°Ð²ÑÐ° ÑÐµÐ²Ð¸Ð·Ð¸Ð¾Ð½Ñ Ð»Ð¾ÐºÐ°ÑÐ¸ÑÑ Ð½Ð° Ð¼ÐµÑÑÐ¾ ÑÑÐµÐ½ÑÑÐ½Ð¾Ð³ Ð¾Ð±ÑÐµÐºÑÐ°

source: no navigator object
hi: कोई नैवीगेटर वस्तु नही है
ka: ნავიგატორის ობიექტი არ არის.
sr: Ð½ÐµÐ¼Ð° Ð½Ð°Ð²Ð¸Ð³Ð°ÑÐ¸Ð¾Ð½Ð¾Ð³ Ð¾Ð±ÑÐµÐºÑÐ°
ur: کوئی نیوی گیٹر آبجیکٹ نہیں

source: %s copied to clipboard
hi: %s क्लिपबोर्ड में कौपी कर दी गई है
ka: %s დაკოპირებულია ბუფერში
sr: %s ÐºÐ¾Ð¿Ð¸ÑÐ°Ð½Ð¾ Ñ Ð¿ÑÐ¸Ð²ÑÐµÐ¼ÐµÐ½Ñ Ð¼ÐµÐ¼Ð¾ÑÐ¸ÑÑ
ur: تختہ تراش کے لیے %s نقل شدہ

source: Reports the current navigator object. Pressing twice spells this information,and pressing three times Copies name and value of this object to the clipboard
hi: वर्तमान नैवीगेटर वस्तु रिपोर्ट करे. दो बार दबाने से इस जानकारी की वर्तनी बताए, और तीन बार दवाने से इस वस्तु का नाम और मूल्य क्लिपबोर्ड में कौपी करता है.
ka: ერთხელ დაჭერით აცხადებს ნავიგატორის ობიექტს, ორჯერ დაჭერისას ასო-ასო, სამჯერ დაჭერისას ნავიგატორის დასახელებასა და მნიშვნელობას აკოპირებს ბუფერსი.,
sr: ÐÑÐ¸ÑÐ°Ð²ÑÑÑÑÐµ ÑÑÐµÐ½ÑÑÐ½Ð¸ Ð½Ð°Ð²Ð¸Ð³Ð°ÑÐ¸Ð¾Ð½Ð¸ Ð¾Ð±ÑÐµÐºÐ°Ñ. ÐÐºÐ¾ Ð¿ÑÐ¸ÑÐ¸ÑÐ½ÐµÑÐµ Ð´Ð²Ð°Ð¿ÑÑ Ð¸Ð·Ð³Ð¾Ð²Ð¾ÑÐ¸ÑÐµ Ð¾Ð²Ñ Ð¸Ð½ÑÐ¾ÑÐ¼Ð°ÑÐ¸ÑÑ Ð¸Ð»Ð¸, Ð°ÐºÐ¾ Ð¿ÑÐ¸ÑÐ¸ÑÐ½ÐµÑÐµ ÑÑÐ¸ Ð¿ÑÑÐ°, ÐºÐ¾Ð¿Ð¸ÑÐ° Ð¸Ð¼Ðµ Ð¸ Ð²ÑÐµÐ´Ð½Ð¾ÑÑ Ð½Ð°Ð²Ð¸Ð³Ð°ÑÐ¸Ð¾Ð½Ð¾Ð³ Ð¾Ð±ÑÐµÐºÑÐ° Ñ Ð¿ÑÐ¸Ð²ÑÐµÐ¼ÐµÐ½Ñ Ð¼ÐµÐ¼Ð¾ÑÐ¸ÑÑ

source: No location information
sr: ÐÐµÐ¼Ð° Ð¸Ð½ÑÐ¾ÑÐ¼Ð°ÑÐ¸ÑÐ° Ð¾ lokaciji

source: Reports information about the location of the text or object at the review cursor. Pressing twice may provide further detail.
sr: Ð¿ÑÐ¸ÑÐ°Ð²Ð»ÑÑÑÐµ Ð¸Ð½ÑÐ¾ÑÐ¼Ð°ÑÐ¸ÑÐµ Ð¾ Ð¾Ð±ÑÐµÐºÑÑ Ð½Ð° Ð¿ÑÐµÐ³Ð»ÐµÐ´Ð½Ð¾Ð¼ ÐºÑÑÑÐ¾ÑÑ Ð¿ÑÐ¸ÑÐ¸ÑÐºÐ°Ð½ÑÐµ ÑÐ¾Ñ ÑÐµÐ´Ð½Ð¾Ð¼ Ð¼Ð¾Ð¶Ð´Ð° Ð´Ð° Ð²Ð¸ÑÐµ Ð¸Ð½ÑÐ¾ÑÐ¼Ð°ÑÐ¸ÑÐ°.

source: move to focus
hi: ध्यान केंद्रित करने के लिए कदम
ka: ფოკუსთან მიყვანა
sr: Ð¿ÑÐµÐ¼ÐµÑÑÐ¸ Ð½Ð° ÑÐ¾ÐºÑÑ
ur: بطرف ماسکہ بڑھائیں

source: Sets the navigator object to the current focus, and the review cursor to the position of the caret inside it, if possible.
ka: აყენებს ნავიგატორს ობიექტის ფოკუსზე და საჩვენებელი კურსორი მიჰყავს სისტემურ კურსორთან, თუ ეს შესაზლებელია.
sr: ÐÐ¾ÑÑÐ°Ð²ÑÐ° Ð½Ð°Ð²Ð¸Ð³Ð°ÑÐ¸Ð¾Ð½Ð¸ Ð¾Ð±ÑÐµÐºÐ°Ñ Ð½Ð° ÑÑÐµÐ½ÑÑÐ½Ð¸ ÑÐ¾ÐºÑÑ Ð° ÑÐµÐ²Ð¸Ð·Ð¸Ð¾Ð½Ð¸ ÐºÑÑÐ·Ð¾Ñ Ð½Ð° Ð¿Ð¾Ð·Ð¸ÑÐ¸ÑÑ ÑÐ½ÑÑÐ°Ñ ÑÐµÐ³Ð°, ÑÐºÐ¾Ð»Ð¸ÐºÐ¾ ÑÐµ ÑÐ¾ Ð¼Ð¾Ð³ÑÑÐµ.

source: no focus
hi: नहीं ध्यान
ka: არ არის ფოკუსი
sr: Ð½ÐµÐ¼Ð° ÑÐ¾ÐºÑÑÐ°
ur: کوئی ماسکہ نہیں

source: move focus
hi: ध्यान स्थानांतरित
ka: ფოკუსის მოყვანა
sr: Ð¿ÑÐµÐ¼ÐµÑÑÐ¸ ÑÐ¾ÐºÑÑ

source: no caret
hi: कोई कैरट
ka: არ არის კურსორი
sr: Ð½ÐµÐ¼Ð° ÐºÑÑÐ·Ð¾ÑÐ°

source: Pressed once Sets the keyboard focus to the navigator object, pressed twice sets the system caret to the position of the review cursor
hi: एक बार दबाए कीबोर्ड फोकस नैवीगेटर वस्तु पर सैट किया जाता है, दो बार दबाए सिस्टम कैरट समीक्षा कर्सर के स्थान पर सैट किया जाता है
sr: ÐÐºÐ¾ ÑÐµ Ð¿ÑÐ¸ÑÑÐ¸ÑÐ½Ðµ ÑÐµÐ´Ð½Ð¾Ð¼ Ð¿Ð¾ÑÑÐ°Ð²ÑÐ° ÑÐ¾ÐºÑÑ Ð½Ð° Ð½Ð°Ð²Ð¸Ð³Ð°ÑÐ¸Ð¾Ð½Ð¸ Ð¾Ð±ÑÐµÐºÐ°Ñ, Ð°ÐºÐ¾ ÑÐµ Ð¿ÑÐ¸ÑÐ¸ÑÐ½Ðµ Ð´Ð²Ð°Ð¿ÑÑ Ð¿Ð¾ÑÑÐ°Ð²ÑÐ° ÑÐ¸ÑÑÐµÐ¼ÑÐºÐ¸ ÐºÑÑÐ·Ð¾Ñ Ð½Ð° Ð¿Ð¾Ð·Ð¸ÑÐ¸ÑÑ ÑÐµÐ²Ð¸Ð·Ð¸Ð¾Ð½Ð¾Ð³ ÐºÑÑÐ·Ð¾ÑÐ°

source: No containing object
hi: कोई कंटेनिंग वस्तु नही है
sr: ÐÐµÐ¼Ð° ÑÐ°Ð´ÑÐ¶Ð°Ð½Ð¾Ð³ Ð¾Ð±ÑÐµÐºÑÐ°

source: Moves the navigator object to the object containing it
hi: नैवीगेटर वस्तु को उसे कंटेन करने वाली वस्तु पर ले जाए
sr: ÐÐ¾ÑÑÐ°Ð²ÑÐ° Ð½Ð°Ð²Ð¸Ð³Ð°ÑÐ¸Ð¾Ð½Ð¸ Ð¾Ð±ÑÐµÐºÐ°Ñ Ð½Ð° Ð¼ÐµÑÑÐ¾ Ð¾Ð±ÑÐµÐºÑÐ° ÐºÐ¾ÑÐ¸ Ð³Ð° ÑÐ°Ð´ÑÐ¶Ð¸

source: No next
hi: कोई अगला
ka: არ არის შემდეგი.
sr: ÐÐµÐ¼Ð° Ð½Ð°ÑÐµÐ´Ð½Ð¾Ð³
ur: آگے کوئی نہیں

source: Moves the navigator object to the next object
hi: नैवीगेटर वस्तु को अगली वस्तु पर ले जाए
sr: ÐÐ¾Ð¼ÐµÑÐ° Ð½Ð°Ð²Ð¸Ð³Ð°ÑÐ¸Ð¾Ð½Ð¸ Ð¾Ð±ÑÐµÐºÐ°Ñ Ð½Ð° ÑÐ»ÐµÐ´ÐµÑÐ¸ Ð¾Ð±ÑÐµÐºÐ°Ñ

source: No previous
hi: कोई पिछले
ka: არ არის წინა
sr: ÐÐµÐ¼Ð° Ð¿ÑÐµÑÑ Ð¾Ð´Ð½Ð¾Ð³
ur: پچھلا نہیں

source: Moves the navigator object to the previous object
hi: नैवीगेटर वस्तु को पिछली वस्तु पर ले जाए
sr: ÐÐ¾Ð¼ÐµÑÐ° Ð½Ð°Ð²Ð¸Ð³Ð°ÑÐ¸Ð¾Ð½Ð¸ Ð¾Ð±ÑÐµÐºÐ°Ñ Ð½Ð° Ð¿ÑÐµÑÑ Ð¾Ð´Ð½Ð¸ Ð¾Ð±ÑÐµÐºÐ°Ñ

source: No objects inside
hi: कोई वस्तुओं अंदर नही है
sr: ÐÐµÐ¼Ð° ÑÐ½ÑÑÑÐ°ÑÑÐ¸Ñ Ð¾Ð±ÑÐµÐºÐ°ÑÐ°

source: Moves the navigator object to the first object inside it
hi: नैवीगेटर वस्तु को अपने अंदर की पहली वस्तु पर ले जाए
sr: ÐÐ¾Ð¼ÐµÑÐ° Ð½Ð°Ð²Ð¸Ð³Ð°ÑÐ¸Ð¾Ð½Ð¸ Ð¾Ð±ÑÐµÐºÐ°Ñ Ð½Ð° Ð¿ÑÐ²Ð¸ Ð¾Ð±ÑÐµÐºÐ°Ñ ÑÐ½ÑÑÐ°Ñ ÑÐµÐ³Ð°

source: activate
hi: सक्रिय करें
sr: Ð°ÐºÑÐ¸Ð²Ð¸ÑÐ°Ñ

source: No action
hi: कोई कार्रवाई नही है
sr: ÐÐµÐ¼Ð° Ð°ÐºÑÐ¸ÑÐµ

source: Performs the default action on the current navigator object (example: presses it if it is a button).
hi: वर्तमान नाविक (ऑब्जेक्ट उदाहरण: यह प्रेसेज पर डिफ़ॉल्ट क्रिया करता है अगर यह होता है एक) बटन.
ka: ასრულებს დათქმულ ქმედებას ნავიგატორის ობიექტზე. მაგალითად: თუ ღილაკია, აწვება
sr: ÐÐ·Ð²Ð¾Ð´Ð¸ Ð¿Ð¾ÑÐµÑÐ½Ñ Ð°ÐºÑÐ¸ÑÑ Ð½Ð° ÑÑÐµÐ½ÑÑÐ½Ð¾Ð¼ Ð½Ð°Ð²Ð¸Ð³Ð°ÑÐ¸Ð¾Ð½Ð¾Ð¼ Ð¾Ð±ÑÐµÐºÑÑ (Ð¿ÑÐ¸Ð¼ÐµÑ: Ð¿ÑÐ¸ÑÐ¸ÑÐºÐ° Ð³Ð° Ð°ÐºÐ¾ ÑÐµ Ð´ÑÐ³Ð¼Ðµ)
ur: حالیہ نیوی گیٹر آبجیکٹ پر طے شدہ عمل سر انجام دیتا ہے(مثلاً: اسے دباتا ہے اگر یہ ایک بٹن ہے۔)

source: top
hi: टॉप
ka: ზედა
sr: Ð²ÑÑ
ur: بالا

source: Moves the review cursor to the top line of the current navigator object and speaks it
hi: वर्तमान नाविक वस्तु की शीर्ष पंक्ति पर समीक्षा कर्सर चलता है और यह बोलती है
ka: გადაადგილებს ხილულ კურსორს ნავიგატორის პირველ სტრიქონზე და ახმოვანებს მას.
sr: ÐÑÐµÐ¼ÐµÑÑÐ° ÑÐµÐ²Ð¸Ð·Ð¸Ð¾Ð½Ð¸ ÐºÑÑÐ·Ð¾Ñ Ð½Ð° Ð³Ð¾ÑÑÑ Ð»Ð¸Ð½Ð¸ÑÑ ÑÑÐµÐ½ÑÑÐ½Ð¾Ð³ Ð½Ð°Ð²Ð¸Ð³Ð°ÑÐ¸Ð¾Ð½Ð¾Ð³ Ð¾Ð±ÑÐµÐºÑÐ° Ð¸ Ð¸Ð·Ð³Ð¾Ð²Ð°ÑÐ° ÑÐµ

source: Moves the review cursor to the previous line of the current navigator object and speaks it
hi: वर्तमान नाविक वस्तु के पिछले लाइन के लिए की समीक्षा कर्सर चलता रहता है और बोलती है यह
ka: გადაადგილებს ხილულ კურსორს ნავიგატორის წინა სტრიქონზე და ახმოვანებს მას.
sr: ÐÑÐµÐ¼ÐµÑÑÐ° ÑÐµÐ²Ð¸Ð·Ð¸Ð¾Ð½Ð¸ ÐºÑÑÐ·Ð¾Ñ Ð½Ð° Ð¿ÑÐµÑÑ Ð¾Ð´Ð½Ñ Ð»Ð¸Ð½Ð¸ÑÑ ÑÑÐµÐ½ÑÑÐ½Ð¾Ð³ Ð½Ð°Ð²Ð¸Ð³Ð°ÑÐ¾ÑÐ° Ð¾Ð±ÑÐµÐºÑÐ° Ð¸ Ð¸Ð·Ð³Ð¾Ð²Ð°ÑÐ° ÑÐµ

source: Reports the line of the current navigator object where the review cursor is situated. If this key is pressed twice, the current line will be spelled. Pressing three times will spell the line using character descriptions.
hi: वर्तमान नैवीगेटर वस्तु की पंक्ती रिपोर्ट करे जहाँ समीक्षा कर्सर स्थित है. अगर यह की दो वार दबाई जाएँ तो वर्तमान पंक्ती की वर्तनी बताएगा. तीन बार दबाने से पंक्ती की वर्तनी अक्षर वर्णन का उपयोग करके बताएगा.
sr: ÐÑÐ¸ÑÐ°Ð²ÑÑÑÐµ Ð»Ð¸Ð½Ð¸ÑÑ ÑÑÐµÐ½ÑÑÐ½Ð¾Ð³ Ð½Ð°Ð²Ð¸Ð³Ð°ÑÐ¸Ð¾Ð½Ð¾Ð³ Ð¾Ð±ÑÐµÐºÑÐ° Ð³Ð´Ðµ ÑÐµ Ð½Ð°Ð»Ð°Ð·Ð¸ ÑÐµÐ²Ð¸Ð·Ð¸Ð¾Ð½Ð¸ ÐºÑÑÐ·Ð¾Ñ. ÐÐºÐ¾ ÑÐµ ÑÐ°ÑÑÐµÑ Ð´Ð²Ð°Ð¿ÑÑ Ð¿ÑÐ¸ÑÐ¸ÑÐ½Ðµ, ÑÑÐµÐ½ÑÑÐ½Ð° Ð»Ð¸Ð½Ð¸ÑÐ° ÑÐµ Ð±Ð¸ÑÐ¸ ÑÑÐ¸ÑÐ°Ð½Ð°. ÐÐºÐ¾ ÑÐµ Ð¿ÑÐ¸ÑÐ¸ÑÐ½Ðµ ÑÑÐ¸ Ð¿ÑÑÐ° ÑÑÐ¸ÑÐ°ÑÐµ Ð»Ð¸Ð½Ð¸ÑÑ ÐºÐ¾ÑÐ¸ÑÑÐµÑÐ¸ Ð¾Ð¿Ð¸ÑÐµ ÐºÐ°ÑÐ°ÐºÑÐµÑÐ°.

source: bottom
hi: तल
ka: ქვედა
sr: Ð´Ð½Ð¾
ur: پایان

source: Moves the review cursor to the next line of the current navigator object and speaks it
hi: वर्तमान नाविक वस्तु के अगली पंक्ति के लिए समीक्षा कर्सर चलता है और यह बोलती है
ka: გადაადგილებს ხილულ კურსორს ნავიგატორის ობიექტის შემდეგ სტრიქონზე და ახმოვანებს მას.
sr: ÐÑÐµÐ¼ÐµÑÑÐ° ÑÐµÐ²Ð¸Ð·Ð¸Ð¾Ð½Ð¸ ÐºÑÑÐ·Ð¾Ñ Ð½Ð° Ð½Ð°ÑÐµÐ´Ð½Ñ Ð»Ð¸Ð½Ð¸ÑÑ ÑÑÐµÐ½ÑÑÐ½Ð¾Ð³ Ð½Ð°Ð²Ð¸Ð³Ð°ÑÐ¸Ð¾Ð½Ð¾Ð³ Ð¾Ð±ÑÐµÐºÑÐ° Ð¸ Ð¸Ð·Ð³Ð¾Ð²Ð°ÑÐ° ÑÐµ

source: Moves the review cursor to the bottom line of the current navigator object and speaks it
hi: वर्तमान नाविक वस्तु के नीचे लाइन के लिए की समीक्षा कर्सर चलता है और यह बोलती है
ka: გადაადგილებს ხილულ კურსორს ნავიგატორის ობიექტის ბოლო სტრიქონზე და ახმოვანებს მას.
sr: ÐÑÐµÐ¼ÐµÑÑÐ° ÑÐµÐ²Ð¸Ð·Ð¸Ð¾Ð½Ð¸ ÐºÑÑÐ·Ð¾Ñ Ð½Ð° Ð´Ð¾ÑÑ Ð»Ð¸Ð½Ð¸ÑÑ ÑÑÐµÐ½ÑÑÐ½Ð¾Ð³ Ð½Ð°Ð²Ð¸Ð³Ð°ÑÐ¸Ð¾Ð½Ð¾Ð³ Ð¾Ð±ÑÐµÐºÑÐ° Ð¸ Ð¸Ð·Ð³Ð¾Ð²Ð°ÑÐ° ÑÐµ

source: Moves the review cursor to the previous word of the current navigator object and speaks it
hi: वर्तमान नाविक वस्तु के पिछले शब्द की समीक्षा कर्सर चलता है और यह बोलती है
ka: გადაადგილებს ხილულ კურსორს ნავიგატორის ობიექტის წინა სიტყვაზე და ახმოვანებს მას.
sr: ÐÑÐµÐ¼ÐµÑÑÐ° ÑÐµÐ²Ð¸Ð·Ð¸Ð¾Ð½Ð¸ ÐºÑÑÐ·Ð¾Ñ Ð½Ð° Ð¿ÑÐµÑÑ Ð¾Ð´Ð½Ñ ÑÐµÑ ÑÑÐµÐ½ÑÑÐ½Ð¾Ð³ Ð½Ð°Ð²Ð¸Ð³Ð°ÑÐ¸Ð¾Ð½Ð¾Ð³ Ð¾Ð±ÑÐµÐºÑÐ° Ð¸ Ð¸Ð·Ð³Ð¾Ð²Ð°ÑÐ° ÑÐµ

source: Speaks the word of the current navigator object where the review cursor is situated. Pressing twice spells the word. Pressing three times spells the word using character descriptions
hi: वर्तमान नैवीगेटर वस्तु का शब्द बोले जहाँ समीक्षा कर्सर स्थित है. दो बार दबाने से शब्द की वर्तनी बताएगा. तीन बार दबाने से शब्द की वर्तनी अक्षर वर्णन का उपयोग करके बताएगा.
sr: ÐÐ·Ð³Ð¾Ð²Ð°ÑÐ° ÑÐµÑ ÑÑÐµÐ½ÑÑÐ½Ð¾Ð³ Ð½Ð°Ð²Ð¸Ð³Ð°ÑÐ¸Ð¾Ð½Ð¾Ð³ Ð¾Ð±ÑÐµÐºÑÐ° Ð³Ð´Ðµ ÑÐµ Ð½Ð°Ð»Ð°Ð·Ð¸ ÑÐµÐ²Ð¸Ð·Ð¸Ð¾Ð½Ð¸ ÐºÑÑÐ·Ð¾Ñ. ÐÐºÐ¾ ÑÐµ ÑÐ°ÑÑÐµÑ Ð´Ð²Ð°Ð¿ÑÑ Ð¿ÑÐ¸ÑÐ¸ÑÐ½Ðµ, ÑÑÐ¸ÑÐµ ÑÐµ ÑÐµÑ. ÐÐºÐ¾ ÑÐµ Ð¿ÑÐ¸ÑÐ¸ÑÐ½Ðµ ÑÑÐ¸ Ð¿ÑÑÐ° ÑÑÐ¸ÑÐµ ÑÐµ ÑÐµÑ ÐºÐ¾ÑÐ¸ÑÑÐµÑÐ¸ Ð¾Ð¿Ð¸ÑÐµ ÐºÐ°ÑÐ°ÐºÑÐµÑÐ°.

source: Moves the review cursor to the next word of the current navigator object and speaks it
hi: वर्तमान नाविक वस्तु के अगले शब्द के लिए समीक्षा कर्सर चलता है और यह बोलती है
ka: გადაადგილებს ხილულ კურსორს ნავიგატორის ობიექტის შემდეგ სიტყვაზე და ახმოვანებს მას.
sr: ÐÑÐµÐ¼ÐµÑÑÐ° ÑÐµÐ²Ð¸Ð·Ð¸Ð¾Ð½Ð¸ ÐºÑÑÐ·Ð¾Ñ Ð½Ð° Ð½Ð°ÑÐµÐ´Ð½Ñ ÑÐµÑ ÑÑÐµÐ½ÑÑÐ½Ð¾Ð³ Ð½Ð°Ð²Ð¸Ð³Ð°ÑÐ¸Ð¾Ð½Ð¾Ð³ Ð¾Ð±ÑÐµÐºÑÐ° Ð¸ Ð¸Ð·Ð³Ð¾Ð²Ð°ÑÐ° ÑÐµ

source: left
hi: बाएं
ka: მარცხენა
sr: Ð»ÐµÐ²Ð¾
ur: بایاں

source: Moves the review cursor to the first character of the line where it is situated in the current navigator object and speaks it
hi: लाइन जहां यह स्थित है की पहले वर्ण के लिए समीक्षा कर्सर चालें वर्तमान नाविक वस्तु और यह बोलती है
ka: გადაადგილებს ხილულ კურსორს ნავიგატორის ობიექტის მიმდინარე სტრიქონის დასაწყისში და ახმოვანებს კურსორის ქვეს სიმბოლოს.
sr: ÐÑÐµÐ¼ÐµÑÑÐ° ÑÐµÐ²Ð¸Ð·Ð¸Ð¾Ð½Ð¸ ÐºÑÑÐ·Ð¾Ñ Ð½Ð° Ð¿ÑÐ²Ð¸ ÐºÐ°ÑÐ°ÐºÑÐµÑ Ð»Ð¸Ð½Ð¸ÑÐµ Ð³Ð´Ðµ ÑÐµ ÑÐ¼ÐµÑÑÐµÐ½ Ñ ÑÑÐµÐ½ÑÑÐ½Ð¾Ð¼ Ð½Ð°Ð²Ð¸Ð³Ð°ÑÐ¸Ð¾Ð½Ð¾Ð¼ Ð¾Ð±ÑÐµÐºÑÑ Ð¸ Ð¸Ð·Ð³Ð¾Ð²Ð°ÑÐ° Ð³Ð°

source: Moves the review cursor to the previous character of the current navigator object and speaks it
hi: वर्तमान वस्तु और नाविक के पिछले चरित्र के लिए समीक्षा कर्सर चालें वह बोलती है
ka: გადაადგილებს ხილულ კურსორს ნავიგატორის ობიექტის წინა სიმბოლოზე და კითხულობს მას.
sr: ÐÑÐµÐ¼ÐµÑÑÐ° ÑÐµÐ²Ð¸Ð·Ð¸Ð¾Ð½Ð¸ ÐºÑÑÐ·Ð¾Ñ Ð½Ð° Ð¿ÑÐµÑÑ Ð¾Ð´Ð½Ð¸ ÐºÐ°ÑÐ°ÐºÑÐµÑ ÑÑÐµÐ½ÑÑÐ½Ð¾Ð³ Ð½Ð°Ð²Ð¸Ð³Ð°ÑÐ¸Ð¾Ð½Ð¾Ð³ Ð¾Ð±ÑÐµÐºÑÐ° Ð¸ Ð¸Ð·Ð³Ð¾Ð²Ð°ÑÐ° Ð³Ð°

source: Reports the character of the current navigator object where the review cursor is situated. Pressing twice reports a description or example of that character. Pressing three times reports the numeric value of the character in decimal and hexadecimal
hi: वर्तमान नाविक वस्तु का वर्ण रिपोर्ट करे जहाँ समीक्षा कर्सर स्थित है . दो बार दबाने पर वर्ण का एक विवरण या उदाहरण रिपोर्ट करे. तीन बार दबाने पर दशमलव और हेक्ज़ाडेसिमल में वर्ण का संख्यात्मक मान रिपोर्ट करे.
sr: ÐÑÐ¸ÑÐ°Ð²ÑÑÑÐµ ÐºÐ°ÑÐ°ÐºÑÐµÑ ÑÑÐµÐ½ÑÑÐ½Ð¾Ð³ Ð½Ð°Ð²Ð¸Ð³Ð°ÑÐ¸Ð¾Ð½Ð¾Ð³ Ð¾Ð±ÑÐµÐºÑÐ° Ð³Ð´Ðµ ÑÐµ Ð½Ð°Ð»Ð°Ð·Ð¸ ÑÐµÐ²Ð¸Ð·Ð¸Ð¾Ð½Ð¸ ÐºÑÑÐ·Ð¾Ñ. ÐÐºÐ¾ ÑÐµ Ð¿ÑÐ¸ÑÐ¸ÑÐ½ÐµÐ´Ð²Ð°Ð¿ÑÑ, Ð¿ÑÐ¸ÑÐ°Ð²Ð¸ÑÐµ Ð¾Ð¿Ð¸Ñ Ð¸Ð»Ð¸ Ð¿ÑÐ¸Ð¼ÐµÑ ÑÐ¾Ð³ ÐºÐ°ÑÐ°ÐºÑÐµÑÐ°. ÐÐºÐ¾ ÑÐµ Ð¿ÑÐ¸ÑÐ¸ÑÐ½Ðµ ÑÑÐ¸ Ð¿ÑÑÐ° Ð¿ÑÐ¸ÑÐ°Ð²Ð¸ÑÐµ Ð±ÑÐ¾ÑÐ°ÑÐ½Ñ Ð²ÑÐµÐ´Ð½Ð¾ÑÑ ÐºÐ°ÑÐ°ÐºÑÐµÑÐ° Ñ Ð´ÐµÑÐ¸Ð¼Ð°Ð»Ð½Ð¾Ð¼ Ð¸Ð»Ð¸ Ñ ÐµÐºÑÐ°Ð´ÐµÑÐ¸Ð¼Ð°Ð»Ð½Ð¾Ð¼ Ð·Ð°Ð¿Ð¸ÑÑ

source: right
hi: सही
ka: მარჯვენა
sr: Ð´ÐµÑÐ½Ð¾
ur: دایاں

source: Moves the review cursor to the next character of the current navigator object and speaks it
hi: वर्तमान नाविक वस्तु के अगले चरित्र समीक्षा कर्सर चलता है और यह बोलती है
ka: გადაადგილებს ხილულ კურსორს ნავიგატორის ობიექტის შემდეგ სიმბოლოზე და კითხულობს მას.
sr: ÐÑÐµÐ¼ÐµÑÑÐ° ÑÐµÐ²Ð¸Ð·Ð¸Ð¾Ð½Ð¸ ÐºÑÑÐ·Ð¾Ñ Ð½Ð° Ð½Ð°ÑÐµÐ´Ð½Ð¸ ÐºÐ°ÑÐ°ÐºÑÐµÑ ÑÑÐµÐ½ÑÑÐ½Ð¾Ð³ Ð½Ð°Ð²Ð¸Ð³Ð°ÑÐ¸Ð¾Ð½Ð¾Ð³ Ð¾Ð±ÑÐµÐºÑÐ° Ð¸ Ð¸Ð·Ð³Ð¾Ð²Ð°ÑÐ° Ð³Ð°

source: Moves the review cursor to the last character of the line where it is situated in the current navigator object and speaks it
hi: लाइन जहां यह स्थित है की पिछले चरित्र के लिए समीक्षा कर्सर चालें वर्तमान नाविक वस्तु और यह बोलती है
ka: გადაადგილებს ხილულ კურსორს ნავიგატორის ობიექტის სტრიქონის ბოლოს და კითხულობს სიმბოლოს კურსორის ქვეს.
sr: ÐÑÐµÐ¼ÐµÑÑÐ° ÑÐµÐ²Ð¸Ð·Ð¸Ð¾Ð½Ð¸ ÐºÑÑÐ·Ð¾Ñ Ð½Ð° Ð·Ð°Ð´ÑÐ¸ ÐºÐ°ÑÐ°ÐºÑÐµÑ Ð»Ð¸Ð½Ð¸ÑÐµ Ð³Ð´Ðµ ÑÐµ ÑÐ¼ÐµÑÑÐµÐ½ Ñ ÑÑÐµÐ½ÑÑÐ½Ð¾Ð¼ Ð½Ð°Ð²Ð¸Ð³Ð°ÑÐ¸Ð¾Ð½Ð¾Ð¼ Ð¾Ð±ÑÐµÐºÑÑ Ð¸ Ð¸Ð·Ð³Ð¾Ð²Ð°ÑÐ° Ð³Ð°

source: speech mode off
hi: भाषण मोड औफ
sr: ÑÐµÐ¶Ð¸Ð¼ Ð³Ð¾Ð²Ð¾ÑÐ° Ð¸ÑÐºÑÑÑÐµÐ½

source: speech mode beeps
hi: भाषण मोड भोपू
sr: ÑÐµÐ¶Ð¸Ð¼ Ð³Ð¾Ð²Ð¾ÑÐ° ÑÐ° Ð¿Ð¸ÑÑÐ°ÑÐµÐ¼

source: speech mode talk
hi: भाषण मोड बोलो
sr: ÑÐµÐ¶Ð¸Ð¼ Ð³Ð¾Ð²Ð¾ÑÐ° ÑÐ° Ð¿ÑÐ¸ÑÐ¾Ð¼
