Repository: nvdacn/screenReaderTranslations
Catalog: */nvda.po
Languages: hi, ka, sr, ur

source: Use currently saved settings on the logon and other secure screens (requires administrator privileges)
ka: გამოვიყენოთ უკანასკნელად შენახული კონფიგურაცია როგორც NVDA კონფიგურაცია ეკრანზე სისტემასი შესვლისას და სხვა დაცულ ეკრანებზე (ითხოვს ადმინისტრატორის უფლებებს)
sr: ÐÐ¾ÑÐ¸ÑÑÐ¸ ÑÑÐµÐ½ÑÑÐ½Ð¾ ÑÐ°ÑÑÐ²Ð°Ð½Ð° Ð¿Ð¾Ð´ÐµÑÐ°Ð²Ð°ÑÐ° Ð½Ð° ÐµÐºÑÐ°Ð½Ñ Ð·Ð° Ð¿ÑÐ¸ÑÐ°Ð²ÑÐ¸Ð²Ð°ÑÐµ Ð¸ Ð½Ð° Ð´ÑÑÐ³Ð¸Ð¼ ÑÐ¸Ð³ÑÑÐ½Ð¾ÑÐ½Ð¸Ð¼ ÐµÐºÑÐ°Ð½Ð¸Ð¼Ð° (Ð·Ð°Ñ ÑÐµÐ²Ð° Ð¿ÑÐ¸Ð²Ð¸Ð»ÐµÐ³Ð¸ÑÐµ Ð°Ð´Ð¼Ð¸Ð½Ð¸ÑÑÑÐ°ÑÐ¾ÑÐ°)

source: Automatically check for &updates to NVDA
hi: एनवीडीए के लिए स्वचालित रूप से अद्यतन के लिए जाच करे &u
sr: ÐÑÑÐ¾Ð¼Ð°ÑÑÐºÐ¸ Ð¿ÑÐ¾Ð²ÐµÑÐ¸ &Ð°Ð¶ÑÑÐ¸ÑÐ°ÑÐ° Ð·Ð° NVDA

source: Custom plugins were detected in your user settings directory. Copying these to the system profile could be a security risk. Do you still wish to copy your settings?
hi: आपके उपयोगकर्ता सेटिंग्स निर्देशिका में कस्टम प्लगइन्स के बारे में पता चला है।इन्हे सिस्टम प्रोफाइल में कौपी करना सुरक्षा खतरा हो सकता है। क्याँ आप अभी भी अपनी सेटिंग्स कॉपी करना चाहते हैं?
sr: ÐÐ°Ð¼ÐµÐ½ÑÐºÐ¸ Ð¿ÑÐ°Ð²ÑÐµÐ½Ð¸ Ð´Ð¾Ð´Ð°ÑÐ¸ ÑÑ Ð¿ÑÐ¾Ð½Ð°ÑÐµÐ½Ð¸ Ñ ÐÐ°ÑÐ¾Ñ ÑÐ°ÑÑÐ¸ÐºÐ»Ð¸ ÑÐ° ÐºÐ¾ÑÐ¸ÑÐ½Ð¸ÑÐºÐ¸Ð¼ Ð¿Ð¾Ð´ÐµÑÐ°Ð²Ð°ÑÐ¸Ð¼Ð°. ÐÐ¸Ñ Ð¾Ð²Ð¾ ÐºÐ¾Ð¿Ð¸ÑÐ°ÑÐµ Ñ ÑÐ¸ÑÑÐµÐ¼ÑÐºÐ¸ Ð¿ÑÐ¾ÑÐ¸Ð» Ð¼Ð¾Ð¶Ðµ Ð¿ÑÐµÐ´ÑÑÐ°Ð²ÑÐ°ÑÐ¸ Ð±ÐµÐ·Ð±ÐµÐ´Ð½Ð¾ÑÐ½Ð¸ ÑÐ¸Ð·Ð¸Ðº. ÐÐ° Ð»Ð¸ ÑÐ¾Ñ ÑÐ²ÐµÐº Ð¶ÐµÐ»Ð¸ÑÐµ Ð´Ð° Ð¸ÑÐºÐ¾Ð¿Ð¸ÑÐ°ÑÐµ ÑÐ²Ð¾ÑÐ° Ð¿Ð¾Ð´ÐµÑÐ°Ð²Ð°ÑÐ°?

source: Copying Settings
hi: सेटिंग्स कौपी हो रहे है
sr: ÐÐ¾Ð¿Ð¸ÑÐ°ÑÐµ Ð¿Ð¾Ð´ÐµÑÐ°Ð²Ð°ÑÐ°

source: Please wait while settings are copied to the system configuration.
hi: जब तक सेटिंग सिस्टम विन्यास में कॉपी हो रही हैं, कृपया प्रतीक्षा करे.
sr: ÐÐ¾Ð»Ð¸Ð¼Ð¾ ÑÐ°ÑÐµÐºÐ°ÑÑÐµ Ð´Ð¾Ðº ÑÐµ Ð¿Ð¾Ð´ÐµÑÐ°Ð²Ð°ÑÐ° ÐºÐ¾Ð¿Ð¸ÑÐ°ÑÑ Ñ ÑÐ¸ÑÑÐµÐ¼ÑÐºÑ ÐºÐ¾Ð½ÑÐ¸Ð³ÑÑÐ°ÑÐ¸ÑÑ.

source: Unable to copy a file. Perhaps it is currently being used by another process or you have run out of disc space on the drive you are copying to.
hi: फ़ाइल को कॉपी करने में असमर्थ है. शायद यह वर्तमान में किसी अन्य प्रक्रिया द्वारा इस्तेमाल की जा रही है या जिस ड्राइव में आप कौपी कर रहे है उसमें पर्याप्त डिस्क जगह नही है.
sr: ÐÐ°ÑÐ¾ÑÐµÐºÐ° Ð½Ðµ Ð¼Ð¾Ð¶Ðµ Ð±Ð¸ÑÐ¸ ÐºÐ¾Ð¿Ð¸ÑÐ°Ð½Ð°. ÐÐ¾Ð¶Ð´Ð° ÑÐµ ÑÑÐµÐ½ÑÑÐ½Ð¾ ÐºÐ¾ÑÐ¸ÑÑÐ¸ Ð½ÐµÐºÐ¸ Ð´ÑÑÐ³Ð¸ Ð¿ÑÐ¾ÑÐµÑ Ð¸Ð»Ð¸ Ð²Ð°Ð¼ ÑÐµ Ð¿Ð¾Ð½ÐµÑÑÐ°Ð»Ð¾ ÑÐ»Ð¾Ð±Ð¾Ð´Ð½Ð¾Ð³ Ð¿ÑÐ¾ÑÑÐ¾ÑÐ° Ð½Ð° Ð´Ð¸ÑÐºÑ Ð½Ð° ÐºÐ¾ÑÐ¸ ÐºÐ¾Ð¿Ð¸ÑÐ°ÑÐµ.

source: Error Copying
hi: प्रतिलिपि बनाने में त्रुटि
sr: ÐÑÐµÑÐºÐ° Ð¿ÑÐ¸ ÐºÐ¾Ð¿Ð¸ÑÐ°ÑÑ

source: Error copying NVDA user settings
hi: एन व्हि डि ए त्रुटि नकल उपयोगकर्ता सेटिंग्स
ka: შეცდომა NVDA მომხმარებლის პარამეტრების კოპირებისას
sr: ÐÑÐµÑÐºÐ° Ð¿ÑÐ¸Ð»Ð¸ÐºÐ¾Ð¼ ÐºÐ¾Ð¿Ð¸ÑÐ°ÑÐ° NVDA ÐºÐ¾ÑÐ¸ÑÐ½Ð¸ÑÐºÐ¸Ñ Ð¿Ð¾Ð´ÐµÑÐ°Ð²Ð°ÑÐ°

source: Successfully copied NVDA user settings
hi: एन व्हि डि ए सफलतापूर्वक प्रयोक्ता सेटिंग्स नकल
ka: NVDA მომხმარებლის პარამეტრები კოპირებულია წარმატებიტ
sr: NVDA ÐºÐ¾ÑÐ¸ÑÐ½Ð¸ÑÐºÐ° Ð¿Ð¾Ð´ÐµÑÐ°Ð²Ð°ÑÐ° ÑÑ ÑÑÐ¿ÐµÑÐ½Ð¾ ÐºÐ¾Ð¿Ð¸ÑÐ°Ð½Ð°

source: Error in %s language file
hi: %s भाषा फाइल में त्रुटि
ka: %s ენის ფაილში შეცდომაა.
sr: ÐÑÐµÑÐºÐ° Ñ %s ÑÐµÐ·Ð¸ÑÐºÐ¾Ñ Ð´Ð°ÑÐ¾ÑÐµÑÐ¸
ur: %s زبان مسل میں نقص

source: Language Error
hi: भाषा त्रुटि
ka: ენის შეცდომა
sr: ÐÐµÐ·Ð¸ÑÐºÐ° Ð³ÑÐµÑÐºÐ°
ur: زبان نقص

source: This change requires administrator privileges.
hi: इस बदलाव के प्रशासक विशेषाधिकारों की आवश्यकता
ka: ეს ცვლილება ითხოვს ადმინისტრატორის უფლებებს
sr: ÐÐ²Ð° Ð¿ÑÐ¾Ð¼ÐµÐ½Ð° Ð·Ð°Ñ ÑÐµÐ²Ð° Ð¿ÑÐ¸Ð²Ð¸Ð»ÐµÐ³Ð¸ÑÐµ Ð°Ð´Ð¼Ð¸Ð½Ð¸ÑÑÑÐ°ÑÐ¾ÑÐ°.

source: Insufficient Privileges
hi: अपर्याप्त विशेषाधिकार
ka: არასრული უფლებები
sr: ÐÐµÐ´Ð¾Ð²Ð¾ÑÐ½Ðµ Ð¿ÑÐ¸Ð²Ð¸Ð»ÐµÐ³Ð¸ÑÐµ

source: For the new language to take effect, the configuration must be saved and NVDA must be restarted. Press enter to save and restart NVDA, or cancel to manually save and exit at a later time.
hi: नई भाषा के लिए प्रभाव लेने के लिए, विन्यास और बचाया जाना चाहिए एन व्हि डि ए आरंभ किया जाना चाहिए. प्रेस करने के लिए बचाने के लिए और एन व्हि डि ए, या रद्द करने को पुनः आरंभ करने के लिए मैन्युअल रूप से बचाने के लिए और बाद में बाहर निकलें दर्ज
ka: ენის ცვლილებისას აუცილებელია კონფიგურაციის შენახვა და nvda-ს გადატვირთვა
sr: ÐÐ° Ð±Ð¸ ÑÐµ ÐºÐ¾ÑÐ¸ÑÑÐ¸Ð¾ Ð½Ð¾Ð²Ð¸ ÑÐµÐ·Ð¸Ðº, ÐºÐ¾Ð½ÑÐ¸Ð³ÑÑÐ°ÑÐ¸ÑÐ° Ð¼Ð¾ÑÐ° Ð´Ð° ÑÐµ ÑÐ°ÑÑÐ²Ð° Ð¸ NVDA Ð¼Ð¾ÑÐ° Ð´Ð° ÑÐµ Ð¿Ð¾Ð½Ð¾Ð²Ð¾ Ð¿Ð¾ÐºÑÐµÐ½Ðµ. ÐÑÐ¸ÑÐ¸ÑÐ½Ð¸ÑÐµ ÐµÐ½ÑÐµÑ Ð´Ð° ÑÐ°ÑÑÐ²Ð°ÑÐµ Ð¸ Ð¿Ð¾Ð½Ð¾Ð²Ð¾ Ð¿Ð¾ÐºÑÐµÐ½ÐµÑÐµ NVDA, Ð¸Ð»Ð¸ Ð¾ÑÐºÐ°Ð¶Ð¸ÑÐµ ÐºÐ°ÐºÐ¾ Ð±Ð¸ÑÑÐµ Ð¼Ð¾Ð³Ð»Ð¸ Ð¾Ð´ÑÐ°Ð´Ð¸ÑÐ¸ ÑÑÑÐ½Ð¾ ÑÐ¿ÑÐµÐ¼Ð°ÑÐµ Ð¸ ÐºÐ°ÑÐ½Ð¸ÑÐ¸ Ð¸Ð·Ð»Ð°Ð·Ð°Ðº Ð¸Ð· Ð¿ÑÐ¾Ð³ÑÐ°Ð¼Ð°
ur: نئی زبان کے اثر ڈالنے کے لیے، تشکیل محفوظ ہونی چاہیے اور NVDA لازماً شروع ہونا چاہیے۔ محفوظ کرنے اور پھر شروع کرنے کے لیے 'داخل کریں یا دستی طور محفوظ کر کے بعد میں خروج کے لیے 'منسوخ کریں' دبائیں۔

source: Language Configuration Change
hi: भाषा विन्यास को बदलने
ka: ენის პარამეტრების შეცვლა
sr: ÐÑÐ¾Ð¼ÐµÐ½Ð° ÑÐµÐ·Ð¸ÑÐºÐµ ÐºÐ¾Ð½ÑÐ¸Ð³ÑÑÐ°ÑÐ¸ÑÐµ
ur: زبان تشکیل تبدیل کریں

source: Synthesizer
hi: सिंथेसाइज़र
ka: სინთეზატორი
sr: Ð¡Ð¸Ð½ÑÐµÑÐ¸Ð·Ð°ÑÐ¾Ñ
ur: مرکب ساز

source: &Synthesizer:
hi: &सिंथेसाइज़र
ka: &სინტეზატორი
sr: &Ð¡Ð¸Ð½ÑÐµÑÐ¸Ð·Ð°ÑÐ¾Ñ:

source: Output &device:
hi: उत्पादन और उपकरण:
ka: &გამოსვლის მოწყობილობა
sr: ÐÐ·Ð»Ð°Ð·Ð½Ð¸ &ÑÑÐµÑÐ°Ñ:

source: Could not load the %s synthesizer.
hi: %s सिंथेसाइज़र लोड नहीं कर सके.
ka: ვერ მოხერხდა %s სინტეზატორის ჩატვირთვა
sr: ÐÐµ Ð¼Ð¾Ð³Ñ ÑÑÐ¸ÑÐ°ÑÐ¸ %s ÑÐ¸Ð½ÑÐµÑÐ¸Ð·Ð°ÑÐ¾Ñ.
ur: %s مرکب ساز لوڈ نہیں کر سکا۔

source: Synthesizer Error
hi: सिंथेसाइज़र त्रुटि
ka: სინტეზატორის შეცდომა
sr: ÐÑÐµÑÐºÐ° ÑÐ¸Ð½ÑÐµÑÐ¸Ð·Ð°ÑÐ¾ÑÐ°
ur: مرکب ساز نقص

source: Voice Settings
hi: आवाज़ सेटिंग्स
sr: ÐÐ¾Ð´ÐµÑÐ°Ð²Ð°ÑÐµ Ð³Ð»Ð°ÑÐ°

source: Automatic language switching (when supported)
hi: स्वचालित भाषा स्विचन
sr: ÐÑÑÐ¾Ð¼Ð°ÑÑÐºÐ° Ð¿ÑÐ¾Ð¼ÐµÐ½Ð° ÑÐµÐ·Ð¸ÐºÐ° (Ð°ÐºÐ¾ ÑÐµ Ð¿Ð¾Ð´ÑÐ¶Ð°Ð½Ð°)

source: Automatic dialect switching (when supported)
hi: स्वचालित बोली स्विचन
sr: ÐÑÑÐ¾Ð¼Ð°ÑÑÐºÐ° Ð¿ÑÐ¾Ð¼ÐµÐ½Ð° Ð´Ð¸ÑÐ°Ð»ÐµÐºÐ°ÑÐ° (Ð°ÐºÐ¾ ÑÐµ Ð¿Ð¾Ð´ÑÐ¶Ð°Ð½Ð°)

source: Punctuation/symbol &level:
hi: विराम चिह्न / प्रतीक &स्तर:
sr: &ÐÐ¸Ð²Ð¾ Ð¸Ð·Ð³Ð¾Ð²Ð¾ÑÐ° Ð¸Ð½ÑÐµÑÐ¿ÑÐ½ÐºÑÐ¸ÑÐµ/ÑÐ¸Ð¼Ð±Ð¾Ð»Ð°

source: Capital pitch change percentage
hi: बडे अक्षरों की पिच का प्रतिशत बदले
sr: ÐÐ·Ð¼ÐµÐ½Ð° Ð²Ð¸ÑÐ¸Ð½Ðµ Ð³Ð»Ð°ÑÐ° Ð·Ð° Ð¸Ð·Ð³Ð¾Ð²Ð¾Ñ Ð²ÐµÐ»Ð¸ÐºÐ¸Ñ ÑÐ»Ð¾Ð²Ð° Ñ Ð¿ÑÐ¾ÑÐµÐ½ÑÐ¸Ð¼Ð°

source: Say &cap before capitals
hi: कहने और टोपी से पहले की राजधानियों
ka: ამბობს"&დიდი" დიდი ასოების წინ
sr: ÐÐ·Ð³Ð¾Ð²Ð¾ÑÐ¸ ÑÐµÑ &Ð²ÐµÐ»Ð¸ÐºÐ¾ Ð¿ÑÐµ Ð²ÐµÐ»Ð¸ÐºÐ¾Ð³ ÑÐ»Ð¾Ð²Ð°
ur: بڑے حروف سے قبل 'بڑے' کہیں

source: &Beep for capitals
hi: &राजधानियों के लिए बीप
ka: &სიგნალი დიდი ასოების წინ
sr: &Ð¿Ð¸ÑÑÐ¸ Ð·Ð° Ð²ÐµÐ»Ð¸ÐºÐ° ÑÐ»Ð¾Ð²Ð°
ur: بڑے حروف کے لیے بیپ

source: Use &spelling functionality if supported
hi: इस्तेमाल की शर्तें और अगर वर्तनी की कार्यक्षमता का समर्थन
ka: გამოიყენოს&სიმბოლოებით წაკითხვა, თუ შესაზლებელია
sr: ÐÑÐºÐ¾ÑÐ¸ÑÑÐ¸ ÑÑÐ½ÐºÑÐ¸Ð¾Ð½Ð°Ð»Ð½Ð¾ÑÑ &ÑÑÐ¸ÑÐ°ÑÐ° Ð°ÐºÐ¾ ÑÐµ Ð¿Ð¾Ð´ÑÐ¶Ð°Ð½Ð°

source: Keyboard Settings
hi: कुंजीपटल सेटिंग्स
ka: კლავიატურა
sr: ÐÐ¾Ð´ÐµÑÐ°Ð²Ð°ÑÐ° ÑÐ°ÑÑÐ°ÑÑÑÐµ
ur: کلیدی تختہ سیٹنگیں

source: &Keyboard layout:
hi: &कुंजीपटल लेआउट:
ka: ღილაკების&წყობა
sr: &ÑÐ°ÑÐ¿Ð¾ÑÐµÐ´ ÑÐ°ÑÑÐ°ÑÑÑÐµ

source: Keyboard layout
hi: कुंजीपटल लेआउट
ka: ღილაკების წყობა
sr: Ð Ð°ÑÐ¿Ð¾ÑÐµÐ´ ÑÐ°ÑÑÐ°ÑÑÑÐµ

source: Use numpad Insert as an NVDA modifier key
hi: का प्रयोग करें एक एन व्हि डि ए आपरिवर्तक कुंजी के रूप में सम्मिलित नमपड
ka: ციფრულ ბლოკზე ინსერტი გამოიყენოს როგორ nvda-ს მოდიფიკატორი
sr: ÐÐ¾ÑÐ¸ÑÑÐ¸ÑÐµ ÑÐ°ÑÑÐµÑ Ð¸Ð½ÑÐµÑÑ ÑÐ° Ð½ÑÐ¼ÐµÑÐ¸ÑÐºÐµ ÑÐ°ÑÑÐ°ÑÑÑÐµ ÐºÐ°Ð¾ NVDA Ð¼Ð¾Ð´Ð¸ÑÐ¸ÐºÐ°ÑÐ¾ÑÑÐºÐ¸ ÑÐ°ÑÑÐµÑ
ur: نمبر پیڈ Insert کو ایک NVDA ترمیم کار کلید کے طور پر استعمال کریں

source: Use extended Insert as an NVDA modifier key
hi: एन व्हि डि ए numpad का प्रयोग करें एक आपरिवर्तक कुंजी के रूप में सम्मिलित बढ़ाया
ka: ჩვეულებრივი ინსერტი გამოიყენოს როგორც nvda-ს მოდიფიკატორი
sr: ÐÐ¾ÑÐ¸ÑÑÐ¸ÑÐµ Ð¿ÑÐ¾ÑÐ¸ÑÐµÐ½Ð¸ Ð¸Ð½ÑÐµÑÑ ÐºÐ°Ð¾ NVDA Ð¼Ð¾Ð´Ð¸ÑÐ¸ÐºÐ°ÑÐ¾ÑÑÐºÐ¸ ÑÐ°ÑÑÐµÑ
ur: توسیعی Insert کو ایک NVDA ترمیم کار کلید کے طور پر استعمال کریں

source: Speak typed &characters
hi: बोलो टाइप और वर्ण
ka: სიმბოლოების აკრეფისას&წაკითხვა
sr: ÐÐ·Ð³Ð¾Ð²Ð¾ÑÐ¸ ÑÐºÑÑÐ°Ð½Ðµ &ÐºÐ°ÑÐ°ÐºÑÐµÑÐµ
ur: ٹائپ کردہ کریکٹر بولتا ہے

source: Speak typed &words
hi: बोलो टाइप और शब्दों
ka: აკრეფისას სიტყვების&წაკითხვა
sr: ÐÐ·Ð³Ð¾Ð²Ð¾ÑÐ¸ ÑÐºÑÑÐ°Ð½Ðµ &ÑÐµÑÐ¸
ur: ٹائپ کردہ الفاظ کو بولتا ہے

source: Speech interrupt for typed characters
hi: टाइप किए जाने वाले वर्णों के लिए बोलना रोके
sr: ÐÐ°Ð´ÑÑÐºÐ° Ñ Ð¸Ð·Ð³Ð¾Ð²Ð¾ÑÑ Ð¾ÑÐºÑÑÐ°Ð½Ð¸Ñ ÐºÐ°ÑÐ°ÐºÑÐµÑÐ°

source: Speech interrupt for Enter key
hi: ऐंटर की के लिए भाषण का रुकना
sr: ÐÐ°Ð´ÑÑÐºÐ° Ñ Ð¸Ð·Ð³Ð¾Ð²Ð¾ÑÑ Ð·Ð° ÐÐ½ÑÐµÑ ÑÐ°ÑÑÐµÑ

source: Allow skim &reading in Say All
hi: से औल में स्किम पठन की अनुमति &r
sr: ÐÐ¾Ð·Ð²Ð¾Ð»Ð¸ &Ð¿Ð¾Ð²ÑÑÐ½Ð¾ ÑÐ¸ÑÐ°ÑÐµ Ñ ÐÐ·Ð³Ð¾Ð²Ð¾ÑÐ¸ ÑÐ²Ðµ ÑÐµÐ¶Ð¸Ð¼Ñ

source: Beep if typing lowercase letters when caps lock is on
hi: जब कैप्स लॉक औन हो और छोटे अक्षर लिखे जाए तब भोंपू बजाएँ
ka: კაფსლოკის რეჟიმში პატარა ასოების აკრეფისას ხმოვანი სიგნალები
sr: ÐÐ°Ð¿Ð¸ÑÑÐ¸ Ð°ÐºÐ¾ ÑÐµ ÐºÑÑÐ°ÑÑ Ð¼Ð°Ð»Ð° ÑÐ»Ð¾Ð²Ð° ÐºÐ°Ð´Ð° ÑÐµ ÑÐºÑÑÑÐµÐ½ ÑÐ°ÑÑÐµÑ Ð·Ð° Ð²ÐµÐ»Ð¸ÐºÐ° ÑÐ»Ð¾Ð²Ð°

source: Speak command &keys
hi: बोलो टाइप और चाबी
ka: წაკითხვა&ბრძანების კლავიშების
sr: ÐÐ·Ð³Ð¾Ð²Ð¾ÑÐ¸ ÐºÐ¾Ð¼Ð°Ð½Ð´Ð½Ðµ &ÑÐ°ÑÑÐµÑÐµ
ur: حکم کلیدوں کو بولتا ہے

source: Handle keys from other &applications
hi: अन्य एप्लिकेशनों से कीज़ संभाले &a
sr: ÐÐ¾Ð½ÑÑÐ¾Ð»Ð¸ÑÐ¸ ÑÐ°ÑÑÐµÑÐµ Ð¸Ð· Ð´ÑÑÐ³Ð¸Ñ &Ð°Ð¿Ð»Ð¸ÐºÐ°ÑÐ¸ÑÐ°

source: At least one key must be used as the NVDA key.
hi: कम से कम एक की को ऐनवीडीए की जैसे इस्तेमाल किया जाना पडेगा.
sr: ÐÐ°Ñ ÑÐµÐ´Ð°Ð½ ÑÐ°ÑÑÐµÑ Ð¼Ð¾ÑÐ° Ð±Ð¸ÑÐ¸ Ð¿Ð¾ÑÑÐ°Ð²ÑÐµÐ½ ÐºÐ°Ð¾ NVDA ÑÐ°ÑÑÐµÑ.

source: Mouse Settings
hi: माउस सेटिंग्स
sr: ÐÐ¾Ð´ÐµÑÐ°Ð²Ð°ÑÐµ Ð¼Ð¸ÑÐ°

source: Report mouse &shape changes
hi: रिपोर्ट के माउस और आकार में परिवर्तन
ka: კითხულობს&თაგვის მაჩვენებლის ფორმის ცვლილებებს
sr: ÐÐ·Ð²ÐµÑÑÐ¸ Ð¾ Ð¿ÑÐ¾Ð¼ÐµÐ½Ð°Ð¼Ð° &Ð¾Ð±Ð»Ð¸ÐºÐ° Ð¼Ð¸ÑÐ°
ur: ماؤس و شکل تبدیلیاں رپورٹ کریں

source: Enable mouse &tracking
hi: माउस ट्रैकिंग को सक्षम करे
ka: რთავს&თაგვის გადაადგილების მეთვალყურეს
sr: ÐÐºÑÐ¸Ð²Ð¸ÑÐ°Ñ &Ð¿ÑÐ°ÑÐµÑÐµ Ð¼Ð¸ÑÐ°

source: Text &unit resolution:
hi: पाठ और यूनिट संकल्प
ka: &ტექსტის ზომის ერთეული
sr: Ð ÐµÐ·Ð¾Ð»ÑÑÐ¸ÑÐ° &ÑÐµÐ´Ð¸Ð½Ð¸ÑÐµ ÑÐµÐºÑÑÐ°:

source: text reporting unit
hi: पाठ रिपोर्टिंग इकाई
ka: ტექსტის კითხვის ერტეული
sr: ÑÐµÐ´Ð¸Ð½Ð¸ÑÐ° Ð·Ð° Ð¿ÑÐ¸ÑÐ°Ð²ÑÐ¸Ð²Ð°ÑÐµ ÑÐµÐºÑÑÐ°

source: Report &role when mouse enters object
hi: रिपोर्ट और रोल जब माउस वस्तु प्रवेश करती है
ka: კითხულობს&ობიექტის ცვლილებას თაგვის მიყვანისას
sr: ÐÑÐ¸ÑÐ°Ð²Ð¸ &ÑÑÐ½ÐºÑÐ¸ÑÑ ÐºÐ°Ð´ Ð¼Ð¸Ñ ÑÑÐµ Ñ Ð¾Ð±ÑÐµÐºÐ°Ñ

source: play audio coordinates when mouse moves
hi: प्ले ऑडियो निर्देशांक जब माउस चाल
ka: ცვალებადი ხმა თაგვის მოზრაობისას
sr: ÑÐµÐ¿ÑÐ¾Ð´ÑÐºÑÑ Ð°ÑÐ´Ð¸Ð¾ ÐºÐ¾Ð¾ÑÐ´Ð¸Ð½Ð°ÑÐµ Ð´Ð¾Ðº ÑÐµ Ð¼Ð¸Ñ ÐºÑÐµÑÐµ
ur: جب ماؤس بڑھتا ہے تو آڈیو معددات چلائیں

source: brightness controls audio coordinates volume
hi: चमक नियंत्रण ऑडियो मात्रा निर्देशांक
ka: სიგნალების სიმკვეთრის კონტროლი ტაგვის მოძრაობისას
sr: ÐºÐ¾Ð½ÑÑÐ¾Ð»Ð° ÑÐ°ÑÐ¸Ð½Ðµ Ð·Ð²ÑÐºÐ° Ð°ÑÐ´Ð¸Ð¾ ÐºÐ¾Ð¾ÑÐ´Ð¸Ð½Ð°ÑÐ° Ð¿ÑÑÐµÐ¼ ÐºÐ¾Ð½ÑÑÐ¾Ð»Ðµ Ð·Ð° Ð¾ÑÐ²ÐµÑÑÐµÑÐµ

source: Review Cursor Settings
hi: समीक्षा कर्सर सेटिंग्स
sr: ÐÐ¾Ð´ÐµÑÐ°Ð²Ð°ÑÐ° ÑÐµÐ²Ð¸Ð·Ð¸Ð¾Ð½Ð¾Ð³ ÐºÑÑÐ·Ð¾ÑÐ°

source: Follow system &focus
hi: सिस्टम और फोकस का पीछा करे
sr: ÐÑÐ°ÑÐ¸ ÑÐ¸ÑÑÐµÐ¼ÑÐºÐ¸ ÑÐ¾ÐºÑÑ

source: Follow System &Caret
hi: सिस्टम और कैरट का पालन करे
ka: მიჰყვეს &სისტემურ კურსორს
sr: Ð¡Ð»ÐµÐ´Ð¸ ÑÐ¸ÑÑÐµÐ¼ÑÐºÐ¸ &ÐºÑÑÐ·Ð¾Ñ

source: Follow &mouse cursor
hi: माउस कर्सर का पालन करें
ka: მიჰყვეს &თაგვის მაჩვენებელს
sr: Ð¡Ð»ÐµÐ´Ð¸ ÐºÑÑÐ·Ð¾Ñ &Ð¼Ð¸ÑÐ°

source: Simple review mode
hi: सरल समीक्षा मोड
ka: გამარტივებული ხილვის რეჟიმი
sr: Ð ÐµÐ¶Ð¸Ð¼ ÑÐµÐ´Ð½Ð¾ÑÑÐ°Ð²Ð½Ðµ ÑÐµÐ²Ð¸Ð·Ð¸ÑÐµ

source: Input Composition Settings
hi: इनपुट संरचना सेटिंग्स
sr: ÐÐ¾Ð´ÐµÑÐ°Ð²Ð°ÑÐµ ÑÐ°ÑÑÐ°Ð²Ð° ÑÐ½Ð¾ÑÐ°

source: Automatically report all available &candidates
hi: स्वचालित रूप से सारे केंडीडेट रिपोर्ट करे &c
sr: ÐÑÑÐ¾Ð¼Ð°ÑÑÐºÐ¸ Ð¿ÑÐ¸ÑÐ°Ð²Ð¸ ÑÐ²Ðµ ÑÐ°ÑÐ¿Ð¾Ð»Ð¾Ð¶Ð¸Ð²Ðµ &ÐºÐ°Ð½Ð´Ð¸Ð´Ð°ÑÐµ

source: Announce &selected candidate
hi: चयनित केंडीडेट घोषित करे &s
sr: ÐÐ°ÑÐ°Ð²Ð¸ &Ð¾Ð´Ð°Ð±ÑÐ°Ð½Ð¾Ð³ ÐºÐ°Ð½Ð´Ð¸Ð´Ð°ÑÐ°

source: Always include short character &description when announcing candidates
hi: हमेशा केंडीडेटों की घोषणा करते समय चोटा वर्ण वर्णन शामिल करे.
sr: Ð£Ð²ÐµÐº ÑÐ²ÑÑÑÐ¸ ÐºÑÐ°ÑÐ°Ðº Ð¾Ð¿Ð¸Ñ ÐºÐ°ÑÐ°ÐºÑÐµÑÐ° ÐºÐ°Ð´Ð° ÑÐµ Ð¾Ð±ÑÐ°Ð²ÑÑÑÑ ÐºÐ°Ð½Ð´Ð¸Ð´Ð°ÑÐ¸

source: Report changes to the &reading string
hi: पढ़ी जाने वाली स्ट्रिंग में परिवर्तन रिपोर्ट करे
sr: ÐÑÐ¸ÑÐ°Ð²Ð¸ Ð¸Ð·Ð¼ÐµÐ½Ðµ Ñ Ð½Ð¸Ð·Ñ ÐºÐ°ÑÐ°ÐºÑÐµÑÐ° ÐºÐ¾ÑÐ¸ ÑÐµ Ñ&Ð¸ÑÐ°

source: Report changes to the &composition string
hi: रचना स्ट्रिंग्ज़ में परिवर्तन रिपोर्ट करे &c
sr: ÐÑÐ¸ÑÐ°Ð²Ð¸ Ð¸Ð·Ð¼ÐµÐ½Ðµ &ÐºÐ¾Ð¼Ð¿Ð¾Ð·Ð¸ÑÐ¸Ð¾Ð½Ð¾Ð¼ Ð½Ð¸Ð·Ñ ÑÐ»Ð¾Ð²Ð°

source: Object Presentation
hi: वस्तु प्रस्तुतिकरण
sr: ÐÑÐµÐ·ÐµÐ½ÑÐ°ÑÐ¸ÑÐ° Ð¾Ð±ÑÐµÐºÑÐ°

source: Speak
hi: बोलो
ka: წარმოთქვას
sr: ÐÐ¾Ð²Ð¾ÑÐ¸

source: Beep
hi: भोपू बजाओ
ka: სიგნალები
sr: ÐÐ¸ÑÑÐ¸

source: Speak and beep
hi: बोलो और भोपू बजाओ
ka: გამოაცხადოს და გაუსვას ხმოვანი სიგნალები
sr: ÐÐ¾Ð²Ð¾ÑÐ¸ Ð¸ Ð¿Ð¸ÑÑÐ¸

source: Report &tooltips
hi: उपकरणटिप्स रिपोर्ट करे &t
ka: კარნახის&წაკითხვა
sr: ÐÑÐ¸ÑÐ°Ð²Ð¸ Ð½Ð°Ð·Ð¸Ð² &Ð°Ð»Ð°ÑÐ°
ur: رپورٹ و ٹول کے ٹوٹکے

source: Report &help balloons
hi: मदद रिपोर्ट
ka: წაიკითხოს&დამხმარე სისტემური შეტყობინებები
sr: ÐÑÐ¸ÑÐ°Ð²Ð¸ &Ð±Ð°Ð»Ð¾Ð½Ðµ Ð·Ð° Ð¿Ð¾Ð¼Ð¾Ñ
ur: رپورٹ و مدد غبارے

source: Report object shortcut &keys
hi: वस्तु की शॉर्टक और कीज़ रिपोर्ट करे
ka: ობიექტის ცხელი ღილაკების&წაკითხვა
sr: ÐÑÐ¸ÑÐ°Ð²Ð¸ &ÑÐ°ÑÑÐµÑÐµ Ð¿ÑÐµÑÐ¸ÑÐµ Ð·Ð° Ð¾Ð±ÑÐµÐºÑÐµ
ur: آبجیکٹ تیز راہ کلید رپورٹ کریں

source: Report object &position information
hi: रिपोर्ट वस्तु और शॉर्टकट कुंजियाँ
ka: ობიექტის პოზიციის&წაკითხვა
sr: ÐÑÐ¸ÑÐ°Ð²Ð¸ Ð¸Ð½ÑÐ¾ÑÐ¼Ð°ÑÐ¸ÑÐµ Ð¾ &Ð¿Ð¾Ð·Ð¸ÑÐ¸ÑÐ¸ Ð¾Ð±ÑÐµÐºÑÐ°
ur: آبجیکٹ و پوزیشن معلومات رپورٹ کریں

source: Guess object &position information when unavailable
hi: वस्तु और स्थान की जानकारी पाए जब अनुपलब्ध हो
ka: გამოიყენოს არა&ზუსტი ინფორმაცია ობიექტის პოზიციის შესახებ
sr: ÐÐ¾Ð³Ð¾Ð´Ð¸ &Ð¿Ð¾Ð·Ð¸ÑÐ¸ÑÑ Ð¾Ð±ÑÐµÐºÑÐ° ÐºÐ°Ð´Ð° ÑÐµ Ð½ÐµÐ´Ð¾ÑÑÑÐ¿Ð½Ð°

source: Report object &descriptions
hi: रिपोर्ट वस्तु और विवरण
ka: ობიექტის აღწერის&წაკითხვა
sr: ÐÑÐ¸ÑÐ°Ð²Ð¸ %Ð¾Ð¿Ð¸ÑÐµ Ð¾Ð±ÑÐµÐºÑÐ°

source: Progress &bar output:
hi: प्रगति पट्टी और उत्पादन:
ka: შესრულების ინდიკატორების&გახმოვანება
sr: ÐÐ·Ð»Ð°Ð· Ð¸Ð· &ÑÑÐ°ÐºÐµ Ð½Ð°Ð¿ÑÐµÑÐºÐ°:

source: Progress bar output
hi: प्रगति बार उत्पादन
ka: შესრულების ინდიკატორების გახმოვანება
sr: ÐÐ·Ð»Ð°Ð· Ð¸Ð· ÑÑÐ°ÐºÐµ Ð½Ð°Ð¿ÑÐµÑÐºÐ°

source: Report background progress bars
hi: रिपोर्ट बच्क्ग्रौंद प्रगति सलाखों
ka: ფონის შესრულების ინდიკატორის გახმოვანება
sr: ÐÑÐ¸ÑÐ°Ð²Ð¸ Ð¿Ð¾Ð·Ð°Ð´Ð¸Ð½ÑÐºÑ ÑÑÐ°ÐºÑ Ð½Ð°Ð¿ÑÐµÑÐºÐ°

source: Report dynamic &content changes
hi: गतिशील सामग्री परिवर्तन रिपोर्ट करे &c
ka: დინამიური სემცველობის ცვლილებების&წაკითხვა
sr: ÐÑÐ¸ÑÐ°Ð²Ð¸ Ð´Ð¸Ð½Ð°Ð¼Ð¸ÑÐºÐµ Ð¿ÑÐ¾Ð¼ÐµÐ½Ðµ ÑÐ°Ð´ÑÐ¶Ð°ÑÐ°

source: Browse Mode
hi: ब्राउज़ मुद्रा
sr: Ð ÐµÐ¶Ð¸Ð¼ Ð¿ÑÐµÑÑÐ°Ð¶Ð¸Ð²Ð°ÑÐ°

source: &Maximum number of characters on one line
hi: अक्षरों का एक लाइन पर अधिकतम संख्या
ka: &სიმბოლოების მაქსიმალური რიცხვი სტრიქონსი
sr: &ÐÐ°ÐºÑÐ¸Ð¼Ð°Ð»Ð°Ð½ Ð±ÑÐ¾Ñ ÐºÐ°ÑÐ°ÐºÑÐµÑÐ° Ñ ÑÐµÐ´Ð½Ð¾Ð¼ ÑÐµÐ´Ñ
ur: ایک سطر میں کریکٹروں کی زیادہ سے زیادہ تعداد

source: &Number of lines per page
hi: प्रति पृष्ठ रेखाओं की संख्या
ka: &სტრიქონების რიცხვი გვერდზე
sr: &ÐÑÐ¾Ñ Ð»Ð¸Ð½Ð¸ÑÐ° Ð¿Ð¾ ÑÑÑÐ°Ð½Ð¸
ur: سطروں کی تعداد فی صفحہ

source: Use &screen layout (when supported)
hi: इस्तेमाल की शर्तें और स्क्रीन लेआउट (जब समर्थित)
ka: გამოიყენოს&ეკრანის წარმოდგენა (თუ შესაზლებელია)
sr: ÐÐ¾ÑÐ¸ÑÑÐ¸ Ð¸Ð·Ð³Ð»ÐµÐ´ &ÐµÐºÑÐ°Ð½Ð° (Ð°ÐºÐ¾ ÑÐµ Ð¿Ð¾Ð´ÑÐ¶Ð°Ð½)

source: Automatic &Say All on page load
hi: पेज लोड्ज़ पर स्वचालित &से और
sr: ÐÑÑÐ¾Ð¼Ð°ÑÑÐºÐ¸ ÐÐ·Ð³Ð¾Ð²Ð¾ÑÐ¸ &ÑÐ²Ðµ ÑÐµÐ¶Ð¸Ð¼ Ð¿ÑÐ¸ ÑÑÐ¸ÑÐ°Ð²Ð°ÑÑ ÑÑÑÐ°Ð½Ð¸ÑÐµ

source: Include l&ayout tables
hi: लेआउट तालिकाओं को शामिल करे
sr: Ð£Ð²ÑÑÑÐ¸ &ÑÐ°Ð±ÐµÐ»Ðµ ÑÐ° ÑÐ°ÑÐ¿Ð¾ÑÐµÐ´Ð¾Ð¼

source: Automatic focus mode for focus changes
hi: स्वत: ध्यान केंद्रित परिवर्तन के लिए फोकस मोड
ka: ფოკუსის შეცვლისას ავტომატური გადასვლა რედაქტირების რეჟიმსი
sr: Ð ÐµÐ¶Ð¸Ð¼ Ð°ÑÑÐ¾Ð¼Ð°ÑÑÐºÐ¾Ð³ ÑÐ¾ÐºÑÑÐ¸ÑÐ°ÑÐ° Ð·Ð° Ð¿ÑÐ¾Ð¼ÐµÐ½Ðµ ÑÐ¾ÐºÑÑÐ°

source: Automatic focus mode for caret movement
hi: स्वत: आंदोलन के लिए कैरट फोकस मोड
ka: კურსორის გადაადგილებისას ავტომატური გადასვლა რედაქტირების რეჟიმში
sr: Ð ÐµÐ¶Ð¸Ð¼ Ð°ÑÑÐ¾Ð¼Ð°ÑÑÐºÐ¾Ð³ ÑÐ¾ÐºÑÑÐ¸ÑÐ°ÑÐ° Ð½Ð° ÐºÑÐµÑÐ°ÑÐµ ÐºÑÑÐ·Ð¾ÑÐ°

source: Audio indication of focus and browse modes
hi: ध्यान और ब्राउज़ के ऑडियो संकेत मोड
ka: განხილვისა და რედაქტირების რეჟიმების ხმოვანი ინდიკაცია
sr: ÐÐ²ÑÑÐ½Ðµ Ð¸Ð½Ð´Ð¸ÐºÐ°ÑÐ¸ÑÐµ ÑÐ¾ÐºÑÑÐ° Ð¸ Ð½Ð°ÑÐ¸Ð½Ð° Ð¿ÑÐµÑÑÐ°Ð³Ðµ

source: &Trap all non-command gestures from reaching the document
sr: &Ð·Ð°ÑÑÑÐ°Ð²Ð¸ ÑÐ²Ðµ ÑÐµÐ´Ð¾Ð²Ðµ ÐºÐ¾ÑÐ¸ Ð½ÐµÐ¼Ð°ÑÑ ÐºÐ¾Ð¼ÐµÐ½ÑÐ°ÑÐµ Ð´Ð° Ð´Ð¾ÑÑ Ñ ÑÑÑÑÐµÑ ÑÐ° Ð´Ð¾ÐºÑÐ¼ÐµÐ½ÑÐ¾Ð¼

source: Document Formatting
hi: दस्तावेज़ स्वरूपण
sr: Ð¤Ð¾ÑÐ¼Ð°ÑÐ¸ÑÐ°ÑÐµ Ð´Ð¾ÐºÑÐ¼ÐµÐ½ÑÐ°

source: Announce formatting changes after the cursor (can cause a lag)
hi: (कर्सर की घोषणा के बाद स्वरूपण परिवर्तन एक अंतराल पैदा कर सकता है)
ka: კურსორის შემდეგ ფორმატირების ცვლილების წაკითხვამ შეიზლება გამოიწვიოს ჩამორჩენა
sr: ÐÐ°ÑÐ°Ð²Ð¸ Ð¿ÑÐ¾Ð¼ÐµÐ½Ðµ Ñ ÑÐ¾ÑÐ¼Ð°ÑÐ¸ÑÐ°ÑÑ Ð¿Ð¾ÑÐ»Ðµ ÐºÑÑÐ·Ð¾ÑÐ° (Ð¼Ð¾Ð¶Ðµ Ð¸Ð·Ð°Ð·Ð²Ð°ÑÐ¸ ÑÑÐ¿Ð¾ÑÐµÐ½ ÑÐ°Ð´)
ur: کرسر کے بعد وضع کاری تبدیلیوں کا اعلان کرنا(تاخیر کا سبب بن سکتا ہے)

source: Report font &name
hi: रिपोर्ट फ़ॉन्ट नाम
ka: ფონტის დასახელების&წაკითხვა
sr: ÐÑÐ¸ÑÐ°Ð²Ð¸ &Ð½Ð°Ð·Ð¸Ð² ÑÐ¾Ð½ÑÐ°
ur: فانٹ و نام رپورٹ کریں

source: Report font &size
hi: रिपोर्ट फ़ॉन्ट आकार
ka: ფონტის ზომის&წაკიტხვა
sr: ÐÑÐ¸ÑÐ°Ð²Ð¸ &Ð²ÐµÐ»Ð¸ÑÐ¸Ð½Ñ ÑÐ¾Ð½ÑÐ°
ur: فانٹ و سائز رپورٹ کریں

source: Report font attri&butes
hi: रिपोर्ट फ़ॉन्ट विशेषताएँ
ka: ფონტის ატრიბუტების&წაკითხვა
sr: ÐÑÐ¸ÑÐ°Ð²Ð¸ &Ð¾ÑÐ¾Ð±Ð¸Ð½Ðµ ÑÐ¾Ð½ÑÐ°
ur: فانٹ اوصاف رپورٹ کریں

source: Report &alignment
hi: रिपोर्ट संरेखण
ka: გასწორების&წაკითხვა
sr: ÐÑÐ¸ÑÐ°Ð²Ð¸ &Ð¿Ð¾ÑÐ°Ð²Ð½Ð°ÑÐµ
ur: سیدھ رپورٹ کریں

source: Report &colors
hi: रंग रिपोर्ट करे &c
ka: ფერების*წაკითხვა
sr: ÐÑÐ¸ÑÐ°Ð²Ð¸ &Ð±Ð¾ÑÐµ

source: Report &editor revisions
hi: सम्पादक कि संसोधन जानकारी
sr: ÐÑÐ¸ÑÐ°Ð²Ð¸ &ÑÑÐµÑÐ¸Ð²Ð°ÑÐºÐµ ÑÐµÐ²Ð¸Ð·Ð¸ÑÐµ

source: Report st&yle
hi: रिपोर्ट शैली
ka: სტილის&წაკითხვა
sr: ÐÑÐ¸ÑÐ°Ð²Ð¸ &ÑÑÐ¸Ð»
ur: طرز رپورٹ کریں

source: Report spelling e&rrors
sr: Ð¿ÑÐ¸ÑÐ°Ð²Ð¸ Ð³&ÑÐµÑÐºÐµ Ñ Ð¿ÑÐ°Ð²Ð¾Ð¿Ð¸ÑÑ

source: Report &pages
hi: पृष्ठों की रिपोर्ट
ka: გვერდების&წაკითხვა
sr: ÐÑÐ¸ÑÐ°Ð²Ð¸ &ÑÑÑÐ°Ð½Ðµ
ur: صفحات رپورٹ کریں

source: Report &line numbers
hi: रिपोर्ट लाइन संख्या
ka: ხაზების ნომერაციის&წაკითხვა
sr: ÐÑÐ¸ÑÐ°Ð²Ð¸ Ð±ÑÐ¾ÑÐµÐ²Ðµ &ÑÐµÐ´Ð¾Ð²Ð°
ur: سطری نمبر رپورٹ کریں

source: Report l&ine indentation
hi: लाइन कि &किनारा बताएँ.
sr: ÐÑÐ¸ÑÐ°Ð²Ð¸ ÑÐ²Ð»Ð°ÑÐµÑÐµ &ÑÐµÐ´Ð¾Ð²Ð°

source: Report &paragraph indentation
sr: ÐÑÐ¸ÑÐ°Ð²Ð¸ paragrafe po redovima

source: Report &tables
hi: रिपोर्ट तालिकाओं
ka: ცხრილების&წაკითხვა
sr: ÐÑÐ¸ÑÐ°Ð²Ð¸ &ÑÐ°Ð±ÐµÐ»Ðµ
ur: جدولیں رپورٹ کریں

source: Report table row/column h&eaders
hi: रिपोर्ट तालिका लाइन / स्तंभ शीर्षों
ka: სვეტების და ხაზების სათაურების&წაკითხვა
sr: ÐÑÐ¸ÑÐ°Ð²Ð¸ &Ð·Ð°Ð³Ð»Ð°Ð²ÑÐ° ÑÐµÐ´Ð¾Ð²Ð°/ÐºÐ¾Ð»Ð¾Ð½Ð° ÑÐ°Ð±ÐµÐ»Ðµ

source: Report table cell c&oordinates
hi: तालिका सैल निर्देशांक रिपोर्ट करे &o
sr: ÐÑÐ¸ÑÐ°Ð²Ð¸ &ÐºÐ¾Ð¾ÑÐ´Ð¸Ð½Ð°ÑÐµ ÑÐµÐ»Ð¸ÑÐ° Ñ ÑÐ°Ð±ÐµÐ»Ð¸

source: Report &links
hi: रिपोर्ट लिंक
ka: ბმულების&წაკითხვა
sr: ÐÑÐ¸ÑÐ°Ð²Ð¸Ð¸ &Ð»Ð¸Ð½ÐºÐ¾Ð²Ðµ

source: Report &headings
hi: शीर्षकों रिपोर्ट
ka: სათაურების&წაკითხვა
sr: ÐÑÐ¸ÑÐ°Ð²Ð¸ &Ð½Ð°ÑÐ»Ð¾Ð²Ðµ
ur: سرخیاں رپورٹ کریں

source: Report l&ists
hi: रिपोर्ट लिस्ट्स
ka: სიების&წაკითხვა
sr: ÐÑÐ¸ÑÐ°Ð²Ð¸ &Ð»Ð¸ÑÑÐµ

source: Report block &quotes
hi: रिपोर्ट ब्लॉक उद्धरण
ka: ციტატების&წაკითხვა
sr: ÐÑÐ¸ÑÐ°Ð²Ð¸ &ÑÐ¸ÑÐ°ÑÐµ
ur: بلاک و اقتباس رپورٹ کریں

source: Report lan&dmarks
hi: रिपोर्ट लैंडमार्क्स
ka: ორიენტირების&წაკითხვა
sr: ÐÑÐ¸ÑÐ°Ð²Ð¸ &Ð¾ÑÐ¸ÑÐµÐ½ÑÐ¸ÑÐµ

source: Report fra&mes
hi: फ्रेम रिपोर्ट करे &m
sr: ÐÑÐ¸ÑÐ°Ð²Ð¸ &Ð¾ÐºÐ²Ð¸ÑÐµ

source: Report if &clickable
hi: रिपोर्ट करे यदि क्लिकेबल हो &c
sr: ÐÑÐ¸ÑÐ°Ð²Ð¸ Ð´Ð° Ð»Ð¸ ÑÐµ &ÐºÐ»Ð¸ÐºÐ°Ð±Ð¸Ð»Ð½Ð¾

source: &Anywhere
sr: Ð±Ð¸Ð»Ð¾ Ð³Ð´Ðµ

source: Whole &word
sr: ÑÐµÐ»Ðµ ÑÐµÑÐ¸

source: &Regular expression
sr: ÐÑÐ°Ð²Ð¸Ð»Ð½Ð° ÑÐµÑ

source: Edit Dictionary Entry
hi: शब्दकोश प्रविष्टि को संपादित करे
sr: Ð£ÑÐµÐ´Ð¸ ÑÐ½Ð¾Ñ Ñ ÑÐµÑÐ½Ð¸Ðº

source: &Pattern
hi: प्रतिमान
ka: &შაბლონი
sr: &Ð¨Ð°Ð±Ð»Ð¾Ð½

source: &Replacement
hi: प्रतिस्थापन
ka: &შეცვლა
sr: &ÐÐ°Ð¼ÐµÐ½Ð°

source: &Comment
hi: कमेन्ट
ka: &კომენტარი
sr: &ÐÐ¾Ð¼ÐµÐ½ÑÐ°Ñ

source: &Type
sr: Ð¢Ð¸Ð¿

source: &Dictionary entries
hi: शब्दकोश प्रविष्टियां
ka: &ლექსიკონის სტატიები
sr: &Ð£Ð½Ð¾ÑÐ¸ Ñ ÑÐµÑÐ½Ð¸ÐºÑ

source: Comment
hi: कमेन्ट
ka: კომენტარი
sr: ÐÐ¾Ð¼ÐµÐ½ÑÐ°Ñ

source: Pattern
hi: प्रतिमान
ka: შაბლონი
sr: Ð¨Ð°Ð±Ð»Ð¾Ð½

source: Replacement
hi: प्रतिस्थापन
ka: შეცვლა
sr: ÐÐ°Ð¼ÐµÐ½Ð°

source: case
hi: केस
ka: რეგისტრი
sr: Ð¼Ð°Ð»Ð°/Ð²ÐµÐ»Ð¸ÐºÐ° ÑÐ»Ð¾Ð²Ð°

source: Type
sr: Ð¢Ð¸Ð¿

source: &Add
hi: जोड़ना
ka: &დამატება
sr: &ÐÐ¾Ð´Ð°Ñ

source: &Edit
hi: क्&संपादित करें
sr: &Ð£ÑÐµÐ´Ð¸

source: Add Dictionary Entry
hi: शब्दकोश प्रविष्टि जोड़ें
sr: ÐÐ¾Ð´Ð°Ñ ÑÐ½Ð¾Ñ Ð·Ð° ÑÐµÑÐ½Ð¸Ðº

source: Braille Settings
hi: ब्रेल सेटिंग्स
ka: ბრაილის პარამეტრები
sr: ÐÑÐ°ÑÐµÐ²Ð° Ð¿Ð¾Ð´ÐµÑÐ°Ð²Ð°ÑÐ°

source: Braille &display:
hi: ब्रेल प्रदर्शन:
ka: ბრაილის&დისპლეი
sr: ÐÑÐ°ÑÐµÐ² &ÐµÐºÑÐ°Ð½:

source: &Port:
hi: &स्थल
sr: &ÐÐ¾ÑÑ:

source: &Output table:
hi: आउटपुट तालिका: &o
sr: &ÐÐ·Ð»Ð°Ð·Ð½Ð° ÑÐ°Ð±ÐµÐ»Ð°:

source: &Input table:
hi: तालिका इनपुट करे: &i
sr: &Ð£Ð»Ð°Ð·Ð½Ð° ÑÐ°Ð±ÐµÐ»Ð°:

source: E&xpand to computer braille for the word at the cursor
hi: विस्तार पर कर्सर शब्द के लिए कंप्यूटर के लिए ब्रेल
ka: არ გამოიყენოს&სიტყვის სწრაფი ჩაწერა კურსორის ქვეს
sr: &ÐÑÐ¾ÑÐ¸ÑÐ¸ ÑÐµ Ð½Ð° ÐºÐ¾Ð¼Ð¿ÑÑÑÐµÑÑÐºÐ¸ Ð±ÑÐ°Ñ Ð·Ð° ÑÐµÑ Ð½Ð° Ð¼ÐµÑÑÑ ÐºÑÑÐ·Ð¾ÑÐ°

source: Cursor blink rate (ms)
hi: कर्सर झपकी दर (एमएस)
ka: კურსორის ციმციმის სიჩქარე (მწ)
sr: ÐÑÐ·Ð¸Ð½Ð° ÑÑÐµÐ¿ÑÐ°ÑÐ° ÐºÑÑÐ·Ð¾ÑÐ° (Ñ Ð¼Ð¸Ð»Ð¸ÑÐµÐºÑÐ½Ð´Ð°Ð¼Ð°)

source: Message timeout (sec)
hi: संदेश मध्यांतर (सेकंड)
ka: შეტყობინების დაყოვნების დრო (წამ)
sr: ÐÑÐµÐºÐ¸Ð´ Ð¿Ð¾ÑÑÐºÐµ (Ñ ÑÐµÐºÑÐ½Ð´Ð°Ð¼Ð°)

source: Braille tethered to:
hi: ब्रेल तेठेरेड टो:
ka: ბრაილის მიბმა
sr: ÐÑÐ°Ñ ÑÐµ Ð¾Ð³ÑÐ°Ð½Ð¸ÑÐµÐ½ Ð½Ð°:

source: Read by &paragraph
hi: अनुच्छेद द्वारा पढे &p
sr: Ð§Ð¸ÑÐ°Ñ &Ð¿Ð°ÑÑÑ Ð¿Ð¾ Ð¿Ð°ÑÑÑ

source: Avoid splitting &words when possible
hi: जब सम्भव &शब्दों को ना तोडे
sr: ÐÐ·Ð±ÐµÐ³Ð°Ð²Ð°Ñ Ð¿ÑÐµÐ»Ð°Ð¼Ð°ÑÐµ &ÑÐµÑÐ¸ Ð½Ð° ÐºÑÐ°ÑÑ ÑÐµÐ´Ð° Ð°ÐºÐ¾ ÑÐµ Ð¼Ð¾Ð³ÑÑÐµ

source: Could not load the %s display.
hi: %s डिस्प्ले लोड नहीं कर सका
ka: ვერ მოხერხდა%s დისპლეის ჩატვირთვა
sr: ÐÐµ Ð¼Ð¾Ð¶Ðµ Ð´Ð° ÑÐµ ÑÑÐ¸ÑÐ° %s ÑÐµÐ´

source: Braille Display Error
hi: ब्रेल प्रदर्शन त्रुटि
ka: შეცდომა ბრაილის დისპლეიში
sr: ÐÑÐµÑÐºÐ° Ð½Ð° Ð±ÑÐ°ÑÐµÐ²Ð¾Ð¼ ÐµÐºÑÐ°Ð½Ñ

source: Add Symbol
sr: Ð´Ð¾Ð´Ð°Ñ ÑÐ¸Ð¼Ð±Ð¾Ð»

source: Symbol:
sr: Ð¡Ð¸Ð¼Ð±Ð¾Ð»:

source: Symbol Pronunciation
hi: चिह्न उच्चारण
sr: ÐÐ·Ð³Ð¾Ð²Ð¾Ñ ÑÐ¸Ð¼Ð±Ð¾Ð»Ð°

source: &Symbols
hi: &चिह्न
ka: სიმბოლოები
sr: &Ð¡Ð¸Ð¼Ð±Ð¾Ð»Ð¸

source: Symbol
hi: चिह्न
ka: სიმბოლო
sr: Ð¡Ð¸Ð¼Ð±Ð¾Ð»

source: Level
hi: स्तर
ka: დონე
sr: ÐÐ¸Ð²Ð¾

source: Change symbol
hi: चिह्न बदले
ka: სიმბოლოს შეცვლა
sr: ÐÐ·Ð¼ÐµÐ½Ð¸ ÑÐ¸Ð¼Ð±Ð¾Ð»

source: &Level
hi: स्तर &l
ka: დონე
sr: &ÐÐ¸Ð²Ð¾

source: Re&move
sr: &Ð£ÐºÐ»Ð¾Ð½Ð¸

source: Symbol "%s" is already present.
sr: ÑÐ¸Ð¼Ð±Ð¾Ð» "%s" Ð²ÐµÑ Ð¿Ð¾ÑÑÐ¾ÑÐ¸

source: Input Gestures
hi: इशारे इनपुट करे
sr: Ð£Ð»Ð°Ð·Ð½Ð¸ Ð³ÐµÑÑÐ¾Ð²Ð¸
