Repository: nvdacn/screenReaderTranslations
Catalog: */nvda.po
Languages: hi, ka, sr, ur

source: Secure Desktop
hi: सुरक्षित डेस्कटॉप
ka: დაცული სამუშაო მაგიდა
sr: bezbednosna radna površina

source: Native input
hi: देशीय इनपुट
sr: unos daleko istočnih karaktera

source: Alpha numeric input
hi: वर्ण सङ्ख्यकीय लगानी
sr: alfanumerički unos

source: Full shaped mode
hi: पूर्ण आकार का मोड
sr: unos daleko istočnih simbola u punom formatu

source: Half shaped mode
hi: आधे आकार का मोड
sr: unos daleko istoÄnih simbola u saÅ¾etom formatu

source: half alphanumeric
hi: आधा अल्फ़ान्यूमेरिक
sr: saÅ¾eti unos putem alfanumeriÄke tastature

source: half katakana
hi: आधा काटाकना
sr: saÅ¾eti katakana unos

source: alphanumeric
hi: अल्फ़ान्यूमेरिक
sr: alfanumeriÄki

source: half katakana roman
hi: आधा काटाकना रोमन
sr: saÅ¾eti katakana rimski naÄin

source: hiragana roman
hi: हीरागाना रोमन
sr: hiragana rimski naÄin

source: katakana roman
hi: काटाकना रोमन
sr: katakana rimski naÄin

source: IME opened
hi: आयऐमई खुला
sr: IME otvoreno

source: IME closed
hi: आयऐमई बंद हुआ
sr: IME zatvoreno

source: unknown language
hi: अज्ञात भाषा
sr: nepoznat jezik

source: unknown input method
hi: अज्ञात इनपुट विधि
sr: nepoznat naÄin unosa

source: Error in appModule %s
hi: ऐपमौड्यूल %s में त्रुटि है
ka: შეცდომა %s მოდულში
sr: greÅ¡ka u aplikacijskom modulu%s
ur: ایپ ماڈیول %s میں نقص

source: banner
hi: बैनर
ka: ბანერი
sr: baner

source: complementary
hi: पूरक
ka: დამატებითი
sr: dodatni

source: content info
hi: सामग्री जानकारी
ka: ინფორმაცია შინაარსის შესახებ
sr: informacije o sadrÅ¾aju

source: main
hi: मुख्य
ka: მთავარი
sr: glavni

source: navigation
hi: नेविगेशन
ka: ნავიგაცია
sr: navigacija

source: search
hi: खोज
ka: ძებნა
sr: pretraÅ¾ivanje

source: form
hi: प्रपत्र
ka: ფორმა
sr: forma
ur: فارم

source: region
hi: क्षेत्र
sr: oblast

source: Arabic grade 1
hi: अरबी ग्रेड 1
sr: arapski stepen1

source: Farsi grade 1
hi: फारसी ग्रेड 1
sr: farsi stepen1

source: Bulgarian 8 dot computer braille
hi: बल्गेरियाई 8 डॉट कंप्यूटर ब्रेल
sr: bugarski osmotaÄkasti brajev kod

source: Welsh grade 1
hi: वेल्श ग्रेड 1
sr: velÅ¡ki stepen1

source: Welsh grade 2
hi: वेल्श ग्रेड 2
sr: velÅ¡ki stepen2

source: Czech grade 1
hi: चेक ग्रेड 1
sr: ÄeÅ¡ki stepen1

source: Danish grade 1
hi: डैनिश ग्रेड 1
sr: danski stepen1

source: Danish grade 2
hi: डैनिश ग्रेड 2
sr: danski stepen2

source: German 8 dot computer braille
hi: जर्मन 8 डॉट कंप्यूटर ब्रेल
ka: გერმანული 8 წერტილიანი ბრაილი
sr: nemaÄki osmotaÄkasti brajev kod

source: German grade 0
hi: जर्मन ग्रेड 0
sr: nemaÄki stepen0

source: German grade 1
hi: जर्मन ग्रेड 1
sr: nemaÄki stepen1

source: German grade 2
hi: जर्मन ग्रेड 2
ka: გერმანული მეორე საფეხური
sr: nemaÄki stepen2

source: English (U.K.) 8 dot computer braille
hi: अंग्रेजी (यूके) 8 डॉट कंप्यूटर ब्रेल
sr: englesko-britanski osmotaÄkasti brajev kod

source: English (U.K.) grade 1
hi: अंग्रेजी (यू.के.) ग्रेड 1
sr: englesko-britanski stepen1

source: English (U.K.) grade 2
hi: अंग्रेजी (यू.के.) ग्रेड 2
sr: englesko-britanski stepen2

source: English (U.S.) 6 dot computer braille
hi: अंग्रेजी (यू.एस.) 6 डॉट कंप्यूटर ब्रेल
sr: englesko-ameriÄki Å¡estotaÄkasti brajev kod

source: English (U.S.) 8 dot computer braille
hi: अंग्रेज़ी (यू.एस.) 8 डॉट कंप्यूटर ब्रेल
sr: englesko-ameriÄki osmotaÄkasti brrajev kod

source: English (U.S.) grade 1
hi: अंग्रेजी (यू.एस.) ग्रेड 1
sr: englesko-ameriÄki stepen1

source: English (U.S.) grade 2
hi: अंग्रेजी (यू.एस.) ग्रेड 2
sr: englesko-ameriÄki stepen 2

source: Spanish 8 dot computer braille
hi: स्पेनिश 8 डॉट कंप्यूटर ब्रेल
sr: Å¡panski osmotaÄkasti brajev kod

source: Spanish grade 1
hi: स्पेनिश ग्रेड 1
sr: Å¡panski stepen1

source: Estonian grade 0
hi: एस्टोनियाई ग्रेड 0
sr: estonski stepen0

source: Ethiopic grade 1
hi: इथियोपियाई ग्रेड 1
sr: etiopijski stepen 1

source: Finnish 8 dot computer braille
hi: फिनिश 8 डौट कंप्यूटर ब्रेल
sr: finski osmotaÄkasti brajev kod

source: French (Canada) grade 1
hi: फ्रेंच (कनाडा) ग्रेड 1
sr: francusko-kanadski stepen1

source: French (Canada) grade 2
hi: फ्रेंच (कनाडा) ग्रेड 2
sr: francusko-kanadski stepen2

source: French (unified) 6 dot computer braille
hi: फ्रेंच (एकीकृत) 6 डॉट कंप्यूटर ब्रेल
sr: francuski( jedinstveni) osmotaÄkasti brajev kod

source: French (unified) 8 dot computer braille
hi: फ्रांसीसी (एकीकृत) 6 कंप्यूटर ब्रेल डॉट
sr: francuski osmotaÄkasti brajev kod

source: French (unified) Grade 2
hi: (फ्रेंच एकीकृत) 2 ग्रेड
sr: francuski stepen2

source: Greek (Greece) grade 1
hi: यूनानी () ग्रीस 1 ग्रेड
sr: grÄki stepen1

source: Hebrew 8 dot computer braille
hi: 8 हिब्रू कंप्यूटर ब्रेल डॉट
ka: ებრაული რვა წერტილიანი
sr: hebrejski osmotaÄkasti brajev kod

source: Hindi grade 1
hi: 1 ग्रेड हिन्दी
sr: hindi stepen1

source: Croatian 8 dot computer braille
hi: 8 क्रोएशियाई कंप्यूटर ब्रेल डॉट
sr: hrvatski osmotaÄkasti brajev kod

source: Hungarian 8 dot computer braille
hi: हंगरी 8 कंप्यूटर ब्रेल डॉट
sr: maÄarski osmotaÄkasti brajev kod

source: Hungarian grade 1
hi: हंगेरी ग्रेड 1
sr: maÄarski stepen1

source: Icelandic 8 dot computer braille
hi: आइसलैंडिक 8 डॉट कंप्यूटर ब्रेल
sr: islandski osmotaÄkasti brajev kod

source: Italian 6 dot computer braille
hi: इतालवी 6 डॉट कंप्यूटर ब्रेल
sr: italijanski osmotaÄkasti brajev kod

source: Italian 8 dot computer braille
hi: इतालवी 8 डॉट कंप्यूटर ब्रेल
sr: italijanski osmotaÄkasti brajev kod

source: Korean grade 1
hi: कोरियाई ग्रेड 1
sr: korejski stepen1

source: Korean grade 2
hi: कोरियाई ग्रेड 2
sr: korejski stepen2

source: Latvian grade 1
hi: लातवियाई ग्रेड 1
sr: litvanski stepen1

source: Dutch (Belgium) grade 1
hi: डच (बेल्जियम) 1 ग्रेड
sr: holandski (belgija) stepen1

source: Dutch (netherlands) grade 1
hi: डच () नीदरलैंड्स 1 ग्रेड
sr: holandski (holandija) stepen1

source: Norwegian 8 dot computer braille
hi: नार्वेजियन 8 डॉट कंप्यूटर ब्रेल
sr: norveÅ¡ki osmotaÄkasti brajev kod

source: Norwegian grade 0
hi: ग्रेड नार्वेजियन 0
sr: norveÅ¡ki stepen0

source: Norwegian grade 1
hi: ग्रेड नार्वे 1
sr: norveÅ¡ki stepen1

source: Norwegian grade 2
hi: ग्रेड नार्वे 2
sr: norveÅ¡ki stepen2

source: Norwegian grade 3
hi: 3 ग्रेड नार्वे
sr: norveÅ¡ki stepen3

source: Polish grade 1
hi: पोलिश ग्रेड 1
sr: poljski stepen1

source: Portuguese 8 dot computer braille
hi: पुर्तगाली 8 डॉट कंप्यूटर ब्रेल
sr: portugalski osmotaÄkasti brajev kod

source: Portuguese grade 1
hi: 1 ग्रेड पुर्तगाली
sr: portugalski stepen1

source: Portuguese grade 2
hi: पुर्तगाली ग्रेड 2
sr: portugalski stepen2

source: Russian braille for computer code
hi: कंप्यूटर कोड के लिए रूसी ब्रेल
sr: ruski braj za rsaÄunare

source: Russian grade 1
hi: रूसी ग्रेड 1
ka: რუსული პირველი საფეხური
sr: ruski stepen1

source: Swedish grade 1
hi: स्वीडिश ग्रेड 1
ka: შვედური პირველი საფეხური
sr: Å¡veddski stepen1

source: Slovak
hi: स्लोवाक
sr: slovaÄki

source: Slovene grade 1
hi: स्लोवींट ग्रेड 1
sr: slovenaÄki stepen1

source: Serbian grade 1
hi: सर्बियाई ग्रेड 1
sr: srpski stepen1

source: Tamil grade 1
hi: तमिल ग्रेड 1
sr: tamilski stepen1

source: Turkish grade 1
hi: तुर्की ग्रेड 1
sr: turski stepen1

source: Unified English Braille Code grade 1
hi: अंग्रेजी ब्रेल कोड 1 ग्रेड एकीकृत
sr: jedinstveni engleski brajev kodni stepen1

source: Unified English Braille Code grade 2
hi: अंग्रेजी ब्रेल कोड 2 ग्रेड एकीकृत
sr: jedinstveni engleski brajev kodni stepen2

source: Chinese (Hong Kong, Cantonese)
hi: चीनी (हांगकांग, केनटोनीज)
sr: kineski(honk kong kantonski)

source: Chinese (Taiwan, Mandarin)
hi: चीनी (ताइवान, मंदारिन)
ka: ჩინური (Taiwan, Mandarin)
sr: kineski(tajvan mandarinski)

source: not %s
hi: नहीं% s
ka: არა %s
sr: nije%s
ur: %s نہیں

source: {number} of {total}
sr: {number} od {total}

source: Automatic
hi: स्वचालित
sr: automatski

source: braille
hi: ब्रेल
sr: brajev

source: space with dot
hi: के साथ जगह छोडे.
sr: razmak sa taÄkom

source: dot
hi: डॉट
sr: taÄka
ur: نقطہ

source: space
hi: जगह
ka: ჰარი
sr: razmak
ur: وقفہ

source: focus mode
hi: फोकस मोड
ka: რედაქტირების რეჟიმი
sr: režim fokusiranja

source: browse mode
hi: ब्राउज़ मोड
ka: ნახვის რეჟიმი
sr: režim pretraživanja

source: Not supported in this document
sr: nije podržano u ovom dokumentu

source: Presents a list of links, headings or landmarks
hi: प्रस्तुत लिंक की सूची के शीर्षकों, या स्थलों
ka: იძახებს სიების, ბმულების, სათაურებისა და ორიენტირების დიალოგს
sr: prikazuje listu linkova, zaglavlja i orjentira

source: activates the current object in the document
hi: दस्तावेज़ में वर्तमान वस्तु को सक्रिय करे
sr: aktivira trenutni objekat u dokumentu

source: moves to the next heading
hi: शीर्ष करने के लिए अगले कदम
ka: გადადის შემდეგ სათაურზე
sr: premešta se na sledeće zaglavlje
ur: اگلی سرخی کی طرف بڑھاتا ہے

source: no next heading
hi: नहीं अगले शीर्षक
ka: არ არის შემდეგი სათაური
sr: nema sledećeg zaglavlja

source: moves to the previous heading
hi: पिछले शीर्ष करने के लिए कदम
ka: გადადის წინა სათაურზე
sr: premešta se na prethodno zaglavlje
ur: پچھلی سرخی کی طرف بڑھاتا ہے

source: no previous heading
hi: कोई पिछले शीर्षक नहीं
ka: არ არის წინა სათაური
sr: nema prethodnog zaglavlja

source: moves to the next heading at level 1
hi: करने के लिए कदम 1 के स्तर पर अगले शीर्षक
ka: დონე 1 გადადის შემდეგ სატაურზე
sr: premešta se na sledeće zaglavlje na nivou 1

source: no next heading at level 1
hi: कोई 1 अगले स्तर पर शीर्ष
ka: დონე 1 არ არის შემდეგი სათაური
sr: nema sledećeg zaglavlja na nivou 1

source: moves to the previous heading at level 1
hi: करने के लिए कदम 1 के स्तर पर पिछले शीर्षक
ka: დონე 1 გადადის წინა სათაურზე
sr: Ð¿ÑÐµÐ¼ÐµÑÑÐ° ÑÐµ Ð½Ð° Ð¿ÑÐµÑÑ Ð¾Ð´Ð½Ð¸ Ð½Ð°ÑÐ»Ð¾Ð² Ð½Ð° Ð½Ð¸Ð²Ð¾Ñ 1

source: no previous heading at level 1
hi: नहीं 1 के स्तर पर पिछले शीर्षक
ka: დონე 1 არ არის წინა სათაური
sr: Ð½ÐµÐ¼Ð° Ð¿ÑÐµÑÑ Ð¾Ð´Ð½Ð¾Ð³ Ð½Ð°ÑÐ»Ð¾Ð²Ð° Ð½Ð° Ð½Ð¸Ð²Ð¾Ñ 1

source: moves to the next heading at level 2
hi: करने के लिए कदम 2 स्तर पर अगले शीर्षक
ka: დონე 2 გადადის შემდეგ სატაურზე
sr: Ð¿ÑÐµÐ¼ÐµÑÑÐ° ÑÐµ Ð½Ð° Ð½Ð°ÑÐµÐ´Ð½Ð¸ Ð½Ð°ÑÐ»Ð¾Ð² Ð½Ð° Ð½Ð¸Ð²Ð¾Ñ 2

source: no next heading at level 2
hi: कोई 2 अगले स्तर पर शीर्ष
ka: დონე 2 არ არის შემდეგი სათაური
sr: Ð½ÐµÐ¼Ð° Ð½Ð°ÑÐµÐ´Ð½Ð¾Ð³ Ð½Ð°ÑÐ»Ð¾Ð²Ð° Ð½Ð° Ð½Ð¸Ð²Ð¾Ñ 2

source: moves to the previous heading at level 2
hi: करने के लिए कदम 2 के स्तर पर पिछले शीर्षक
ka: დონე 2 გადადის წინა სათაურზე
sr: Ð¿ÑÐµÐ¼ÐµÑÑÐ° ÑÐµ Ð½Ð° Ð¿ÑÐµÑÑ Ð¾Ð´Ð½Ð¸ Ð½Ð°ÑÐ»Ð¾Ð² Ð½Ð° Ð½Ð¸Ð²Ð¾Ñ 2

source: no previous heading at level 2
hi: कोई 2 स्तर पर पिछले शीर्षक
ka: დონე 2 არ არის წინა სათაური
sr: Ð½ÐµÐ¼Ð° Ð¿ÑÐµÑÑ Ð¾Ð´Ð½Ð¾Ð³ Ð½Ð°ÑÐ»Ð¾Ð²Ð° Ð½Ð° Ð½Ð¸Ð²Ð¾Ñ 2

source: moves to the next heading at level 3
hi: करने के लिए कदम 3 स्तर पर आगे बढ़ रहा है
ka: დონე 3 გადადის შემდეგ სატაურზე
sr: Ð¿ÑÐµÐ¼ÐµÑÑÐ° ÑÐµ Ð½Ð° Ð½Ð°ÑÐµÐ´Ð½Ð¸ Ð½Ð°ÑÐ»Ð¾Ð² Ð½Ð° Ð½Ð¸Ð²Ð¾Ñ 3

source: no next heading at level 3
hi: कोई 3 स्तर पर अगले शीर्षक
ka: დონე 3 არ არის შემდეგი სათაური
sr: Ð½ÐµÐ¼Ð° Ð½Ð°ÑÐµÐ´Ð½Ð¾Ð³ Ð½Ð°ÑÐ»Ð¾Ð²Ð° Ð½Ð° Ð½Ð¸Ð²Ð¾Ñ 3

source: moves to the previous heading at level 3
hi: करने के लिए कदम 3 स्तर पर पिछले शीर्षक
ka: დონე 3 გადადის წინა სათაურზე
sr: Ð¿ÑÐµÐ¼ÐµÑÑÐ° ÑÐµ Ð½Ð° Ð¿ÑÐµÑÑ Ð¾Ð´Ð½Ð¸ Ð½Ð°ÑÐ»Ð¾Ð² Ð½Ð° Ð½Ð¸Ð²Ð¾Ñ 3

source: no previous heading at level 3
hi: कोई 3 स्तर पर पिछले शीर्षक
ka: დონე 3 არ არის წინა სათაური
sr: Ð½ÐµÐ¼Ð° Ð¿ÑÐµÑÑ Ð¾Ð´Ð½Ð¾Ð³ Ð½Ð°ÑÐ»Ð¾Ð²Ð° Ð½Ð° Ð½Ð¸Ð²Ð¾Ñ 3

source: moves to the next heading at level 4
hi: करने के लिए कदम 4 स्तर पर आगे बढ़ रहा है
ka: დონე 4 გადადის შემდეგ სატაურზე
sr: Ð¿ÑÐµÐ¼ÐµÑÑÐ° ÑÐµ Ð½Ð° Ð½Ð°ÑÐµÐ´Ð½Ð¸ Ð½Ð°ÑÐ»Ð¾Ð² Ð½Ð° Ð½Ð¸Ð²Ð¾Ñ 4

source: no next heading at level 4
hi: कोई 4 स्तर पर अगले शीर्षक
ka: დონე 4 არ არის შემდეგი სათაური
sr: Ð½ÐµÐ¼Ð° Ð½Ð°ÑÐµÐ´Ð½Ð¾Ð³ Ð½Ð°ÑÐ»Ð¾Ð²Ð° Ð½Ð° Ð½Ð¸Ð²Ð¾Ñ 4

source: moves to the previous heading at level 4
hi: करने के लिए कदम 4 स्तर पर पिछले शीर्षक
ka: დონე 4 გადადის წინა სათაურზე
sr: Ð¿ÑÐµÐ¼ÐµÑÑÐ° ÑÐµ Ð½Ð° Ð¿ÑÐµÑÑ Ð¾Ð´Ð½Ð¸ Ð½Ð°ÑÐ»Ð¾Ð² Ð½Ð° Ð½Ð¸Ð²Ð¾Ñ 4

source: no previous heading at level 4
hi: नहीं पिछले 4 स्तर पर शीर्ष
ka: დონე 4 არ არის წინა სათაური
sr: Ð½ÐµÐ¼Ð° Ð¿ÑÐµÑÑ Ð¾Ð´Ð½Ð¾Ð³ Ð½Ð°ÑÐ»Ð¾Ð²Ð° Ð½Ð° Ð½Ð¸Ð²Ð¾Ñ 4

source: moves to the next heading at level 5
hi: करने के लिए कदम 5 स्तर पर अगले शीर्षक
ka: დონე 5 გადადის შემდეგ სატაურზე
sr: Ð¿ÑÐµÐ¼ÐµÑÑÐ° ÑÐµ Ð½Ð° Ð½Ð°ÑÐµÐ´Ð½Ð¸ Ð½Ð°ÑÐ»Ð¾Ð² Ð½Ð° Ð½Ð¸Ð²Ð¾Ñ 5

source: no next heading at level 5
hi: कोई 5 स्तर पर अगले शीर्षक
ka: დონე 5 არ არის შემდეგი სათაური
sr: Ð½ÐµÐ¼Ð° Ð½Ð°ÑÐµÐ´Ð½Ð¾Ð³ Ð½Ð°ÑÐ»Ð¾Ð²Ð° Ð½Ð° Ð½Ð¸Ð²Ð¾Ñ 5

source: moves to the previous heading at level 5
hi: करने के लिए कदम 5 स्तर पर पिछले शीर्षक
ka: დონე 5 გადადის წინა სათაურზე
sr: Ð¿ÑÐµÐ¼ÐµÑÑÐ° ÑÐµ Ð½Ð° Ð¿ÑÐµÑÑ Ð¾Ð´Ð½Ð¸ Ð½Ð°ÑÐ»Ð¾Ð² Ð½Ð° Ð½Ð¸Ð²Ð¾Ñ 5

source: no previous heading at level 5
hi: कोई 5 स्तर पर पिछले शीर्षक
ka: დონე 5 არ არის წინა სათაური
sr: Ð½ÐµÐ¼Ð° Ð¿ÑÐµÑÑ Ð¾Ð´Ð½Ð¾Ð³ Ð½Ð°ÑÐ»Ð¾Ð²Ð° Ð½Ð° Ð½Ð¸Ð²Ð¾Ñ 5

source: moves to the next heading at level 6
hi: करने के लिए कदम 6 के स्तर पर आगे बढ़ रहा है
ka: დონე 6 გადადის შემდეგ სატაურზე
sr: Ð¿ÑÐµÐ¼ÐµÑÑÐ° ÑÐµ Ð½Ð° Ð½Ð°ÑÐµÐ´Ð½Ð¸ Ð½Ð°ÑÐ»Ð¾Ð² Ð½Ð° Ð½Ð¸Ð²Ð¾Ñ 6

source: no next heading at level 6
hi: कोई 6 के स्तर पर आगे बढ़ रहा है
ka: დონე 6 არ არის შემდეგი სათაური
sr: Ð½ÐµÐ¼Ð° Ð½Ð°ÑÐµÐ´Ð½Ð¾Ð³ Ð½Ð°ÑÐ»Ð¾Ð²Ð° Ð½Ð° Ð½Ð¸Ð²Ð¾Ñ 6

source: moves to the previous heading at level 6
hi: करने के लिए कदम 6 के स्तर पर पिछले शीर्षक
ka: დონე 6 გადადის წინა სათაურზე
sr: Ð¿ÑÐµÐ¼ÐµÑÑÐ° ÑÐµ Ð½Ð° Ð¿ÑÐµÑÑ Ð¾Ð´Ð½Ð¸ Ð½Ð°ÑÐ»Ð¾Ð² Ð½Ð° Ð½Ð¸Ð²Ð¾Ñ 6

source: no previous heading at level 6
hi: कोई 6 के स्तर पर पिछले शीर्षक
ka: დონე 6 არ არის წინა სათაური
sr: Ð½ÐµÐ¼Ð° Ð¿ÑÐµÑÑ Ð¾Ð´Ð½Ð¾Ð³ Ð½Ð°ÑÐ»Ð¾Ð²Ð° Ð½Ð° Ð½Ð¸Ð²Ð¾Ñ 6

source: moves to the next table
hi: अगले तालिका करने के लिए कदम
ka: გადადის შემდეგ ცხრილზე
sr: Ð¿ÑÐµÐ¼ÐµÑÑÐ° ÑÐµ Ñ Ð½Ð°ÑÐµÐ´Ð½Ñ ÑÐ°Ð±ÐµÐ»Ñ
ur: اگلی جدول کی طرف بڑھاتا ہے

source: no next table
hi: कोई अगली मेज
ka: არ არის შემდეგი ცხრილი
sr: Ð½ÐµÐ¼Ð° Ð½Ð°ÑÐµÐ´Ð½Ðµ ÑÐ°Ð±ÐµÐ»Ðµ

source: moves to the previous table
hi: पिछले तालिका करने के लिए कदम
ka: გადადის წინა ცხრილზე
sr: Ð¿ÑÐµÐ¼ÐµÑÑÐ° ÑÐµ Ð½Ð° Ð¿ÑÐµÑÑ Ð¾Ð´Ð½Ñ ÑÐ°Ð±ÐµÐ»Ñ
ur: پچھلی جدول کی طرف بڑھاتا ہے

source: no previous table
hi: कोई पिछले तालिका
ka: არ არის წინა ცხრილი
sr: Ð½ÐµÐ¼Ð° Ð¿ÑÐµÑÑ Ð¾Ð´Ð½Ðµ ÑÐ°Ð±ÐµÐ»Ðµ

source: moves to the next link
hi: अगली कड़ी करने के लिए कदम
ka: გადადის შემდეგ ბმულზე
sr: Ð¿ÑÐµÐ¼ÐµÑÑÐ° ÑÐµ Ð½Ð° Ð½Ð°ÑÐµÐ´Ð½Ð¸ Ð»Ð¸Ð½Ðº
ur: اگلے ربط کی طرف بڑھاتا ہے

source: no next link
hi: कोई अगली कड़ी
ka: არ არის შემდეგი ბმული
sr: Ð½ÐµÐ¼Ð° Ð½Ð°ÑÐµÐ´Ð½Ð¾Ð³ Ð»Ð¸Ð½ÐºÐ°

source: moves to the previous link
hi: पिछले लिंक करने के लिए कदम
ka: გადადის წინა ბმულზე
sr: Ð¿ÑÐµÐ¼ÐµÑÑÐ° ÑÐµ Ð½Ð° Ð¿ÑÐµÑÑ Ð¾Ð´Ð½Ð¸ Ð»Ð¸Ð½Ðº
ur: پچھلے ربط کی طرف بڑھاتا ہے

source: no previous link
hi: कोई पिछले लिंक
ka: არ არის წინა ბმული
sr: Ð½ÐµÐ¼Ð° Ð¿ÑÐµÑÑ Ð¾Ð´Ð½Ð¾Ð³ Ð»Ð¸Ð½ÐºÐ°

source: moves to the next visited link
hi: अगली कड़ी का दौरा करने के लिए कदम
ka: გადადის შემდეგ ნანახ ბმულზე
sr: Ð¿ÑÐµÐ¼ÐµÑÑÐ° ÑÐµ Ð½Ð° Ð½Ð°ÑÐµÐ´Ð½Ð¸ Ð¿Ð¾ÑÐµÑÐµÐ½Ð¸ Ð»Ð¸Ð½Ðº

source: no next visited link
hi: कोई अगली कड़ी का दौरा किया
ka: არ არის შემდეგი ნანახი ბმული
sr: Ð½ÐµÐ¼Ð° Ð½Ð°ÑÐµÐ´Ð½Ð¾Ð³ Ð¿Ð¾ÑÐµÑÐµÐ½Ð¾Ð³ Ð»Ð¸Ð½ÐºÐ°

source: moves to the previous visited link
hi: पिछले सैर लिंक करने के लिए कदम
ka: გადადის წინა ნანახ ბმულზე
sr: Ð¿ÑÐµÐ¼ÐµÑÑÐ° ÑÐµ Ð½Ð° Ð¿ÑÐµÑÑ Ð¾Ð´Ð½Ð¸ Ð¿Ð¾ÑÐµÑÐµÐ½Ð¸ Ð»Ð¸Ð½Ðº

source: no previous visited link
hi: कोई पिछले लिंक का दौरा किया
ka: არ არის წინა უნახავი ბმული
sr: Ð½ÐµÐ¼Ð° Ð¿ÑÐµÑÑ Ð¾Ð´Ð½Ð¾Ð³ Ð¿Ð¾ÑÐµÑÐµÐ½Ð¾Ð³ Ð»Ð¸Ð½ÐºÐ°

source: moves to the next unvisited link
hi: अगले भ्रमण किये लिंक करने के लिए कदम
ka: გადადის შემდეგ უნახავ ბმულზე
sr: Ð¿ÑÐµÐ¼ÐµÑÑÐ° ÑÐµ Ð½Ð° Ð½Ð°ÑÐµÐ´Ð½Ð¸ Ð½ÐµÐ¿Ð¾ÑÐµÑÐµÐ½Ð¸ Ð»Ð¸Ð½Ðº

source: no next unvisited link
hi: कोई अगले भ्रमण किये लिंक
ka: არ არის შემდეგი უნახავი ბმული
sr: Ð½ÐµÐ¼Ð° Ð½Ð°ÑÐµÐ´Ð½Ð¾Ð³ Ð½ÐµÐ¿Ð¾ÑÐµÑÐµÐ½Ð¾Ð³ Ð»Ð¸Ð½ÐºÐ°

source: moves to the previous unvisited link
hi: पिछले भ्रमण किये लिंक करने के लिए कदम
ka: გადადის წინა უნახავ ბმულზე
sr: Ð¿ÑÐµÐ¼ÐµÑÑÐ° ÑÐµ Ð½Ð° Ð¿ÑÐµÑÑ Ð¾Ð´Ð½Ð¸ Ð½ÐµÐ¿Ð¾ÑÐµÑÐµÐ½Ð¸ Ð»Ð¸Ð½Ðº

source: no previous unvisited link
hi: कोई पिछले भ्रमण किये लिंक
ka: არ არის წინა უნახავი ბმული
sr: Ð½ÐµÐ¼Ð° Ð¿ÑÐµÑÑ Ð¾Ð´Ð½Ð¾Ð³ Ð½ÐµÐ¿Ð¾ÑÐµÑÐµÐ½Ð¾Ð³ Ð»Ð¸Ð½ÐºÐ°

source: moves to the next form field
hi: अगले फार्म करने के लिए कदम क्षेत्र
ka: გადადის ფორმის შემდეგ ველზე
sr: Ð¿ÑÐµÐ¼ÐµÑÑÐ° ÑÐµ Ð½Ð° Ð½Ð°ÑÐµÐ´Ð½Ð¾ Ð¿Ð¾ÑÐµ Ñ Ð¾Ð±ÑÐ°ÑÑÑ

source: no next form field
hi: कोई अगले प्रपत्र फ़ील्ड
ka: არ არის ფორმის შემდეგი ველი
sr: Ð½ÐµÐ¼Ð° Ð½Ð°ÑÐµÐ´Ð½Ð¾Ð³ Ð¿Ð¾ÑÐ° Ñ Ð¾Ð±ÑÐ°ÑÑÑ

source: moves to the previous form field
hi: पिछले फार्म करने के लिए कदम क्षेत्र
ka: გადადის ფორმის წინა ველზე
sr: Ð¿ÑÐµÐ¼ÐµÑÑÐ° ÑÐµ Ð½Ð° Ð¿ÑÐµÑÑ Ð¾Ð´Ð½Ð¾ Ð¿Ð¾ÑÐµ Ñ Ð¾Ð±ÑÐ°ÑÑÑ
ur: پچھلے فارم قطعے کی طرف بڑھاتا ہے

source: no previous form field
hi: कोई पिछले प्रपत्र फ़ील्ड
ka: არ არის წინა ფორმის ველი
sr: Ð½ÐµÐ¼Ð° Ð¿ÑÐµÑÑ Ð¾Ð´Ð½Ð¾Ð³ Ð¿Ð¾ÑÐ° Ñ Ð¾Ð±ÑÐ°ÑÑÑ

source: moves to the next list
hi: अगले सूची करने के लिए कदम
ka: გადადის შემდეგ სიაზე
sr: Ð¿ÑÐµÐ¼ÐµÑÑÐ° ÑÐµ Ð½Ð° Ð½Ð°ÑÐµÐ´Ð½Ñ Ð»Ð¸ÑÑÑ
ur: اگلی فہرست کی طرف بڑھاتا ہے

source: no next list
hi: कोई अगले सूची
ka: არ არის შემდეგი სია
sr: Ð½ÐµÐ¼Ð° Ð½Ð°ÑÐµÐ´Ð½Ðµ Ð»Ð¸ÑÑÐµ

source: moves to the previous list
hi: पिछली सूची करने के लिए कदम
ka: გადადის წინა სიაზე
sr: Ð¿ÑÐµÐ¼ÐµÑÑÐ° ÑÐµ Ð½Ð° Ð¿ÑÐµÑÑ Ð¾Ð´Ð½Ñ Ð»Ð¸ÑÑÑ
ur: پچھلی فہرست کی طرف بڑھاتا ہے

source: no previous list
hi: कोई पिछले सूची
ka: არ არის წინა სია
sr: Ð½ÐµÐ¼Ð° Ð¿ÑÐµÑÑ Ð¾Ð´Ð½Ðµ Ð»Ð¸ÑÑÐµ

source: moves to the next list item
hi: अगले सूची आइटम करने के लिए कदम
ka: გადადის სიის შემდეგ ელემენტზე
sr: Ð¿ÑÐµÐ¼ÐµÑÑÐ° ÑÐµ Ð½Ð° Ð½Ð°ÑÐµÐ´Ð½Ñ ÑÑÐ°Ð²ÐºÑ Ð»Ð¸ÑÑÐµ
ur: اگلی فہرست شے کی طرف بڑھاتا ہے

source: no next list item
hi: कोई अगले सूची आइटम
ka: არ არის სიის შემდეგი ელემენტი
sr: Ð½ÐµÐ¼Ð° Ð½Ð°ÑÐµÐ´Ð½Ðµ ÑÑÐ°Ð²ÐºÐµ Ð»Ð¸ÑÑÐµ

source: moves to the previous list item
hi: पिछली सूची आइटम करने के लिए कदम
ka: გადადის სიის წინა ელემენტზე
sr: Ð¿ÑÐµÐ¼ÐµÑÑÐ° ÑÐµ Ð½Ð° Ð¿ÑÐµÑÑ Ð¾Ð´Ð½Ñ ÑÑÐ°Ð²ÐºÑ Ð»Ð¸ÑÑÐµ
ur: پچھلی فہرست شے کی طرف بڑھاتا ہے

source: no previous list item
hi: कोई पिछले सूची आइटम
ka: არ არის სიის წინა ელემენტი
sr: Ð½ÐµÐ¼Ð° Ð¿ÑÐµÑÑ Ð¾Ð´Ð½Ðµ ÑÑÐ°Ð²ÐºÐµ Ð»Ð¸ÑÑÐµ

source: moves to the next button
hi: अगले बटन करने के लिए कदम
ka: გადადის შემდეგ ღილაკზე
sr: Ð¿ÑÐµÐ¼ÐµÑÑÐ° ÑÐµ Ð½Ð° Ð½Ð°ÑÐµÐ´Ð½Ð¾ Ð´ÑÐ³Ð¼Ðµ

source: no next button
hi: कोई अगला बटन
ka: არ არის შემდეგი ღილაკი
sr: Ð½ÐµÐ¼Ð° Ð½Ð°ÑÐµÐ´Ð½Ð¾Ð³ Ð´ÑÐ³Ð¼ÐµÑÐ°

source: moves to the previous button
hi: पिछले बटन करने के लिए कदम
ka: გადადის წინა ღილაკზე
sr: Ð¿ÑÐµÐ¼ÐµÑÑÐ° ÑÐµ Ð¿ÑÐµÑÑ Ð¾Ð´Ð½Ð¾ Ð´ÑÐ³Ð¼Ðµ

source: no previous button
hi: कोई पिछले बटन
ka: არ არის წინა ღილაკი
sr: Ð½ÐµÐ¼Ð° Ð¿ÑÐµÑÑ Ð¾Ð´Ð½Ð¾Ð³ Ð´ÑÐ³Ð¼ÐµÑÐ°

source: moves to the next edit field
hi: अगले संपादित करने के लिए कदम क्षेत्र
ka: გადადის შემდეგ რედაქტორის ველზე
sr: Ð¿ÑÐµÐ¼ÐµÑÑÐ° ÑÐµ Ð½Ð° Ð½Ð°ÑÐµÐ´Ð½Ð¾ Ð¿Ð¾ÑÐµ Ð·Ð° ÑÑÐµÑÐ¸Ð²Ð°ÑÐµ

source: no next edit field
hi: अगले फ़ील्ड को संपादित नहीं
ka: არ არის შემდეგი რედაქტორის ველი
sr: Ð½ÐµÐ¼Ð° Ð½Ð°ÑÐµÐ´Ð½Ð¾Ð³ Ð¿Ð¾ÑÐ° Ð·Ð° ÑÑÐµÑÐ¸Ð²Ð°ÑÐµ

source: moves to the previous edit field
hi: पिछले संपादित करने के लिए कदम क्षेत्र
ka: გადადის წინა რედაქტორის ველზე
sr: Ð¿ÑÐµÐ¼ÐµÑÑÐ° ÑÐµ Ð½Ð° Ð¿ÑÐµÑÑ Ð¾Ð´Ð½Ð¾ Ð¿Ð¾ÑÐµ Ð·Ð° ÑÑÐµÑÐ¸Ð²Ð°ÑÐµ

source: no previous edit field
hi: पिछले संपादित करें कोई फ़ील्ड
ka: არ არის წინა რედაქტორის ველი
sr: Ð½ÐµÐ¼Ð° Ð¿ÑÐµÑÑ Ð¾Ð´Ð½Ð¾Ð³ Ð¿Ð¾ÑÐ° Ð·Ð° ÑÑÐµÑÐ¸Ð²Ð°ÑÐµ

source: moves to the next frame
hi: अगले फ्रेम करने के लिए कदम
ka: გადადის შემდეგ ფრეიმზე
sr: Ð¿ÑÐµÐ¼ÐµÑÑÐ° ÑÐµ Ð½Ð° Ð½Ð°ÑÐµÐ´Ð½Ð¸ Ð¾ÐºÐ²Ð¸Ñ

source: no next frame
hi: कोई अगले फ्रेम
ka: არ არის შემდეგი ფრეიმი
sr: Ð½ÐµÐ¼Ð° Ð½Ð°ÑÐµÐ´Ð½Ð¾Ð³ Ð¾ÐºÐ²Ð¸ÑÐ°

source: moves to the previous frame
hi: पिछले फ्रेम करने के लिए कदम
ka: გადადის წინა ფრეიმზე
sr: Ð¿ÑÐµÐ¼ÐµÑÑÐ° ÑÐµ Ð½Ð° Ð¿ÑÐµÑÑ Ð¾Ð´Ð½Ð¸ Ð¾ÐºÐ²Ð¸Ñ

source: no previous frame
hi: कोई पिछले फ्रेम
ka: არ არის წინა ფრეიმი
sr: Ð½ÐµÐ¼Ð° Ð¿ÑÐµÑÑ Ð¾Ð´Ð½Ð¾Ð³ Ð¾ÐºÐ²Ð¸ÑÐ°

source: moves to the next separator
hi: अगले विभाजक पर जाए
ka: გადადის შემდეგ გამყოფზე
sr: Ð¿ÑÐµÐ¼ÐµÑÑÐ° ÑÐµ Ð½Ð° Ð½Ð°ÑÐµÐ´Ð½Ð¸ ÑÐµÐ¿Ð°ÑÐ°ÑÐ¾Ñ

source: no next separator
hi: कोई अगले विभाजक
ka: არ არის შემდეგი გამყოფი
sr: Ð½ÐµÐ¼Ð° Ð½Ð°ÑÐµÐ´Ð½Ð¾Ð³ ÑÐµÐ¿Ð°ÑÐ°ÑÐ¾ÑÐ°

source: moves to the previous separator
hi: पिछले विभाजक करने के लिए कदम
ka: გადადის წინა გამყოფზე
sr: Ð¿ÑÐµÐ¼ÐµÑÑÐ° ÑÐµ Ð½Ð° Ð¿ÑÐµÑÑ Ð¾Ð´Ð½Ð¸ ÑÐµÐ¿Ð°ÑÐ°ÑÐ¾Ñ

source: no previous separator
hi: कोई पिछले विभाजक
ka: არ არის წინა გამყოფი
sr: Ð½ÐµÐ¼Ð° Ð¿ÑÐµÑÑ Ð¾Ð´Ð½Ð¾Ð³ ÑÐµÐ¿Ð°ÑÐ°ÑÐ¾ÑÐ°

source: moves to the next radio button
hi: कोई पिछले विभाजक
ka: გადადის შემდეგ რადიო ღილაკზე
sr: Ð¿ÑÐµÐ¼ÐµÑÑÐ° ÑÐµ Ð½Ð° Ð½Ð°ÑÐµÐ´Ð½Ð¾ ÑÐ°Ð´Ð¸Ð¾ Ð´ÑÐ³Ð¼Ðµ

source: no next radio button
hi: कोई अगला रेडियो बटन नही है
ka: არ არის შემდეგი რადიო ღილაკი
sr: Ð½ÐµÐ¼Ð° Ð½Ð°ÑÐµÐ´Ð½Ð¾Ð³ ÑÐ°Ð´Ð¸Ð¾ Ð´ÑÐ³Ð¼ÐµÑÐ°

source: moves to the previous radio button
hi: पिछले रेडियो बटन पर जाए
ka: გადადის წინა რადიო ღილაკზე
sr: Ð¿ÑÐµÐ¼ÐµÑÑÐ° ÑÐµ Ð½Ð° Ð¿ÑÐµÑÑ Ð¾Ð´Ð½Ð¾ ÑÐ°Ð´Ð¸Ð¾ Ð´ÑÐ³Ð¼Ðµ

source: no previous radio button
hi: कोई पिछला रेडियो बटन नही है
ka: არ არის წინა რადიო ღილაკი
sr: Ð½ÐµÐ¼Ð° Ð¿ÑÐµÑÑ Ð¾Ð´Ð½Ð¾Ð³ ÑÐ°Ð´Ð¸Ð¾ Ð´ÑÐ³Ð¼ÐµÑÐ°

source: moves to the next combo box
hi: अगले सम्मिश्रण बौक्स पर जाए
ka: გადადის შემდეგ კომბინირებულ სიაზე
sr: Ð¿ÑÐµÐ¼ÐµÑÑÐ° ÑÐµ Ð½Ð° Ð½Ð°ÑÐµÐ´Ð½Ð¸ Ð¸Ð·Ð±Ð¾ÑÐ½Ð¸ Ð¾ÐºÐ²Ð¸Ñ

source: no next combo box
hi: कोई कॉम्बो बॉक्स अगले
ka: არ არის შემდეგი კომბინირებული სია
sr: Ð½ÐµÐ¼Ð° Ð½Ð°ÑÐµÐ´Ð½Ð¾Ð³ Ð¸Ð·Ð±Ð¾ÑÐ½Ð¾Ð³ Ð¾ÐºÐ²Ð¸ÑÐ°

source: moves to the previous combo box
hi: पिछले कॉम्बो बॉक्स करने के लिए कदम
ka: გადადის წინა კომბინირებულ სიაზე
sr: Ð¿ÑÐµÐ¼ÐµÑÑÐ° ÑÐµ Ð½Ð° Ð¿ÑÐµÑÑ Ð¾Ð´Ð½Ð¸ Ð¸Ð·Ð±Ð¾ÑÐ½Ð¸ Ð¾ÐºÐ²Ð¸Ñ

source: no previous combo box
hi: कोई पिछले कॉम्बो बॉक्स
ka: არ არის წინა კომბინირებული სია
sr: Ð½ÐµÐ¼Ð° Ð¿ÑÐµÑÑ Ð¾Ð´Ð½Ð¾Ð³ Ð¸Ð·Ð±Ð¾ÑÐ½Ð¾Ð³ Ð¾ÐºÐ²Ð¸ÑÐ°

source: moves to the next check box
hi: अगले चेक बॉक्स करने के लिए कदम
ka: გადადის შემდეგ ალამზე
sr: Ð¿ÑÐµÐ¼ÐµÑÑÐ° ÑÐµ Ð½Ð° Ð½Ð°ÑÐµÐ´Ð½Ð¸ Ð¿Ð¾ÑÐ²ÑÐ´Ð½Ð¸ Ð¾Ð²Ð¸Ñ

source: no next check box
hi: कोई अगले चेक बॉक्स
ka: არ არის შემდეგი ალამი
sr: Ð½ÐµÐ¼Ð° Ð½Ð°ÑÐµÐ´Ð½Ð¾Ð³ Ð¿Ð¾ÑÐ²ÑÐ´Ð½Ð¾Ð³ Ð¾ÐºÐ²Ð¸ÑÐ°

source: moves to the previous check box
hi: पिछले चेक बॉक्स करने के लिए कदम
ka: გადადის წინა ალამზე
sr: Ð¿ÑÐµÐ¼ÐµÑÑÐ° ÑÐµ Ð½Ð° Ð¿ÑÐµÑÑ Ð¾Ð´Ð½Ð¸ Ð¿Ð¾ÑÐ²ÑÐ´Ð½Ð¸ Ð¾ÐºÐ²Ð¸Ñ

source: no previous check box
hi: कोई पिछले चेक बॉक्स
ka: არ არის წინა ალამი
sr: Ð½ÐµÐ¼Ð° Ð¿ÑÐµÑÑ Ð¾Ð´Ð½Ð¾Ð³ Ð¿Ð¾ÑÐ²ÑÐ´Ð½Ð¾Ð³ Ð¾ÐºÐ²Ð¸ÑÐ°

source: moves to the next graphic
hi: करने के लिए कदम ग्राफिक अगले
ka: გადადის შემდეგ გრაფიკულ ელემენტზე
sr: Ð¿ÑÐµÐ¼ÐµÑÑÐ° ÑÐµ Ð½Ð° Ð½Ð°ÑÐµÐ´Ð½Ð¸ ÑÑÑÐµÐ¶

source: no next graphic
hi: कोई ग्राफ़िक अगले
ka: არ არის შემდეგი გრაფიკული ელემენტი
sr: Ð½ÐµÐ¼Ð° Ð½Ð°ÑÐµÐ´Ð½Ð¾Ð³ ÑÑÑÐµÐ¶Ð°

source: moves to the previous graphic
hi: करने के लिए कदम पिछले ग्राफ़िक
ka: გადადის წინა გრაფიკულ ელემენტზე
sr: Ð¿ÑÐµÐ¼ÐµÑÑÐ° ÑÐµ Ð½Ð° Ð¿ÑÐµÑÑ Ð¾Ð´Ð½Ð¸ ÑÑÑÐµÐ¶

source: no previous graphic
hi: कोई पिछले ग्राफ़िक
ka: არ არის წინა გრაფიკული ელემენტი
sr: Ð½ÐµÐ¼Ð° Ð¿ÑÐµÑÑ Ð¾Ð´Ð½Ð¾Ð³ ÑÑÑÐµÐ¶Ð°

source: moves to the next block quote
hi: अगले ब्लॉक करने के लिए कदम बोली
ka: გადადის შემდეგ ციტატაზე
sr: Ð¿ÑÐµÐ¼ÐµÑÑÐ° ÑÐµ Ð½Ð° Ð½Ð°ÑÐµÐ´Ð½Ð¸ ÑÐ¸ÑÐ°Ñ

source: no next block quote
hi: कोई अगले खंड बोली
ka: არ არის შემდეგი ციტატა
sr: Ð½ÐµÐ¼Ð° Ð½Ð°ÑÐµÐ´Ð½Ð¾Ð³ ÑÐ¸ÑÐ°ÑÐ°

source: moves to the previous block quote
hi: पिछले ब्लॉक करने के लिए कदम बोली
ka: გადადის წინა ციტატაზე
sr: Ð¿ÑÐµÐ¼ÐµÑÑÐ° ÑÐµ Ð½Ð° Ð¿ÑÐµÑÑ Ð¾Ð´Ð½Ð¸ ÑÐ¸ÑÐ°Ñ

source: no previous block quote
hi: कोई पिछले ब्लॉक उद्धरण
ka: არ არის წინა ციტატა
sr: Ð½ÐµÐ¼Ð° Ð¿ÑÐµÑÑ Ð¾Ð´Ð½Ð¾Ð³ ÑÐ¸ÑÐ°ÑÐ°

source: skips forward past a block of links
hi: skips लिंक का एक ब्लॉक अतीत आगे
ka: გადადის ბმულების ჯგუფის შემდეგ არსებულ ტექსტზე
sr: Ð¿ÑÐµÑÐºÐ°ÑÐµ ÑÐ½Ð°Ð¿ÑÐµÐ´ Ð±Ð»Ð¾Ðº Ð»Ð¸Ð½ÐºÐ¾Ð²Ð°

source: no more text after a block of links
hi: लिंक का एक ब्लॉक के बाद कोई अधिक पाठ
ka: ბმულების ჯგუფის შემდეგ ტექსტი არ არის
sr: Ð½ÐµÐ¼Ð° Ð²Ð¸ÑÐµ ÑÐµÐºÑÑÐ° Ð¿Ð¾ÑÐ»Ðµ Ð±Ð»Ð¾ÐºÐ° Ð»Ð¸Ð½ÐºÐ¾Ð²Ð°
