Repository: nvdacn/screenReaderTranslations
Catalog: */nvda.po
Languages: hi, ka, sr, ur

source: skips backward past a block of links
hi: skips लिंक का एक ब्लॉक पिछले पिछड़े
ka: გადადის ბმულების ჯგუფის წინ მდებარე ტექხტზე
sr: Ð¿ÑÐµÑÐºÐ°ÑÐµ ÑÐ½Ð°Ð·Ð°Ð´ Ð±Ð»Ð¾Ðº Ð»Ð¸Ð½ÐºÐ¾Ð²Ð°

source: no more text before a block of links
hi: लिंक का एक ब्लॉक से पहले कोई और अधिक पाठ
ka: ბმულების ჯგუფის წინ ტექსტი არ არის
sr: Ð½ÐµÐ¼Ð° Ð²Ð¸ÑÐµ ÑÐµÐºÑÑÐ° Ð¿ÑÐµ Ð±Ð»Ð¾ÐºÐ° Ð»Ð¸Ð½ÐºÐ¾Ð²Ð°

source: moves to the next landmark
hi: अगले मील का पत्थर करने के लिए कदम
ka: გადადის შემდეგ ორიენტირზე
sr: Ð¿ÑÐµÐ¼ÐµÑÑÐ° Ð½Ð° Ð½Ð°ÑÐµÐ´Ð½Ð¸ Ð¾ÑÐ¸ÑÐµÐ½ÑÐ¸Ñ

source: no next landmark
hi: कोई अगले मील का पत्थर
ka: არ არის შემდეგი ორიენტირი
sr: Ð½ÐµÐ¼Ð° Ð½Ð°ÑÐµÐ´Ð½Ð¾Ð³ Ð¾ÑÐ¸ÑÐµÐ½ÑÐ¸ÑÐ°

source: moves to the previous landmark
hi: पिछले मील का पत्थर करने के लिए कदम
ka: გადადის წინა ორიენტირზე
sr: Ð¿ÑÐµÐ¼ÐµÑÑÐ° Ð½Ð° Ð¿ÑÐµÑÑ Ð¾Ð´Ð½Ð¸ Ð¾ÑÐ¸ÑÐµÐ½ÑÐ¸Ñ

source: no previous landmark
hi: कोई पिछले मील का पत्थर
ka: არ არის წინა ორიენტირი
sr: Ð½ÐµÐ¼Ð° Ð¿ÑÐµÑÑ Ð¾Ð´Ð½Ð¾Ð³ Ð¾ÑÐ¸ÑÐµÐ½ÑÐ¸ÑÐ°

source: moves to the next embedded object
hi: अगले एम्बेडेड ऑब्जेक्ट करने के लिए कदम
ka: გადადის შემდეგ ჩასმულ ობიექტზე
sr: Ð¿ÑÐµÐ¼ÐµÑÑÐ° ÑÐµ Ð½Ð° Ð½Ð°ÑÐµÐ´Ð½Ð¸ ÑÐ¼ÐµÑÐ½ÑÑÐ¸ Ð¾Ð±ÑÐµÐºÐ°Ñ

source: no next embedded object
hi: कोई अगले एम्बेडेड ऑब्जेक्ट
ka: არ არის შემდეგი ჩასმული ობიექტი
sr: Ð½ÐµÐ¼Ð° Ð½Ð°ÑÐµÐ´Ð½Ð¾Ð³ ÑÐ¼ÐµÑÐ½ÑÑÐ¾Ð³ Ð¾Ð±ÑÐµÐºÑÐ°

source: moves to the previous embedded object
hi: पिछले एम्बेडेड ऑब्जेक्ट करने के लिए कदम
ka: გადადის შემდეგ ჩასმულ ობიექტზე
sr: Ð¿ÑÐµÐ¼ÐµÑÑÐ° ÑÐµ Ð½Ð° Ð¿ÑÐµÑÑ Ð¾Ð´Ð½Ð¸ ÑÐ¼ÐµÑÐ½ÑÑÐ¸ Ð¾Ð±ÑÐµÐºÐ°Ñ

source: no previous embedded object
hi: कोई पिछले एम्बेडेड ऑब्जेक्ट ब्राउज़
ka: არ არის წინა ჩასმული ობიექტი
sr: Ð½ÐµÐ¼Ð° Ð¿ÑÐµÑÑ Ð¾Ð´Ð½Ð¾Ð³ ÑÐ¼ÐµÑÐ½ÑÑÐ¾Ð³ Ð¾Ð±ÑÐµÐºÑÐ°

source: moves to the next annotation
sr: premeÅ¡ta na sledeÄu zabeleÅ¡ku

source: no next annotation
sr: nema naredne zabeleške

source: moves to the previous annotation
sr: premešta se na prethodnu zabelešku

source: no previous annotation
sr: nema prethodne zabeleške

source: Lin&ks
hi: लिंक
ka: &ბმულები
sr: lin&kovi

source: &Headings
hi: और शीर्षकों
ka: &სათაურები
sr: &zaglavlja

source: Lan&dmarks
hi: लैन और dmarks
ka: &ორიენტირები
sr: & regioni

source: Elements List
hi: तत्वों की सूची
ka: ელემენტების სია
sr: lista elemenata

source: Type:
hi: प्रकार:
ka: ტიპი
sr: tip:

source: &Filter by:
hi: और के द्वारा फिल्टर:
ka: &ფილტრი
sr: & izdvoji po

source: &Activate
hi: एवं सक्रिय
ka: &გააქტიურება
sr: & aktiviraj

source: &Move to
hi: और स्थानांतरित करने के लिए
ka: &გადასვლა
sr: & premesti do

# symbolLevel
source: none
hi: कोई भी नहीं
sr: nivo simbola ništa

# symbolLevel
source: some
hi: कुछ
sr: nivo simbola neki

# symbolLevel
source: most
hi: अधिकांश
sr: nivo simbola većina

# symbolLevel
source: all
hi: सभी
sr: nivo simbola svi

# symbolLevel
source: character
hi: अक्षर
sr: nivo simbola slova

source: unknown color
hi: अज्ञात रंग
sr: nepoznata boja

source: black
hi: काला
ka: შავი
sr: crna

source: dark green
sr: tamno zelena

source: light grey
hi: हल्का भूरा
ka: ღია ნაცრისფერი
sr: svetlo siva

source: green
hi: हरा
ka: მწვანე
sr: zelena

source: grey
hi: ग्रे
ka: ნაცრისფერი
sr: siva

source: olive
hi: ज़ैतून
ka: ზეთის ხილის ფერი
sr: maslinasta

source: white
hi: सफेद
ka: თეთრი
sr: bela

source: yellow
hi: पीला
ka: ყვითელი
sr: žuta

source: dark red
hi: गहरा लाल
ka: მუქი წითელი
sr: tamno crvena

source: navy blue
hi: गहरा नीला
ka: მუქი ლურჯი
sr: pomorski plava

source: red
hi: लाल
ka: წითელი
sr: crvena

source: blue
hi: नीला
ka: ლურჯი
sr: plava

source: purple
hi: बैंगनी
ka: ხასხასა წითელი
sr: ljubičasta

source: teal
hi: चैती
ka: მომწვანო მოცისფრო
sr: ÑÐ¸ÑÐºÐ¸Ð·Ð½Ð°

source: fuchsia
hi: धूमल
ka: ფუქსიის ფერი
sr: fuksija

source: aqua
hi: एक्वा
ka: ზღვის ტალღის ფერი
sr: akva

source: orange
hi: केसरी
ka: ნარინჯის ფერი
sr: narandzasta

source: selected %s
hi: चयनित %s
ka: აღნიშნულია %s
sr: izabrano%s
ur: منتخب شدہ %s

source: unknown
hi: अज्ञात
ka: უცნობი
sr: nepoznat

source: window
hi: विंडो
ka: ფანჯარა
sr: prozor
ur: دریچہ

source: title bar
hi: शीर्षक पट्टी
ka: ფანჯრის სათაური
sr: traka naslova
ur: عنوان بار

source: pane
hi: श्रीमान
ka: ოლქი
sr: prozor
ur: جھروکہ

source: dialog
hi: बातचीत
ka: დიალოგი
sr: dijalog
ur: مکالمہ

source: check box
hi: चेक बॉक्स
ka: ალამი
sr: izborno polje
ur: پڑتال خانہ

source: radio button
hi: रेडियो बटन
ka: რადიო ღილაკი
sr: radio dugme
ur: ریڈیو بٹن

source: text
hi: विषय
ka: ტექსტი
sr: tekst
ur: متن

source: edit
hi: संपादित करें
ka: რედაქტორი
sr: polje za uređivanje
ur: تدوین کریں

source: button
hi: बटन
ka: ღილაკი
sr: dugme
ur: بٹن

source: menu bar
hi: मेनू पट्टी
ka: მენიუს სტრიქონი
sr: traka menija
ur: مینیو بار

source: menu item
hi: मेनू आइटम
ka: მენიუს ელემენტი
sr: stavka menija
ur: مینیو شے

source: menu
hi: मेनू
ka: მენიუ
sr: meni
ur: مینیو3

source: combo box
hi: कॉम्बो बॉक्स
ka: კომბინირებული სია
sr: izborni okvir
ur: طومار خانہ

source: list
hi: सूची
ka: სია
sr: lista
ur: فہرست

source: list item
hi: सूची आइटम
ka: სიის ელემენტი
sr: stavka liste
ur: فہرست خواص

source: graphic
hi: ग्राफिक
ka: გრაფიკა
sr: slika
ur: گرافی

source: help balloon
hi: गुब्बारा मदद
ka: დამხმარე სისტემური შეტყობინება
sr: pomoćni balon
ur: مدد غبارہ

source: tool tip
hi: टूल टिप
ka: რჩევა
sr: savet alata
ur: ٹول کا ٹوٹکا

source: tree view
hi: तरी वीएव
ka: ხე
sr: prikaz stabla
ur: شجری نظارہ

source: tree view item
hi: tree वीएव मद
ka: ხის ელემენტი
sr: stavka prikaza stabla
ur: شجری نظارہ شے

# controlType
source: tab
hi: टैब
sr: kartica

source: tab control
hi: टैब नियंत्रण
ka: წყობა
sr: kontrolna kartica
ur: جدول کنٹرول

source: slider
hi: स्लाइडर
ka: მცოცავი
sr: klizač
ur: سلائیڈر

source: progress bar
hi: प्रगति पट्टी
ka: შესრულების ინდიკატორი
sr: traka napredka
ur: پیش رفت بار

source: scroll bar
hi: स्क्रॉल पट्टी
ka: გადახვევა
sr: klizna traka
ur: طومار بار

source: status bar
hi: स्थिति पट्टी
ka: მდგომარეობის ხაზი
sr: statusna traka
ur: حالت بار

source: table
hi: तालिका
ka: ცხრილი
sr: tabela
ur: جدول

source: cell
hi: सेल
ka: უჯრა
sr: ćelija
ur: سیل

source: column
hi: स्तंभ
ka: სვეტი
sr: kolona
ur: کالم

source: row
hi: पंक्ति
ka: ხაზი
sr: red
ur: صف/صفیں

source: frame
hi: ढांचा
ka: ფრეიმ
sr: okvir
ur: فریم

source: tool bar
hi: टूल बार
ka: ინსტრუმენტების პანელი
sr: alatna traka
ur: ٹول بار

source: column header
hi: स्तंभ शीर्ष लेख
ka: სვეტის სათაური
sr: zaglavlje kolone
ur: کالم سر تحریر

source: row header
hi: पंक्ति शीर्षक
ka: ხაზის სათაური
sr: zaglavlje reda
ur: صف سر تحریر

source: drop down button
hi: बटन ड्रॉप डाउन
ka: დაჭერილი ღილაკი
sr: silazno dugme
ur: نیچے چھوڑیں بٹن

source: clock
hi: घड़ी
ka: საათი
sr: sat
ur: کلاک

source: heading
hi: शीर्षक
ka: სათაური
sr: zaglavlje
ur: سرخی

source: heading 1
hi: शीर्षक 1
ka: სათაური 1
sr: zaglavlje 1
ur: سرخی1

source: heading 2
hi: शीर्षक 2
ka: სათაური 2
sr: zaglavlje2
ur: سرخی2

source: heading 3
hi: शीर्षक 3
ka: სათაური 3
sr: zaglavlje3
ur: سرخی3

source: heading 4
hi: शीर्षक 4
ka: სათაური 4
sr: zaglavlje4
ur: سرخی4

source: heading 5
hi: शीर्षक 5
ka: სათაური 5
sr: zaglavlje5
ur: سرخی5

source: heading 6
hi: शीर्षक 6
ka: სათაური 6
sr: zaglavlje6
ur: سرخی6

source: paragraph
hi: अनुच्छेद
ka: აბზაცი
sr: pasus
ur: پیرا

source: block quote
hi: ब्लॉक उद्धरण
ka: ციტატა
sr: citat
ur: اقتباس بلاک کریں

source: table header
hi: तालिका शीर्ष लेख
ka: ცხრილის სათაური
sr: zaglavlje tabele
ur: جدولی سرتحریر

source: table body
hi: तालिका शरीर
ka: ცხრილის სხეული
sr: telo tabele
ur: جدولی جسد

source: table footer
hi: तालिका पाद लेख
ka: ცხრილის ქვედა კოლონა
sr: Ð¿Ð¾Ð´Ð½Ð¾Ð¶ÑÐµ ÑÐ°Ð±ÐµÐ»Ðµ
ur: جدولی ذیل تحریر

source: document
hi: दस्तावेज़
ka: დოკუმენტი
sr: Ð´Ð¾ÐºÑÐ¼ÐµÐ½Ñ
ur: دستاویز

source: animation
hi: एनीमेशन
ka: ანიმაცია
sr: Ð°Ð½Ð¸Ð¼Ð°ÑÐ¸ÑÐ°
ur: حرکت اندازی

source: application
hi: आवेदन
ka: პროგრამა
sr: Ð°Ð¿Ð»Ð¸ÐºÐ°ÑÐ¸ÑÐ°
ur: ایپلی کیشن

source: box
hi: बॉक्स
ka: ბლოკი
sr: ÐºÑÑÐ¸ÑÐ°
ur: خانہ

source: grouping
hi: समूहीकरण
ka: დაჯგუფება
sr: Ð³ÑÑÐ¿Ð¸ÑÐ°ÑÐµ
ur: گروپ بندی

source: property page
hi: पृष्ठ संपत्ति
ka: მახასიათებლების გვერდი
sr: ÑÑÑÐ°Ð½Ð° ÑÐ° ÐºÐ°ÑÐ°ÐºÑÐµÑÐ¸ÑÑÐ¸ÐºÐ°Ð¼Ð°
ur: خاصیت صفحہ

source: canvas
hi: कैनवास
ka: საფენი
sr: Ð¿Ð¾Ð´Ð»Ð¾Ð³Ð° ÑÐ»Ð¸ÐºÐµ
ur: کینوس

source: caption
hi: शीर्षक
ka: ხელმოწერა
sr: Ð½Ð°ÑÐ»Ð¾Ð² ÑÐ»Ð¸ÐºÐµ
ur: کیپشن

source: check menu item
hi: चेक मेनू आइटम
ka: ელემენტი ალმით
sr: ÑÑÐ¸ÐºÐ»Ð¸ÑÐ°Ð½Ð° ÑÑÐ°Ð²ÐºÐ° Ð¼ÐµÐ½Ð¸ÑÐ°
ur: مینیو شے بانشان کریں

source: date edit
hi: तिथि संपादित करें
ka: თარიღის რედაქტორი
sr: Ð¸Ð·Ð¼ÐµÐ½Ð° Ð´Ð°ÑÑÐ¼Ð°
ur: تاریخ تدوین کریں

source: icon
hi: चिह्न
ka: ნიშანი
sr: Ð¸ÐºÐ¾Ð½Ð°
ur: شبیہ

source: directory pane
hi: निर्देशिका रोटी
ka: საქაღალდეთა ოლქი
sr: Ð¾ÐºÐ½Ð¾ Ð·Ð° ÑÐ°ÑÑÐ¸ÐºÐ»Ðµ
ur: ڈائریکٹری جھروکہ

source: embedded object
hi: ऑब्जेक्ट एम्बेडेड है
ka: ჩადგმული ობიეკტი
sr: ÑÐ¼ÐµÑÐ½ÑÑÐ¸ Ð¾Ð±ÑÐµÐºÐ°Ñ
ur: شامل آبجیکٹ

source: end note
hi: अंत नोट
ka: განმარტება
sr: Ð·Ð°Ð²ÑÑÐ½Ð° Ð½Ð°Ð¿Ð¾Ð¼ÐµÐ½Ð°
ur: اختتامی نوٹ

source: footer
hi: पाद लेख
ka: ქვედა კოლონა
sr: Ð¿Ð¾Ð´Ð½Ð¾Ð¶ÑÐµ
ur: ذیل تحریر

source: foot note
hi: पैर नोट
ka: განადგურება
sr: ÑÑÑÐ½Ð¾ÑÐ°
ur: فٹ نوٹ

source: glass pane
hi: ग्लास फलक
ka: მინის ოლქი
sr: ÑÑÐ°ÐºÐ»ÐµÐ½Ð¾ Ð¾ÐºÐ½Ð¾
ur: جھروکہ نما

source: header
hi: शीर्षक
ka: სათაური
sr: Ð·Ð°Ð³Ð»Ð°Ð²ÑÐµ
ur: سر تحریر

source: image map
hi: छवि नक्शा
ka: სურათი
sr: Ð¼Ð°Ð¿Ð° ÑÐ»Ð¸ÐºÐ°
ur: نقش کا نقشہ

source: input window
hi: इनपुट विंडो
ka: შესავსები ფანჯარა
sr: ÑÐ»Ð°Ð·Ð½Ð¸ Ð¿ÑÐ¾Ð·Ð¾Ñ
ur: ان پٹ دریچہ

source: label
hi: लेबल
ka: იარლიყი
sr: Ð¾Ð·Ð½Ð°ÐºÐ°
ur: لیبل

source: note
hi: नोट
ka: შენიშვნა
sr: Ð±ÐµÐ»ÐµÑÐºÐ°
ur: نوٹ

source: page
hi: पृष्ठ
ka: გვერდი
sr: ÑÑÑÐ°Ð½Ð°
ur: صفحہ

source: radio menu item
hi: रेडियो मेनू मद
ka: რადიოღილაკის ელემენტი
sr: ÑÑÐ°Ð²ÐºÐ° ÑÐ°Ð´Ð¸Ð¾ Ð¼ÐµÐ½Ð¸ÑÐ°
ur: ریڈیو مینیو شے

source: layered pane
hi: स्तरित फलक
ka: მრავალშრიანი ფანჯარა
sr: ÑÐ»Ð¾ÑÐµÐ²Ð¸ÑÐ¾ Ð¾ÐºÐ½Ð¾
ur: پرت شدہ جھروکہ

source: redundant object
hi: निरर्थक वस्तु
ka: ზედმეტი ობიექტი
sr: ÑÐµÐ´ÑÐ½Ð´Ð°Ð½ÑÐ½Ð¸ Ð¾Ð±ÑÐµÐºÐ°Ñ
ur: اضافی آبجیکٹ

source: root pane
hi: श्री रूट
ka: ძირეული ოლქი
sr: Ð³Ð»Ð°Ð²Ð½Ð¾ Ð¾ÐºÐ½Ð¾
ur: اساس جھروکہ

source: edit bar
hi: पट्टी को संपादित
ka: რედაქტირების ხაზი
sr: ÑÑÐ°ÐºÐ° Ð·Ð° Ð¸Ð·Ð¼ÐµÐ½Ðµ
ur: تدوینی بار

source: terminal
hi: अंतिम
ka: ტერმინალი
sr: ÑÐµÑÐ¼Ð¸Ð½Ð°Ð»
ur: ٹرمینل

source: rich edit
hi: संपादित अमीर
ka: მრავალ ხაზიანი რედაქტორი
sr: Ð¾Ð±Ð¾Ð³Ð°ÑÐµÐ½Ð¾ ÑÑÐµÑÐ¸Ð²Ð°ÑÐµ
ur: بھرپور تدوین

source: ruler
hi: शासक
ka: ზოლი
sr: Ð»ÐµÑÐ¸Ñ
ur: مسطر

source: scroll pane
hi: पुस्तक फलक
ka: გადახვევის ოლქი
sr: ÐºÐ»Ð¸Ð·Ð½Ð¾ Ð¾ÐºÐ½Ð¾
ur: طومار جھروکہ

source: section
hi: अनुभाग
ka: სექცია
sr: ÑÐµÐºÑÐ¸ÑÐ°
ur: انتخاب

source: shape
hi: आकृति
ka: მოყვანილობა
sr: Ð¾Ð±Ð»Ð¸Ðº
ur: شکل

source: split pane
hi: विभाजित फलक
ka: გაყოფილი ოლქი
sr: ÑÐ°Ð·Ð´ÐµÐ»Ð½Ð¾ Ð¾ÐºÐ½Ð¾
ur: جھروکہ الگ کریں

source: view port
hi: दृश्य बंदरगाह
ka: სამზერი ფანჯარა
sr: Ð²Ð¸Ð´ÑÐ¸Ð²Ð¸ Ð´ÐµÐ¾ ÐµÐºÑÐ°Ð½Ð°
ur: دہانہ نظارہ کریں

source: tear off menu
hi: बंद मेनू आंसू
ka: გახლეჩილი მენიუ
sr: Ð¾Ð´Ð²Ð¾ÑÐ¸Ð²Ð° ÑÑÐ°Ð²ÐºÐ° Ð¼ÐµÐ½Ð¸ÑÐ°
ur: قابل حرکت مینیو

source: text frame
hi: पाठ फ्रेम
ka: ტექსტური ფრეიმი
sr: Ð¾ÐºÐ²Ð¸Ñ Ð·Ð° ÑÐµÐºÑÑ
ur: متن فریم

source: toggle button
hi: टॉगल बटन
ka: გადამრთველი ღილაკი
sr: Ð´ÑÐ³Ð¼Ðµ Ð¿ÑÐµÐºÐ¸Ð´Ð°ÑÐ°
ur: ٹوگل بٹن

source: border
hi: आंचल
ka: ჩარჩო
sr: Ð¾ÐºÐ²Ð¸Ñ
ur: بارڈر

source: caret
hi: कैरट
ka: საცობი
sr: Ð·Ð½Ð°Ðº Ð·Ð° ÑÐ¼ÐµÑÐ°ÑÐµ
ur: جزم

source: character
hi: अक्षर
ka: სიმბოლო
sr: ÐºÐ°ÑÐ°ÐºÑÐµÑ
ur: کریکٹر

source: chart
hi: चार्ट
ka: სქემა
sr: Ð³ÑÐ°ÑÐ¸ÐºÐ¾Ð½
ur: چارٹ

source: cursor
hi: कर्सर
ka: კურსორი
sr: ÐºÑÑÑÐ¾Ñ
ur: کرسر

source: diagram
hi: आकृति
ka: დიაგრამა
sr: Ð´Ð¸ÑÐ°Ð³ÑÐ°Ð¼
ur: ڈایاگرام

source: dial
hi: डायल
ka: ასაკრეფი დისკი
sr: Ð±Ð¸ÑÐ°ÑÐµ
ur: ڈائل

source: drop list
hi: ड्रॉप सूची
ka: სიის ჩამოყრა
sr: Ð¿Ð°Ð´Ð°ÑÑÑÐ° Ð»Ð¸ÑÑÐ°
ur: فہرست چھوڑیں

source: split button
hi: विभाजित बटन
ka: გაყოფილი ღილაკი
sr: Ð´ÑÐ³Ð¼Ðµ Ð·Ð° ÑÐ°Ð·Ð´Ð²Ð°ÑÐ°ÑÐµ
ur: بٹن الگ کریں

source: menu button
hi: मेनू बटन
ka: მენიუს ღილაკი
sr: Ð´ÑÐ³Ð¼Ðµ Ð¼ÐµÐ½Ð¸ÑÐ°
ur: مینیو بٹن

source: drop down button grid
hi: नीचे बटन ग्रिड ड्रॉप
ka: უჯრის დაჭერილი ღილაკი
sr: Ð¼ÑÐµÐ¶Ð° ÑÐ° Ð¿Ð°Ð´Ð°ÑÑÑÐ¸Ð¼ Ð´ÑÐ³Ð¼ÐµÑÐ¾Ð¼
ur: بٹن گرڈ نیچے چھوڑیں

source: equation
hi: समीकरण
ka: განტოლება
sr: ÑÐµÐ´Ð½Ð°ÑÐ¸Ð½Ð°
ur: مساوات

source: grip
hi: पकड़
ka: უჯრა
sr: ÑÐ²Ð¾Ñ
ur: دستہ

source: hot key field
hi: गर्म कुंजी क्षेत्र
ka: ცხელი ღილაკების ველი
sr: Ð¿Ð¾ÑÐµ ÑÐ°ÑÑÐµÑÐ° Ð·Ð° Ð¿ÑÐµÑÐ¸ÑÐµ
ur: راست کلید قطعہ

source: indicator
hi: सूचक
ka: ინდიკატორი
sr: Ð¸Ð½Ð´Ð¸ÐºÐ°ÑÐ¾Ñ
ur: نشان کار

source: spin button
hi: स्पिन बटन
ka: საბრუნავი ღილაკი
sr: ÑÐ¿Ð¸Ð½ Ð´ÑÐ³Ð¼Ðµ
ur: سپن بٹن

source: sound
hi: ध्वनि
ka: ხმა
sr: Ð·Ð²ÑÐº
ur: آواز

source: white space
hi: सफेद रिक्त स्थान
ka: თეთრი სივრცე
sr: ÑÐ°Ð·Ð¼Ð°Ðº
ur: سفید فاصلہ

source: tree view button
hi: ट्री व्यू बटन
ka: ხის ღილაკი
sr: Ð´ÑÐ³Ð¼Ðµ Ð·Ð° Ð¿ÑÐµÐ³Ð»ÐµÐ´ ÑÑÐ°Ð±Ð»Ð°
ur: شجری نظارہ بٹن

source: IP address
hi: आय पि पता
ka: I P მისამართი
sr: IP Ð°Ð´ÑÐµÑÐ°
ur: پتہ IP

source: desktop icon
hi: डेस्कटॉप आइकन
ka: სამუშაო მაგიდის ნიშანი
sr: Ð¸ÐºÐ¾Ð½Ð° Ð½Ð° ÑÐ°Ð´Ð½Ð¾Ñ Ð¿Ð¾Ð²ÑÑÐ¸Ð½Ð¸
ur: ڈیسک ٹاپ شبیہ

source: alert
hi: चेतावनी
ka: გაფრთხილება
sr: ÑÐ¿Ð¾Ð·Ð¾ÑÐµÑÐµ
ur: انتباہ

source: IFrame
hi: आयफ्रेम
ka: Iფრეიმი
sr: Ð¸Ð½ÑÐµÑÐ½Ð¸ Ð¾ÐºÐ²Ð¸Ñ

source: desktop pane
hi: डेस्कटॉप फलक
ka: სამუშაო მაგიდის ოლქი
sr: Ð¾ÐºÐ½Ð¾ ÑÐ°Ð´Ð½Ðµ Ð¿Ð¾Ð²ÑÑÐ¸Ð½Ðµ
ur: ڈیسک ٹاپ جھروکہ

source: option pane
hi: विकल्प फलक
ka: პარამეტრების ოლქი
sr: Ð¾ÐºÐ½Ð¾ Ð·Ð° Ð¾Ð¿ÑÐ¸ÑÐµ
ur: اختیاری جھروکہ

source: color chooser
hi: रंग चयनक
ka: ფერის ამრჩევი
sr: Ð±Ð¸ÑÐ°Ñ Ð±Ð¾ÑÐ°
ur: رنگ انتخاب کار

source: file chooser
hi: फ़ाइल चयनक
ka: ფაილის ამრჩევი
sr: Ð±Ð¸ÑÐ°Ñ Ð´Ð°ÑÐ¾ÑÐµÐºÐ°
ur: مسل انتخاب کار

source: filler
hi: भरनेवाला
ka: შემავსებელი
sr: Ð¿ÑÑÐ°Ñ
ur: فلر

source: panel
hi: पैनल
ka: პანელი
sr: Ð¿Ð°Ð½ÐµÐ»
ur: پینل

source: password edit
hi: पासवर्ड संपादित करें
ka: პაროლის რედაქტორი
sr: Ð¸Ð·Ð¼ÐµÐ½Ð° Ð»Ð¾Ð·Ð¸Ð½ÐºÐµ
ur: پاس ورڈ تدوین

source: font chooser
hi: फ़ॉन्ट चयनक
ka: შრიფტის ამრჩევი
sr: Ð±Ð¸ÑÐ°Ñ ÑÐ¾Ð½ÑÐ¾Ð²Ð°
ur: فانٹ انتخاب کار

source: line
hi: लाइन
ka: ხაზი
sr: Ð»Ð¸Ð½Ð¸ÑÐ°
ur: سطر

source: font name
hi: फ़ॉन्ट नाम
ka: შრიფტის სახელწოდება
sr: Ð¸Ð¼Ðµ ÑÐ¾Ð½ÑÐ°
ur: فانٹ نام

source: font size
hi: फ़ॉन्ट का आकार
ka: შრიფტის ზომა
sr: Ð²ÐµÐ»Ð¸ÑÐ¸Ð½Ð° ÑÐ¾Ð½ÑÐ°
ur: فانٹ سائز

source: bold
hi: मोटा
ka: ნახევრად მუქი
sr: Ð¿Ð¾Ð´ÐµÐ±ÑÐ°Ð½Ð¾
ur: جلی

source: ITALIC
hi: तिरछा
ka: კურსივი
sr: Ð¸ÑÐºÐ¾ÑÐµÐ½Ð¾
ur: اٹالک

source: underline
hi: रेखांकित करना
ka: ქვედა ხაზი
sr: Ð¿Ð¾ÑÑÑÑÐ°Ð½Ð¾
ur: خط کشیدہ

source: foreground color
hi: अग्रभूमि रंग
ka: შრიფტის ფერი
sr: Ð±Ð¾ÑÐ° ÑÐµÐºÑÑÐ°
ur: پیش منظر تدوین کار

source: background color
hi: पृष्ठभूमि का रंग
ka: ფონის ფერი
sr: Ð±Ð¾ÑÐ° Ð¿Ð¾Ð·Ð°Ð´Ð¸Ð½Ðµ
ur: پس منظری رنگ

source: superscript
hi: अभिलेख किया हुआ
ka: ხაზზედა
sr: ÑÑÐ¿ÐµÑÑÐºÑÐ¸Ð¿Ñ
ur: بالا نوشت

source: subscript
hi: सबस्क्रिप्ट
ka: ხაზქვედა
sr: Ð¿Ð¾Ð´ÑÐºÑÐ¸Ð¿Ñ
ur: زیر نوشت

source: style
hi: शैली
ka: სტილი
sr: ÑÑÐ¸Ð»
ur: طرز

source: indent
hi: खरोज
ka: დაცილება
sr: ÑÐ²Ð»Ð°ÑÐµÑÐµ
ur: پوٹ بڑھا دیں

source: alignment
hi: पंक्ति में करना
ka: გათანაბრება
sr: Ð¿Ð¾ÑÐ°Ð²Ð½Ð°ÑÐµ
ur: سیدھ

source: data grid
hi: डेटा ग्रिड
ka: მონაცემთა ცხრილი
sr: Ð¼ÑÐµÐ¶Ð° Ð¿Ð¾Ð´Ð°ÑÐ°ÐºÐ°

source: data item
hi: डेटा आइटम
ka: მონაცემთა ელემენტი
sr: ÑÑÐ°Ð²ÐºÐ° Ð¿Ð¾Ð´Ð°ÑÐ°ÐºÐ°

source: header item
hi: शीर्ष आइटम
ka: სათაურის ელემენტი
sr: ÑÑÐ°Ð²ÐºÐ° Ð·Ð°Ð³Ð»Ð°Ð²ÑÐ°

source: thumb control
hi: अंगूठे का नियंत्रण
ka: ხაზის მორბენალის გადასახვევი
sr: ÐºÐ¾Ð½ÑÑÐ¾Ð»Ð° ÐºÐ»Ð¸Ð·Ð°ÑÐ°

source: calendar
hi: कैलेंडर
ka: კალენდარი
sr: ÐºÐ°Ð»ÐµÐ½Ð´Ð°Ñ

source: unavailable
hi: अनुपलब्ध
ka: მიუწვდომელია
sr: Ð½ÐµÐ´Ð¾ÑÑÑÐ¿Ð½Ð¾
ur: عدم دستیاب

source: focused
hi: ध्यान केंद्रित
ka: აქტიური
sr: ÑÐ¾ÐºÑÑÐ¸ÑÐ°Ð½Ð¾
ur: ماسکہ شدہ

source: selected
hi: चयनित
ka: გამოყოფილი
sr: Ð¸Ð·Ð°Ð±ÑÐ°Ð½Ð¾
ur: منتخب شدہ

source: busy
hi: व्यस्त
ka: დაკავებულია
sr: Ð·Ð°ÑÐ·ÐµÑÐ¾
ur: مصروف

source: pressed
hi: दबाया
ka: დაჭერილი
sr: Ð¿ÑÐ¸ÑÐ¸ÑÐ½ÑÑÐ¾
ur: دبائی گئی

source: checked
hi: जांचा हुआ
ka: მონიშნულია
sr: ÑÑÐ¸ÐºÐ»Ð¸ÑÐ°Ð½Ð¾
ur: پڑتال شدہ

source: half checked
hi: आधा जाँच
sr: Ð¿Ð¾Ð»Ð¾Ð²Ð¸ÑÐ½Ð¾ ÑÑÐ¸ÐºÐ»Ð¸ÑÐ°Ð½Ð¾
ur: نصف پڑتال مکمل

source: read only
hi: केवल पढ़ने
ka: მხოლოდ წასაკითხად
sr: ÑÐ°Ð¼Ð¾ Ð·Ð° ÑÐ¸ÑÐ°ÑÐµ
ur: فقط مطالعہ

source: expanded
hi: विस्तारित
ka: გახსნილია
sr: Ð¿ÑÐ¾ÑÐ¸ÑÐµÐ½Ð¾
ur: کشادہ

source: collapsed
hi: ढह
ka: დაკეტილია
sr: ÑÐºÑÐ¿ÑÐµÐ½Ð¾
ur: تفصیل غائب کی گئی/ غائب شدہ

source: invisible
hi: अदृश्य
ka: უჩინარია
sr: Ð½ÐµÐ²Ð¸Ð´ÑÐ¸Ð²Ð¾
ur: غیر مرئی

source: visited
hi: दौरा
ka: ნანახი
sr: Ð¿Ð¾ÑÐµÑÐµÐ½Ð¾
ur: ملاحظہ کیے گئے

source: linked
hi: जुरा हुआ
ka: დაკავშირებულია
sr: Ð¿Ð¾Ð²ÐµÐ·Ð°Ð½Ð¾
ur: مربوط

source: subMenu
hi: सबमेनू
ka: ქვემენიუ
sr: Ð¿Ð¾Ð´Ð¼ÐµÐ½Ð¸
ur: ذیلی مینیو

source: protected
hi: संरक्षित
ka: დაცულია
sr: Ð·Ð°ÑÑÐ¸ÑÐµÐ½Ð¾
ur: حفاظتی

source: required
hi: अपेक्षित
ka: საჭიროა
sr: Ð·Ð°Ñ ÑÐµÐ²Ð°Ð½Ð¾
ur: مطلوب

source: defunct
hi: मृतक
ka: არ არსებული
sr: ÑÐºÐ¸Ð½ÑÑÐ¾

source: invalid entry
hi: अमान्य प्रविष्टि
ka: არასწორი ჩანაწერი
sr: Ð½ÐµÐ¸ÑÐ¿ÑÐ°Ð²Ð°Ð½ ÑÐ½Ð¾Ñ

source: modal
hi: रूप - विषयक
ka: მოდალური
sr: Ð¼Ð¾Ð´Ð°Ð»Ð½Ð¾

source: has auto complete
hi: स्वत: पूर्ण है
ka: შეიცავს ავტომატურ შევსებას
sr: Ð¸Ð¼Ð° Ð°ÑÑÐ¾Ð¼Ð°ÑÑÐºÐ¾ Ð´Ð¾Ð¿ÑÑÐ°Ð²Ð°ÑÐµ

source: multi line
hi: बहु रेखा
ka: მრავალხაზიანი
sr: Ð²Ð¸ÑÐµÐ»Ð¸Ð½Ð¸ÑÑÐºÐ¾

source: iconified
hi: आयकॉनिफाएड
ka: აღნიშნული
sr: Ð¸ÐºÐ¾Ð½Ð¸Ð·Ð¸ÑÐ°Ð½Ð¾

source: off screen
hi: स्क्रीन बंद
ka: ეკრანის
sr: Ð¸Ð·Ð²Ð°Ð½ ÐµÐºÑÐ°Ð½Ð°

source: selectable
hi: चयन
ka: გამოყოფადია
sr: ÑÐµÐ»ÐµÐºÑÐ¸Ð±Ð¸Ð»Ð½Ð¾

source: focusable
hi: केन्द्रित करने योग्य
ka: აქტიურია
sr: ÑÐ¾ÐºÑÑÐ°Ð±Ð¸Ð»Ð½Ð¾

source: clickable
hi: क्लिक करने योग्य
ka: დაწკაპუნებით
sr: ÐºÐ»Ð¸ÐºÐ°Ð±Ð¸Ð»Ð½Ð¾
ur: کلک پزیر

source: editable
hi: संपादित करने योग्य
ka: რედაქტირებადი
sr: Ð¸Ð·Ð¼ÐµÑÐ¸Ð²Ð¾

source: checkable
hi: चेक करने योग्य
ka: მონიშვნადი
sr: Ð¾Ð´Ð°Ð±Ð¸ÑÐ½Ð¾

source: draggable
hi: घसीटने योग्य
ka: გადასათრევი
sr: Ð¿Ð¾Ð²Ð»Ð°ÑÐ½Ð¾

source: dragging
hi: खींचना
ka: გადათრევა
sr: Ð¿ÑÐµÐ²Ð»Ð°ÑÐµÑÐµ

source: drop target
hi: लक्ष्य ड्रॉप
ka: სამიზნე პუნქტი გადათრევისათვის
sr: Ð¼Ð¾Ð³ÑÑÐµ ÑÐ¿ÑÑÑÐ°ÑÐµ Ð½Ð° Ð¾Ð´ÑÐµÐ´Ð¸ÑÑÐµ

source: sorted
hi: क्रमबद् किया हुआ
sr: ÑÐ¾ÑÑÐ¸ÑÐ°Ð½Ð¾

source: sorted ascending
hi: क्रमबद् किया हुआ आरोही
sr: ÑÐ¾ÑÑÐ¸ÑÐ°Ð½Ð¾ ÑÐ·Ð»Ð°Ð·Ð½Ð¾

source: sorted descending
hi: क्रमबद् किया हुआ अवरोही
sr: ÑÐ¾ÑÑÐ¸ÑÐ°Ð½Ð¾ ÑÐ¸Ð»Ð°Ð·Ð½Ð¾

source: has long description
hi: के लंबे विवरण है
sr: Ð¸Ð¼Ð° Ð´ÑÐ³ Ð¾Ð¿Ð¸Ñ

source: pinned
hi: टिकी
sr: Ð¿ÑÐ¸ÐºÑÑÐ°Ð½

source: has formula
hi: सूत्र है
ka: შეიცავს ფორმულას
sr: Ð¸Ð¼Ð° ÑÐ¾ÑÐ¼ÑÐ»Ñ
ur: کے پاس فارمولا ہے

source: has comment
hi: के पास टिप्पणी है
sr: Ð¿Ð¾ÑÑÐ¾ÑÐ¸ ÐºÐ¾Ð¼ÐµÐ½ÑÐ°Ñ

source: obscured
sr: objekat pokriven od strane drugog objekta

source: not selected
hi: चयनित नही है
sr: Ð½Ð¸ÑÐµ Ð¸Ð·Ð°Ð±ÑÐ°Ð½Ð¾

source: not checked
hi: न जांचा हुआ
sr: Ð½Ð¸ÑÐµ ÑÑÐ¸ÐºÐ»Ð¸ÑÐ°Ð½Ð¾

source: Your configuration file contains errors. Your configuration has been reset to factory defaults. More details about the errors can be found in the log file.
hi: आपके विन्यास फाइल में त्रुटि है. आपके विन्यास को डिफ़ॉल्ट में बदल दिया गया है. त्रुटियों के बारे में अधिक जानकारी लॉग फ़ाइल में पाई जा सकती है.
sr: ÐÐ°ÑÐ° ÐºÐ¾Ð½ÑÐ¸Ð³ÑÑÐ°ÑÐ¸Ð¾Ð½Ð° Ð´Ð°ÑÐ¾ÑÐµÐºÐ° ÑÐ°Ð´ÑÐ¶Ð¸ Ð³ÑÐµÑÐºÐµ. ÐÐ°ÑÐ° ÐºÐ¾Ð½ÑÐ¸Ð³ÑÑÐ°ÑÐ¸ÑÐ° ÑÐµ ÑÐµÑÐµÑÐ¾Ð²Ð°Ð½Ð° Ð½Ð° ÑÐ°Ð±ÑÐ¸ÑÐºÐ° Ð¿Ð¾Ð´ÐµÑÐ°Ð²Ð°ÑÐ° ÐÐ¸ÑÐµ Ð´ÐµÑÐ°ÑÐ° Ð¾ Ð³ÑÐµÑÐºÐ°Ð¼Ð° Ð¼Ð¾Ð¶ÐµÑÐµ Ð½Ð°ÑÐ¸ Ñ Ð´Ð°ÑÐ¾ÑÐµÑÐ¸ Ð¿ÑÐµÐ³Ð»ÐµÐ´Ð½Ð¾Ð³ Ð´Ð½ÐµÐ²Ð½Ð¸ÐºÐ°.

source: Configuration File Error
hi: विन्यास फाइल त्रुटि
ka: კონფიგურაციის ფაილის შეცდომა
sr: ÐÑÐµÑÐºÐ° Ñ ÐºÐ¾Ð½ÑÐ¸Ð³ÑÑÐ°ÑÐ¸ÑÑÐºÐ¾Ñ Ð´Ð°ÑÐ¾ÑÐµÑÐ¸

source: Your gesture map file contains errors. More details about the errors can be found in the log file.
hi: आपके इशारो नक्षे के फाइल में त्रुटि है. लग फाइलों में त्रुटी के विस्तृत विवरण उपलब्ध है.
ka: თქვენი ჟესტებით ბმული ფაილი შეიცავს შეცდომებს. Лог შეიცავს უფრო დაწვრილებიტ ინფორმაციადს მათზე.
sr: ÐÐ°ÑÐ° Ð´Ð°ÑÐ¾ÑÐµÐºÐ° ÑÐ° Ð¼Ð°Ð¿Ð¾Ð¼ Ð³ÐµÑÑÐ¾Ð²Ð° ÑÐ°Ð´ÑÐ¶Ð¸ Ð³ÑÐµÑÐºÐµ. ÐÐ¸ÑÐµ Ð´ÐµÑÐ°ÑÐ° Ð¾ Ð³ÑÐµÑÐºÐ°Ð¼Ð° Ð¼Ð¾Ð¶Ðµ ÑÐµ Ð¿ÑÐ¾Ð½Ð°ÑÐ¸ Ñ Ð´Ð°ÑÐ¾ÑÐµÑÐ¸ Ð¿ÑÐµÐ³Ð»ÐµÐ´Ð½Ð¾Ð³ Ð´Ð½ÐµÐ²Ð½Ð¸ÐºÐ°.

source: gesture map File Error
hi: सङ्केत फाइल में त्रुटि
ka: შეცდომა ჟესტებიტ ბმული ფაილისა
sr: Ð³ÑÐµÑÐºÐ° Ñ Ð´Ð°ÑÐ¾ÑÐµÑÐ¸ ÑÐ° Ð¼Ð°Ð¿Ð°Ð¼Ð° Ð³ÐµÑÑÐ¾Ð²Ð°

source: Loading NVDA. Please wait...
hi: ऐनवीडीए लोड हो रहा है. कृपया प्रतीक्षा करें...
ka: იტვირთება NVDA. გთხოვთ დაელოდოთ!
sr: Ð£ÑÐ¸ÑÐ°Ð²Ð°ÑÐµ NVDÐ, ÐÐ¾Ð»Ð¸Ð¼Ð¾ ÑÐ°ÑÐµÐºÐ°ÑÑÐµ...

source: NVDA started
hi: एन व्हि डि ए शुरू
ka: NVDA მზადაა
sr: NVDA ÑÐµ Ð¿Ð¾ÐºÑÐµÐ½ÑÑ
ur: NVDA شروع کر دیا گیا

source: Find
hi: खोज
ka: ძებნა
sr: ÐÑÐ¾Ð½Ð°ÑÐ¸
ur: ڈھونڈیں

source: Type the text you wish to find
hi: पाठ लिखें जिसे आप ढूँढना चाहते हैं
ka: შეიყვანეთ ტექსტი რომელიც თქვენ გსურთ რომ მოიძებნოს
sr: Ð£ÐºÑÑÐ°ÑÑÐµ ÑÐµÐºÑÑ ÐºÐ¾ÑÐ¸ Ð¶ÐµÐ»Ð¸ÑÐµ Ð´Ð° Ð¿ÑÐ¾Ð½Ð°ÑÐµÑÐµ
ur: متن ٹائپ کریں جو آپ ڈھونڈنا چاہتے ہیں۔

source: Case &sensitive
hi: केस सेंसीटिवे
ka: რეგისტრის გათვალისწინება
sr: &ÐÑÐµÑÑÐ¸Ð² Ð½Ð° Ð²ÐµÐ»Ð¸ÑÐ¸Ð½Ñ ÑÐ»Ð¾Ð²Ð°

source: text "%s" not found
hi: पाठ "%s" नहीं मिला
ka: ტეკსტი "%s" არ მოიძებნა
sr: ÑÐµÐºÑÑ "%s" Ð½Ð¸ÑÐµ Ð¿ÑÐ¾Ð½Ð°ÑÐµÐ½

source: Find Error
hi: त्रुटि खोजने के लिए
ka: შეცდომა ძებნისას
sr: ÐÑÐµÑÐºÐ° Ð¿ÑÐ¸ ÑÑÐ°Ð¶ÐµÑÑ
ur: نقص ڈھونڈیں

source: find a text string from the current cursor position
hi: वर्तमान कर्सर स्थिति से एक पाठ स्ट्रिंग खोजने के लिए
ka: ძიება ტექსტების თანმიმდევრობაში კურსორის მიმდინარე პოზიციიდან
sr: Ð¿ÑÐ¾Ð½Ð°ÑÐ¸ Ð¾Ð´ÑÐµÑÐµÐ½Ð¸ ÑÐ·Ð¾ÑÐ°Ðº ÑÐµÐºÑÑÐ° Ð¾Ð´ ÑÑÐµÐ½ÑÑÐ½Ð¾Ð³ Ð¿Ð¾Ð»Ð¾Ð¶Ð°ÑÐ° ÐºÑÑÑÐ¾ÑÐ°

source: find the next occurrence of the previously entered text string from the current cursor's position
hi: पहले दर्ज किए वर्तमान कर्सर स्थिति से पाठ स्ट्रिंग की अगली आवृत्ति ढूँढने के
ka: ძიება ტექსტური თანმიმდევრობისას მომდევნო სვლასი, კურსორის მიმდინარე პოზიციიდან
sr: Ð¿ÑÐ¾Ð½Ð°ÑÐ¸ Ð½Ð°ÑÐµÐ´Ð½Ð¾ Ð¿Ð¾ÑÐ°Ð²ÑÐ¸Ð²Ð°ÑÐµ Ð¿ÑÐµÑÑ Ð¾Ð´Ð½Ð¾ ÑÐ½ÐµÑÐµÐ½Ð¾Ð³ ÑÐ·Ð¾ÑÐºÐ° ÑÐµÐºÑÑÐ° Ð¾Ð´ ÑÑÐµÐ½ÑÑÐ½Ð¾Ð³ Ð¿Ð¾Ð»Ð¾Ð¶Ð°ÑÐ° ÐºÑÑÐ·Ð¾ÑÐ°

source: find the previous occurrence of the previously entered text string from the current cursor's position
hi: पहले दर्ज किए वर्तमान कर्सर स्थिति से पाठ स्ट्रिंग के पहले की आवृति मिल
ka: ძიება ტექსტურ თანმიმდევრობაში წინა სვლით კურსორის მიმდინარე პოზიციიდან
sr: Ð¿ÑÐ¾Ð½Ð°ÑÐ¸ Ð¿ÑÐµÑÑ Ð¾Ð´Ð½Ð¾ Ð¿Ð¾ÑÐ°Ð²ÑÐ¸Ð²Ð°ÑÐµ Ð¿ÑÐµÑÑ Ð¾Ð´Ð½Ð¾ ÑÐ½ÐµÑÐµÐ½Ð¾Ð³ ÑÐ·Ð¾ÑÐºÐ° ÑÐµÐºÑÑÐ° Ð¾Ð´ ÑÑÐµÐ½ÑÑÐ½Ð¾Ð³ Ð¿Ð¾Ð»Ð¾Ð¶Ð°ÑÐ° ÐºÑÑÐ·Ð¾ÑÐ°

source: no selection
hi: कोई चयन
ka: არ არის გამოყოფა
sr: Ð±ÐµÐ· ÑÐµÐ»ÐµÐºÑÐ¸ÑÐµ

source: copied to clipboard
hi: क्लिपबोर्ड को कॉपी
ka: კოპირებულია ბუფერში
sr: ÐºÐ¾Ð¿Ð¸ÑÐ°Ð½Ð¾ Ñ Ð¿ÑÐ¸Ð²ÑÐµÐ¼ÐµÐ½Ñ Ð¼ÐµÐ¼Ð¾ÑÐ¸ÑÑ

source: Text review
hi: टैक्स्ट की समीक्षा
sr: ÐÑÐµÐ³Ð»ÐµÐ´ ÑÐµÐºÑÑÐ°

source: Object navigation
hi: वस्तु नेविगेशन
sr: ÐÐ°Ð²Ð¸Ð³Ð°ÑÐ¸ÑÐ° Ð¾Ð±ÑÐµÐºÐ°ÑÐ°

source: System caret
hi: सिस्टम कैरट
sr: Ð¡Ð¸ÑÑÐµÐ¼ÑÐºÐ¸ ÐºÑÑÑÐ¾Ñ

source: Mouse
hi: माउस
sr: ÐÐ¸Ñ

source: Speech
hi: भाषण
sr: ÐÐ¾Ð²Ð¾Ñ

source: Configuration
hi: विन्यास
sr: ÐÐ¾Ð½ÑÐ¸Ð³ÑÑÐ°ÑÐ¸ÑÐ°

source: Braille
hi: ब्रेल
sr: ÐÑÐ°Ñ

source: Tools
hi: उपकरण
ka: სერვისი
sr: ÐÐ»Ð°ÑÐ¸

source: Touch screen
hi: टच स्क्रीन
sr: ÐÐºÑÐ°Ð½ Ð¾ÑÐµÑÑÐ¸Ð² Ð½Ð° Ð´Ð¾Ð´Ð¸Ñ

source: System focus
hi: सिस्टम फोकस
sr: Ð¤Ð¾ÐºÑÑ ÑÐ¸ÑÑÐµÐ¼Ð°

source: System status
hi: सिस्टम की स्थिति
sr: Ð¡ÑÐ°ÑÑÑ ÑÐ¸ÑÑÐµÐ¼Ð°

source: Input
hi: इनपुट
sr: Ð£Ð½Ð¾Ñ

source: input help on
hi: इनपुट सहायता औन
sr: Ð¿Ð¾Ð¼Ð¾Ñ Ð·Ð° ÑÐ½Ð¾Ñ ÑÐºÑÑÑÐµÐ½Ð°

source: input help off
hi: इनपुट सहायता औफ
sr: Ð¿Ð¾Ð¼Ð¾Ñ Ð·Ð° ÑÐ½Ð¾Ñ Ð¸ÑÐºÑÑÑÐµÐ½Ð°
