Repository: nvdacn/screenReaderTranslations
Catalog: */nvda.po
Languages: hi, ka, sr, ur

source: Moves the system caret to the position of the review cursor , in the current navigator object
ur: نظام جزم کو حالیہ نیوی گیٹر آبجیکٹ میں تبصرہ کرسر کی پوزیشن کی طرف بڑھاتا ہے

source: beeps
ur: بیپ

source: talk
ur: بات کرنا

source: speech mode %s
ur: گفتگو موڈ %s

source: Toggles virtualBuffer pass-through mode on and off. When on, keys will pass straight through the current virtualBuffer, allowing you to interact with a control without the virtualBuffer doing something else with the key.
ur: پاس تھرو موڈ کو آن اور آف ٹوگل کرتا ہے۔ جب آن ہو تو کلیدیں موجودہ virtualBuffer میں سے سیدھی گزر جائیں گی، آپ کو کنٹرول سے تعامل کی اجازت دیتے ہوئے، بغیر virtualBuffer کسی دوسری کلید کے ساتھ کوئی اور عمل کرتے ہوئے۔

source: Shows the NVDA interface window
ur: NVDA مواجہ دریچہ نمائش کرتا ہے

source: reads from review cursor up to end of current text, moving the review cursor as it goes
ur: تبصرہ کرسر سے لے کر موجودہ متن کے اختتام تک پڑھتا ہے، تبصرہ کرسر کو بڑھا رہا ہے جیسے یہ جاتا ہے۔

source: reads from navigator object
ur: نیوی گیٹر آبجیکٹ سے پڑھتا ہے

source: reads from system caret up to end of text, moving the caret as it goes
ur: نظام جزم سے لے کر متن کے اختتام تک پڑھتا ہے، جزم کو بڑھا رہا ہے جیسے یہ جاتا ہے۔

source: no status bar found
ur: کوئی حالت بار نہیں ملی

source: reads the current aplication status bar and moves the navigation cursor to it
ur: حالیہ ایپلی کیشن حالت بار کو پڑھتا ہے اور نیوی گیٹر کرسر اس کی طرف بڑھاتا ہے۔

source: Report object under mouse
ur: ماؤس کے زیر تحت آبجیکٹ رپورٹ کریں

source: Toggles on and off the reporting of objects under the mouse
ur: ماؤس کے زیر تحت آبجیکٹ کی رپورٹ کاری آن اور آف ٹوگل کریں

source: Reports the title of the current application or foreground window
ur: حالیہ ایپلی کیشن کے عنوان یا پیش منظر دریچہ کے متعلق رپورٹ کریں

source: Control ID: %s
ur: کنٹرول: %s

source: Class: %s
ur: صنف: %s

source: internal text: %s
ur: اندرونی متن: %s

source: text: %s
ur: متن: %s

source: reports some info about the current navigator object, mainly useful for developers: control id, class and internal text
ur: حالیہ نیویگیٹر آبجکٹ کے بارے میں کچھ معلومات رپورٹ کرتا ہے بنیادی طور پر تکمیل کار کے لیے مفید ہوتی ہے: کنٹرول شناخت، صنف اور اندرونی متن

source: Beep on progress bar updates
ur: پیش رفت بار کی تازہ کاری پر بیپ کرتا ہے

source: Toggles on and off the beeping on progress bar updates
ur: پیش رفت بار تازہ کاریوں پر بیپ کرتے ہوئے آن اور آف کو ٹوگل کرتا ہے۔

source: report dynamic content changes
ur: محرک مشمول تبدیلیاں رپورٹ کریں

source: caret moves review cursor
ur: جزم تبصرہ کرسر کو بڑھاتا ہے

source: focus moves navigator object
ur: ماسکہ نیوی گیٹر آبجیکٹ کو بڑھاتا ہے

source: %d hours and %d minutes remaining
ur: %d گھنٹے اور %d منٹ باقی

source: Currently running application is %s.
ur: حالیہ چلت کاری ایپلی کیشن %s ہے۔

source: default module
ur: طے شدہ ماڈیول

source: and currently loaded module is %s
ur: اور حالیہ لوڈ کردہ ماڈیول %s ہے

source: Speaks filename of the active application along with name of the currently loaded appmodule
ur: زیر عمل ایپلی کیشن کا نام مسل مع حالیہ لوڈ کردہ ایپ ماڈیول کا نام بولتا ہے۔

source: null
ur: نل

source: line feed
ur: سطر فیڈ

source: carriage return
ur: سطر تبدیلی

source: bang
ur: دھماکا

source: quote
ur: اقتباس

source: number
ur: عدد

source: dollar
ur: ڈالر

source: percent
ur: فیصد

source: and
ur: اور

source: tick
ur: ٹک

source: left paren
ur: دائیں قوس

source: right paren
ur: بائیں قوس

source: star
ur: ستارہ

source: plus
ur: جمع

source: comma
ur: کاما

source: dash
ur: ڈیش

source: slash
ur: سلیش

source: colon
ur: علامت وقفہ

source: semi
ur: ینم

source: less
ur: کمتر

source: equals
ur: مساوی کرتا ہے

source: greater
ur: سے بڑا

source: question
ur: سوال

source: at
ur: پر

source: left bracket
ur: بایاں خط وحدانی

source: back slash
ur: الٹا سلیش

source: right bracket
ur: دایاں خط وحدانی

source: graav
ur: گراو

source: left brace
ur: بایاں منحنی خط وحدانی

source: bar
ur: بار

source: right brace
ur: دایاں منحنی خط وحدانی

source: tilda
ur: ٹلڈا

source: unknown object
ur: نامعلوم آبجیکٹ

source: popup menu
ur: پوپ اپ مینیو

source: internal frame
ur: اندرونی فریم

source: configuration applied
ur: تشکیل لاگو کر دی گئی

source: Loading subsystems, please wait...
ur: ذیلی نظاموں کو ڈاؤن لوڈ کر رہا ہے، انتظار کریں...

source: &Revert to saved configuration Ctrl+R
ur: محفوظ شدہ تشکیل کی طرف واپس جائیں Ctrl+R

source: Reset all setting back to nvda.ini
ur: تمام سیٹنگیں nvda.ini پر واپس سیٹ کریں

source: &Save configuration Ctrl+S
ur: تشکیل محفوظ کریں Ctrl+S

source: &User interface... Ctrl+Shift+U
ur: صارف مواجہ... Ctrl+Shift+U

source: Change user interface settings
ur: صارف مواجہ سیٹنگیں تبدیل کریں

source: the synthesizer to use
ur: مرکب ساز کے استعمال کے لیے

source: &Synthesizer... Ctrl+Shift+S
ur: مرکب ساز... Ctrl+Shift+S

source: &Voice settings... Ctrl+Shift+V
ur: آواز سیٹنگیں... Ctrl+Shift+V

source: Choose the voice, rate, pitch and volume to use
ur: استعمال کے لیے آواز، شرح، اوج اور صوت منتخب کریں

source: &Keyboard Settings... Ctrl+K
ur: کلیدی تختہ سیٹنگیں... Ctrl+K

source: &Mouse settings... Ctrl+M
ur: ماؤس سیٹنگیں... Ctrl+M

source: Change reporting of mouse sape, object under mouse
ur: ماؤس کے زیر تحت آبجیکٹ، ماؤس شکل کی رپورٹ کاری تبدیل کریں۔

source: &Object presentation... Ctrl+Shift+O
ur: آبجیکٹ پیشکش... Ctrl+Shift+O

source: Virtual &buffers... Ctrl+Shift+B
ur: مجازی و بفر... Ctrl+Shift+B

source: Change Settings of document properties
ur: دستاویز خواص کی سیٹنگیں تبدیل کریں

source: Document &formatting... Ctrl+Shift+F
ur: دستاویز و وضع کاری... Ctrl+Shift+F

source: NVDA homepage
ur: NVDA ابتدائی صفحہ

source: Opens NVDA homepage in the default browser
ur: طے شدہ براؤزر میں NVDA ابتدائی صفحہ کھولتا ہے

source: NVDA wiki
ur: NVDA وکی

source: Opens NVDA wiki in the default browser
ur: طے شدہ براؤزر میں NVDA وکی کھولتا ہے

source: configuration saved
ur: تشکیل محفوظ کر دی گئی

source: Press OK to quit NVDA
ur: NVDA سے کنارہ کرنے کے لیے 'ٹھیک ہے' دبائیں

source: User interface settings
ur: صارف مواجہ سیٹنگیں

source: Voice settings
ur: آواز سیٹنگیں

source: Mouse settings
ur: ماؤس سیٹنگیں

source: Object presentation
ur: آبجیکٹ پیشکش

source: virtual buffers
ur: مجازی بفر

source: Document formatting
ur: دستاویز وضع کاری

source: copyright
ur: حق تصنیف

source: maintainer
ur: قائم کار

source: url
ur: یو ار ایل

source: version
ur: ورژن

source: Links List
ur: روابط فہرست

source: &Activate Link
ur: ربط عمل میں لائیں

source: &Move to link
ur: بطرف ربط بڑھائیں

source: &Language (requires restart to fully take affect)
ur: زبان(پوری طرح اثر ڈالنے کے لیے پھر شروع کرنا مطلوب ہے )

source: &Hide user interface on startup
ur: سیٹ اپ پر صارف مواجہ چھپائیں

source: &Synthesizer
ur: مرکب ساز

source: Output &device
ur: آؤٹ پٹ آلہ

source: &Speak all punctuation
ur: تمام رموز اوقاف بولتا ہے

source: Raise pitch for capitals
ur: بڑے حروف کے لیے اوج بڑھا دیں

source: Report &object under mouse
ur: ماؤس کے زیر تحت آبجیکٹ و رپورٹ

source: Report object &group names
ur: آبجیکٹ و نام گروپ رپورٹ کریں

source: Say object &state first
ur: آبجیکٹ و بیان پہلے کہیں

source: &Beep on progress bar updates
ur: پیش رفت بار کی تازہ کاری پر بیپ کرتا ہے

source: Report &virtual presentation on focus changes
ur: ماسکہ تبدیلیوں پر مجازی پیشکش رپورٹ کریں

source: Update the content &dynamically
ur: محرک طور پر مشمول تازہ کاری کریں

source: Report lin&ks
ur: روابط رپورٹ کریں

source: Report &lists
ur: فہرستیں رپورٹ کریں

source: Report list &items
ur: فہرست و اشیا رپورٹ کریں

source: Report &graphics
ur: گرافیات رپورٹ کریں

source: Report f&orms
ur: فارم رپورٹ کریں

source: Report form &fields
ur: فارم و قطعے رپورٹ کریں

source: Report &paragraphs
ur: پیراگراف رپورٹ کریں

source: Report f&rames
ur: فریم رپورٹ کریں

source: %s keyboard layout
ur: %s کلیدی تختہ لے آؤٹ

source: Description: %s
ur: تصریح: %s

source: Location: %s
ur: محل وقوع

source: Error in keyboardHandler.internal_keyDownEvent
ur: keyboardHandler.internal_keyDownEvent میں نقص

source: Error in keyboardHandler.internal_keyUpEvent
ur: keyboardHandler.internal_keyUpEvent میں نقص

source: end of text
ur: متن کا اختتام

source: level %d
ur: سطح %d

source: contains %s
ur: حامل %s

source: in
ur: در

source: out of
ur: سے باہر

source: unselected %s
ur: غیر منتخب شدہ %s

source: selection deleted
ur: انتخاب حذف کردہ

source: No speech, a template synthesizer
ur: کوئی گفتگو نہیں، ایک سانچا مرکب ساز

source: page %d
ur: صفحہ %d

source: line %d
ur: سطر %d

source: table with %d columns and %d rows
ur: %d کالموں اور %d سطروں والا جدول

source: row %d
ur: سطر %d

source: column %d
ur: کالم %d

source: alignment %s
ur: سیدھ %s

source: font name %s
ur: نام فانٹ %s

source: font size %d
ur: فانٹ سائز %d

source: not bold
ur: جلی نہیں

source: not italic
ur: اٹالک نہیں

source: not underline
ur: خط کشیدہ نہیں

source: not superscript
ur: بالا نوشت نہیں

source: not subscript
ur: زیر نوشت نہیں

source: Moves and then reads the current line
ur: بڑھاتا اور پھر موجودہ سطر پڑھتا ہے

source: reads the current line
ur: موجودہ سطر پڑھتا ہے

source: Moves and reads the current character
ur: بڑھاتا اور پھر موجودہ کریکٹر پڑھتا ہے

source: Moves and reads the current word
ur: بڑھاتا اور پھر موجودہ لفظ پڑھتا ہے

source: Manually moves to the next paragraph and then speaks it
ur: اگلے پیرا گراف کی طرف دستی بہ بڑھاتا ہے اور پھر اسے بولتا ہے

source: Manually moves to the previous paragraph and then speaks it
ur: پچھلے پیرا گراف کی طرف دستی بہ بڑھاتا ہے اور پھر اسے بولتا ہے

source: no selections
ur: انتخابات نہیں

source: Moves and reads the current selection
ur: بڑھاتا اور پھر موجودہ انتخاب پڑھتا ہے

source: Deletes the character and reads the new current character
ur: کریکٹروں کو حذف کرتا ہے اور نئے موجودہ کریکٹر پڑھتا ہے

source: Reads the character before the current character and then deletes it
ur: موجودہ کریکٹروں سے ما قبل کریکٹر پڑھتا ہے اور پھر اس حذف کرتا ہے

source: A free and open-source screen reader for MS Windows
ur: MS Windows کے لیے ایک آزاد اور کھلا ماخذ سکرین خواں

source: loading document %s
ur: دستاویز لوڈ کررہا ہے...

source: done
ur: مکمل

source: bullet
ur: شق

source: definition
ur: تعریف

source: file upload
ur: مسل اپ لوڈ کریں

source: protected %s
ur: تحفظ شدہ %s

source: moves one page up in the virtual buffer's current document
ur: مجازی بفر کی موجودہ دستاویز میں ایک صفحہ بالا بڑھاتا ہے

source: moves one page down in the virtual buffer's current document
ur: مجازی بفر کی موجودہ دستاویز میں ایک صفحہ نیچے بڑھاتا ہے

source: activates the current object in the virtual buffer
ur: مجازی بفر میں موجودہ آبجیکٹ عمل میں لاتا ہے

source: no more headings
ur: مزید سرخیاں نہیں

source: no more paragraphs
ur: مزید پیراگراف نہیں

source: moves to the next paragraph
ur: اگلے پیراگراف کی طرف بڑھاتا ہے

source: moves to the previous paragraph
ur: پچھلے پیراگراف کی طرف بڑھاتا ہے

source: no more tables
ur: مزید جدولیں نہیں

source: no more links
ur: مزید روابط نہیں

source: no more lists
ur: مزید فہرستیں نہیں

source: no more list items
ur: مزید فہرست اشیا نہیں

source: no more form fields
ur: مزید فارم قطعے نہیں

source: Moves to the next form field
ur: اگلی فارم قطعے کی طرف بڑھاتا ہے

source: text: "%s" not found
ur: متن: "%s" نہیں ملا

source: find a text pattern from the current cursor's position
ur: موجودہ کرسر پوزیشن سے ایک متن نمونہ ڈھونڈیں

source: find next occurrence of text
ur: متن کا اگلا وقوعہ ڈھونڈیں

source: h=headingQuickKey
ur: h=سرخی سریع کلید

source: f=formFieldQuickKey
ur: f=فارم قطعہ سریع کلید

source: p=paragraphQuickKey
ur: p=پیرگراف سریع کلید

source: t=tableQuickKey
ur: t=جدول سریع کلید

source: k=linkQuickKey
ur: k=ربط سریع کلید

source: l=listQuickKey
ur: l=فہرست سریع کلید

source: i=listItemQuickKey
ur: i=فہرست شے سریع کلید
