Repository: nvdacn/screenReaderTranslations
Catalog: */add-ons/instantTranslate/nvda.po
Languages: ru

source: Instant Translate Settings
ru: Настройки Instant Translate

source: Select translation source and target language:
ru: Выберите исходный и конечный языки перевода:

source: Source language:
ru: Исходный язык:

source: Target language:
ru: Конечный язык:

source: Copy translation result to clipboard
ru: Копировать результат перевода в буфер

source: Language for swapping:
ru: Язык для перестановки:

source: Activate the auto-swap if recognized source is equal to the target (experimental)
ru: Менять языки местами, если определенный язык схож с целевым (экспериментально)

source: Automatically detect language
ru: Автоматическое определение языка

source: Arabic
ru: Арабский

source: Welsh
ru: Валлийский

source: Esperanto
ru: Эсперанто

source: Gujarati
ru: Гуджарати

source: Creole Haiti
ru: Креол Гаити

source: Armenian
ru: Армянский

source: Latin
ru: Латинский

source: Norwegian
ru: Норвежский

source: Serbian (Latin)
ru: Сербский (латиница)

source: Swahili
ru: Суахили

source: Tagalog
ru: Тагальский

source: Yiddish
ru: Идиш

source: Chinese (Simplified)
ru: Китайский (упрощенный)

source: Chinese (Traditional)
ru: Китайский (традиционный)

source: unavailable
ru: недоступно

source: Instant Translate layer commands. t translates selected text, shift+t translates clipboard text, a announces current swap configuration, s swaps source and target languages, c copies last result to clipboard, i identify the language of selected text.
ru: Клавиши режима Instant Translate. t перевести выделенный текст, shift+t перевести текст в буфере обмена, a сообщить текущую настройку перестановки языка, s поменять местами исходный и целевой языки, c скопировать перевод в буфер обмена, i определить язык выделенного текста.

source: Instant &Translate Settings...
ru: Настройки Instant &Translate

source: Select languages to be used for translation.
ru: Выберите языки, которые будут использоваться для перевода.

source: There is no text on the clipboard
ru: нет текста в буфере обмена

source: Translates clipboard text from one language to another using Google Translate.
ru: Переводит текст из буфера обмена с одного языка на другой с помощью Google Translate.

source: no selection
ru: нет выделения

source: Translates selected text from one language to another using Google Translate.
ru: Переводит выделенный текст с одного языка на другой с помощью Google Translate.

source: Languages swapped
ru: Языки перестановлены.

source: Translate: from {lang1} to {lang2}
ru: Перевести: с языка {lang1} на {lang2}

source: It swaps source and target languages.
ru: Команда перестанавливает местами исходный и целевой языки.

source: It announces the current source and target languages.
ru: Команда озвучивает текущие исходный и целевой языки.

source: Last translation copied in clipboard
ru: Перевод скопирован в буфер обмена

source: No stored translation
ru: Нет выполненного перевода

source: It copies the last translation to clipboard
ru: Команда копирует последний перевод в буфер обмена

source: Language is...
ru: Язык...

source: It identifies the language of selected text
ru: Определяет язык выделенного текста

source: t translates selected text, shift+t translates clipboard text, a announces current swap configuration, s swaps source and target languages, c copies last result to clipboard, i identify the language of selected text, h displays this message.
ru: t перевести выделенный текст, shift+t перевести текст в буфере обмена, a сообщить текущую настройку перестановки языка, s поменять местами исходный и целевой языки, c скопировать перевод в буфер обмена, i определить язык выделенного текста, h озвучить это сообщение.
