Repository: nvdacn/screenReaderTranslations
Catalog: */add-ons/reviewCursorCopier/nvda.po
Languages: fi, he

source: Copied
fi: Kopioitu
he: הועתק

source: Failed to copy
fi: Kopiointi ei onnistu
he: נכשל בהעתקה

source: Copies the line under the review cursor to the clipboard.
fi: Kopioi tarkastelukohdistimen alla olevan rivin leikepöydälle.
he: מעתיק את השורה מתחת לסמן הסקירה ללוח.

source: Copies the word under the review cursor to the clipboard.
fi: Kopioi tarkastelukohdistimen alla olevan sanan leikepöydälle.
he: מעתיק את המילה מתחת לסמן הסקירה ללוח.

source: Copies the text from the start of the current line to the clipboard.
fi: Kopioi leikepöydälle tekstin nykyisen rivin alusta tarkastelukohdistimen sijaintiin saakka.
he: מעתיק את הטקסט מתחילת השורה הנוכחית ללוח.

source: Copies the text until the end of the current line to the clipboard.
fi: Kopioi tekstin leikepöydälle tarkastelukohdistimen sijainnista nykyisen rivin loppuun saakka.
he: מעתיק את הטקסט עד לסוף השורה הנוכחית ללוח.

source: Copies the text from the start of the current word to the clipboard.
fi: Kopioi leikepöydälle tekstin nykyisen sanan alusta tarkastelukohdistimen sijaintiin saakka.
he: מעתיק את הטקסט מתחילת המילה הנוכחית ללוח.

source: Copies the text until the end of the current word to the clipboard.
fi: Kopioi tekstin leikepöydälle tarkastelukohdistimen sijainnista nykyisen sanan loppuun saakka.
he: מעתיק את הטקסט עד סוף המילה הנוכחית ללוח.

source: Review Cursor Copier
fi: Tarkastelukohdistimen kopioija
he: העתקת סקירת הסמן

source: Provides various commands for copying the text under the review cursor to the clipboard. Please consult the documentation for more information.
fi: Tarjoaa eri komentoja tarkastelukohdistimen alla olevan tekstin kopioimiseen leikepöydälle. Katso lisätietoja ohjeesta.
he: מספק פקודות שונות להעתקת הטקסט מתחת לסמן הסקירה ללוח הגזירים. נא עיין בתיעוד לקבלת מידע נוסף.
