Repository: nvdacn/screenReaderTranslations
Catalog: */*/add-ons/controlUsageAssistant/nvda.po
Languages: de, fa, hr_hr, hu, ja, pl, vi, zh_cn

source: Control Usage Assistant
hr_hr: Pomočnik za uporabu kontrola
vi: Trợ Giúp Sử Dụng Điều Khiển
zh_cn: 控件使用助理

source: Presents a short message on how to interact with the focused control.
de: Zeigt eine kurze Meldung zur Verwendung des fokussierten Objekts an.
fa: پیامی کوتاه برای چگونگی کار کردن با این مهار پیش رو می‌نهد
hr_hr: Predstavlja kratku poruku o tome kako komunicirati s fokusiranom kontrolom.
hu: Megjelenít egy rövid üzenetet az aktuális elem használatával kapcsolatban.
ja: 現在のコントロールの操作を簡単に説明します
pl: Przedstawia krótką instrukcję w jaki sposób pracować z kontrolką w punkcie uwagi.
vi: Thông báo cách tương tác với điều khiển có focus..
zh_cn: 介绍关于如何与具有焦点的控件进行交互的一条剪短信息。

source: No help for this control
de: Für das aktuelle Element steht keine Hilfe zur Verfügung.
fa: راهنمایی برای این مهار در دست نیست
hr_hr: Pomoć za ovu kontrolu ne postoji
hu: Nem tartozik súgó ehhez az elemhez
ja: 説明がありません
pl: Brak pomocy dla tej kontrolki.No help for this control
vi: Không có giúp đỡ cho điều khiển này
zh_cn: 此控件无帮助

source: . To switch to browse mode, press NVDA+SPACE or escape key
de: . Drücken Sie NVDA-Leertaste oder ESC, um in den Lesemodus zu wechseln.
fa: برای جایگردان شدن به گونه‌ی گشتاری٬ کلیدهای NVDA+space یا کلید escape را فشار دهید
hr_hr: . Za prebacivanje na način surfanja, pritisnite NVDA+RAZMAK ili tipku escape
hu: Böngészőmódba váltáshoz nyomja meg az NVDA+szóköz, vagy az escape billentyűt.
ja: 。ブラウズモードにするには NVDA+スペースまたはエスケープキーを押します
pl: . Aby przełączyć się do trybu czytania, naciśnij NVDA+Spacja albo klawisz escape
vi: Để chuyển qua chế độ duyệt, nhấn NVDA+SPACE hoặc phím escape
zh_cn: 若要切换到浏览模式，按esc 键或NVDA + 空格键

source: To use browse mode and quick navigation keys to read the webpage, switch to browse mode by pressing NVDA+SPACE
de: Drücken Sie NVDA-Leertaste, um den Lesemodus und die Schnellnavigationstasten zu verwenden.
fa: برای به کار گرفتن ان‌وی‌دی‌ای در گونه‌ی گشتاری به بهره گرفتن از کلیدهای تندپیما برای خواندن تاربرگ‌ها٬ با فشردن کلیدهای NVDA+SPACE به گونه‌ی گشتاری جایگردان کنید
hr_hr: Da biste rabili način surfanja i brze navigacijske tipke za čitanje web stranice, prebacite se u način surfanja pritiskom kombinacije NVDA+RAZMAK
hu: A böngészőmód és a gyors navigációs gombok használatához nyomja meg az NVDA+szóköz billentyűparancsot
ja: ウェブページを1文字ナビゲーションで読むには、NVDA+スペースでブラウズモードに切り替えます
pl: Aby używać trybu czytania i klawiszy szybkiej nawigacji do odczytu strony, przełącz się do trybu czytania naciskając NVDA+spacja
vi: Để sử dụng các phím di chuyển nhanh, hãy chuyển qua chế độ duyệt bằng cách nhấn NVDA+space.
zh_cn: 要使用浏览模式和快速导航键读取该网页，请先切换到浏览模式

source: Press space to check or uncheck the checkbox
de: Dies ist ein Kontrollkästchen. Drücken Sie die Leertaste um es zu aktivieren oder zu deaktivieren.
fa: کلید SPACE را برای تیک زدن یا برداشتن تیک در جعبه‌ی تیک‌خور فشار دهید
hr_hr: Pritisnite razmak da biste potvrdili ili uklonili potvrdu na potvrdnom okviru
hu: Nyomja meg a szóközt a jelölőnégyzet be/kikapcsolásához
ja: スペースでチェックボックスのチェックありとチェックなしを切り替えます
pl: Naciśnij spację, aby zaznaczyć lub odznaczyć pole wyboru
vi: Nhấn khoảng trắng để chọn hoặc bỏ chọn hộp kiểm
zh_cn: 按空格键选中或取消选中该复选框

source: Use the arrow keys to choose a radio button
de: Dies ist ein Auswahlschalter. Verwenden Sie die Pfeiltasten um zwischen den einzelnen Optionen zu wählen.
fa: از کلیدهای سونما برای گزینش یکی از دکمه‌های رادیویی بهره بگیرید
hr_hr: Rabite strelice na tipkovnici da biste odabrali radio gumb
hu: Használja a fel/le nyíl billentyűket egy választógomb kiválasztásához
ja: 矢印キーでラジオボタンを選択します
pl: Użyj klawiszy strzałek, aby przełączyć przycisk opcji
vi: Dùng mũi tên để chọn radio
zh_cn: 使用光标键选择单选按钮

source: Use the arrow keys to read this box
de: Dies ist eine Liste. Verwenden Sie die Pfeiltasten um einen Eintrag auszuwählen.
fa: از کلیدهای سونما برای خواندن این جعبه بهره بگیرید
hr_hr: Rabite strelice za čitanje ovog okvira
hu: Használja anyíl billentyűket a szöveg elolvasásához
ja: 矢印キーでリストボックスを読み上げます
pl: Użyj klawiszy strzałek, aby przeczytać to pole
vi: Dùng mũi tên để đọc hộp này
zh_cn: 使用光标键来读取此框

source: Type text here
de: Dies ist ein Eingabefeld. Hier können Sie Text eingeben.
fa: نوشتار را اینجا درون کنید
hr_hr: Ovdje upišite tekst
hu: Szöveg beviteli mező
ja: テキストを入力します
pl: Tu wpisz tekst
vi: Nhập văn bản tại đây
zh_cn: 在此处输入文本

source: Use the text navigation commands to read text
de: Verwenden Sie die Befehle zum Betrachten von Text um sich im Selbigen zu bewegen.
fa: از کلیدهای فرمان ویژه‌ی پیمایش نوشتار٬ برای خواندن نوشتار بهره بگیرید
hr_hr: Koristite naredbe za navigaciju kroz tekst da biste pročitali tekst
hu: Használja a szöveg navigációs billentyűparancsokat az elolvasáshoz
ja: 読み取り専用テキストの中を移動します
pl: Użyj klawiszy nawigacji po tekście, aby przeczytać ten tekst
vi: Dùng các lệnh di chuyển văn bản để đọc nội dung
zh_cn: 使用文本导航命令读取文本

source: Press SPACE or ENTER to activate this button
de: Dies ist ein Schalter. Drücken Sie die Leertaste oder die Eingabetaste um ihn zu aktivieren.
fa: برای کارا کردن این دکمه٬ کلید SPACE یا ENTER را فشار دهید
hr_hr: Pritisnite RAZMAK ili ENTER da biste aktivirali ovaj gumb
hu: Nyomja meg a szóköz/enter billentyűt a gomb aktiválásához
ja: スペースまたはエンターでボタンを押します
pl: Naciśnij spację lub Enter, aby aktywować ten przycisk
vi: Nhấn khoảng trắng hoặc enter để kích hoạt nút này
zh_cn: 按空格键或回车键以激活此按钮

source: Use the arrow keys to move between the menu items
de: Verwenden Sie die Pfeiltasten um zwischen den Einträgen des Menüs zu navigieren.
fa: برای جا‌به‌جا شدن میان تکه‌منوها٬ از کلیدهای سونما بهره بگیرید
hr_hr: Rabite strelice na tipkovnici za kretanje između stavki izbornika
hu: Használja a nyíl billentyűket a menüben való mozgáshoz
ja: 矢印キーでメニュー項目を移動します
pl: Użyj klawiszy strzałek do przechodzenia pomiędzy elementami menu
vi: dùng mũi tên để duyệt qua các mục trong thực đơn
zh_cn: 使用光标键在菜单项之间移动

source: Use up and down arrow keys to move through options in the pop-up menu
de: Verwenden Sie die Pfeiltasten Pfeil Auf und Pfeil Ab um einen Menüeintrag auszuwählen.
fa: از کلیدهای سونمای بالا و پایین برای جا‌به‌جا شدن میان گزینه‌های منوی ستونی در پیش رو٬ بهره بگیرید
hr_hr: Rabite strelice gore i dolje za kretanje između opcija u iskočnom izborniku
hu: Használja a fel és lenyilakat a beállítások között való mozgásra a helyi menüben
ja: 上矢印と下矢印でポップアップメニューの項目を移動します
pl: Użyj klawiszy strzałek w górę i dół, aby przełączać się między opcjami menu rozwijanego
vi: Dùng mũi tên lên/xuống để duyệt các mục trong thực đơn được xổ ra
zh_cn: 使用上下光标键在弹出菜单中移动选项

source: Use the arrow keys to move among choices in the combo box until the desired option is found
de: Verwenden Sie die Pfeiltasten um einen Eintrag dieses Kombinationsfeldes auszuwählen.
fa: تا گزینه ای که می‌خواهید را در جعبه‌ی تک‌گزینشی پیدا کنید٬ با کلیدهای سونما میان گزینه‌ها جا‌به‌جا شوید
hr_hr: Rabite strelice na tipkovnici za pomicanje kroz opcije u odabirnom okviru dok ne nađete željenu opciju
hu: A nyíl billentyűk segítségével válassza ki az önnek megfelelő opciót
ja: 矢印キーでコンボボックスの選択したい項目に移動します
pl: Użyj klawiszy strzałek do zmiany wartości listy rozwijanej, aż do znalezienia potrzebnej opcji
vi: Dùng mũi tên duyệt qua các chọn lựa
zh_cn: 使用光标键在组合框中的项目间移动，直到找到所需的选项

source: Use the arrow keys to move to the next or previous item in this list
de: Verwenden Sie die Pfeiltasten um einen Eintrag aus der Liste auszuwählen.
fa: از کلیدهای سونما برای جا‌به‌جا شدن میان تکه‌های پسین یا پیشین فهرست٬ بهره بگیرید
hr_hr: Rabite strelice na tipkovnici da biste se pomaknuli na sljedeću ili prethodnu stavku u ovom popisu
hu: A nyilak segítségével mozoghat az előző és következő listaelemek között
ja: 矢印キーでリストの前後の項目に移動します
pl: Użyj klawiszy strzałek aby przejść do następnego lub poprzedniego elementu na tej liście
vi: Dùng mũi tên để duyệt qua các mục trong danh sách
zh_cn: 使用光标键移动到列表中的下一个或上一个项

source: Press SPACE or ENTER to activate this link
de: Drücken Sie die Leertaste oder die Eingabetaste um den Link auszuwählen.
fa: کلید SPACE یا ENTER را برای کارا کردن این پیوند٬ فشار دهید
hr_hr: Pritisnite RAZMAK ili ENTER da biste aktivirali ovaj link
hu: Nyomja meg a szóköz/enter billentyűt a hivatkozás aktiválásához
ja: スペースまたはエンターでリンク先に移動します
pl: Naciśnij spację lub Enter, aby aktywować ten link
vi: nhấn khoảng trắng hoặc enter để kích hoạt liên kết
zh_cn: 按空格键或回车键以激活此链接

source: Use the up and down arrow keys to select the items. Use left arrow to collapse and right arrow to expand
de: Verwenden Sie die Pfeiltasten Pfeil Auf und Pfeil Ab um einen Eintrag auszuwählen. Verwenden Sie Pfeil Links oder Pfeil Rechts um einen Eintrag zu reduzieren oder zu erweitern.
fa: از کلیدهای سونمای بالا و پایین برای گزینش تکه‌ها بهره بگیرید. از کلید سونمای چپ برای بستن و از سونمای راست نیز برای باز کردن تکه‌ی گزیده شده٬ بهره بگیرید
hr_hr: Rabite strelice gore i dolje za odabir stavki. Rabite strelicu lijevo da biste skupili i strelicu desno da biste proširili
hu: A fel és lefele nyilakkal kiválaszthat egy elemet, a jobbra nyillal kinyithatja, a balrával bezárhatja azt
ja: 上矢印と下矢印で項目を選択、左矢印でたたむ、右矢印で開く操作です
pl: Użyj strzałek w górę i dół, aby wybrać element. Użyj strzałek w prawo lub lewo, aby rozwinąć lub zwinąć
vi: Dùng mũi tên lên/xuống để duyệt các mục. Dùng mũi tên trái để thu nhỏ hoặc mũi tên phải để mở rộng.
zh_cn: 使用上下光标键选择，使用左右光标折叠和展开

source: Use the left and right arrow keys to move between tabs, or press control+tab for next tab and control+shift+tab for previous tab
de: Verwenden Sie die Pfeiltasten Pfeil Links oder Pfeil Rechts um zwischen den Registerkarten zu wechseln. Alternativ können Sie auch Strg+Tab und Strg+Umschalt+Tab verwenden.
fa: برای جا‌به‌جا شدن میان هر یک از زبانه‌ها٬ از کلیدهای سونمای راست و چپ بهره بگیرید؛ یا کلیدهای control+tab برای رفتن به زبانه‌ی پس‌تر و control+shift+tab برای رفتن به زبانه‌ی پیش‌تر٬ بهره بگیرید
hr_hr: Rabite strelice lijevo i desno za pomicanje između kartica, ili pritisnite control+tab za sljedeću karticu i control+shift+tab za prethodnu karticu
hu: A bal és jobbra nyilak segítségével, vagy a control+tab és control+shift+tab használatával váltogathat a lapfülek között
ja: 左矢印と右矢印で前後のタブに移動、コントロール＋タブキーで次のタブに移動、コントロール＋シフト＋タブキーで前のタブに移動します
pl: Użyj klawiszy strzałek w lewo i prawo, aby przemieszczać się pomiędzy zakładkami, albo naciśnij control+tab aby przejść do następnej lub control+shift+tab by przejść do poprzedniej
vi: Dùng mũi tên trái/phải để chuyển qua lại giữa các tab. Nhấn control+tab chuyển đến tab kế hoặc control+shift+tab để chuyển về tab trước đó
zh_cn: 使用左右光标在选项卡标签之间移动，或按CTRL+Tab移动到下一个选项卡标签

source: Use the left and down arrow keys to decrease and up and right arrow keys to increase the value in this slider. Use page up and page down to increase or decrease in larger values, and press home and end keys to select maximum and minimum value
de: Verwenden Sie die Pfeiltasten Pfeil Auf oder Pfeil Links um den Wert zu verringern, Pfeil Ab oder Pfeil Rechts um den Wert zu erhöhen.
fa: از کلیدهای سونمای چپ و پایین برای کاستن کلیدهای راست و بالا برای افزودن ارزش درون این لغزان٬ بهره بگیرید. از کلیدهای PAGEUP و PAGEDOWN نیز برای افزودن یا کاستن با شمارش بیشتر٬ بهره بگیرید؛ و برای گزیدن ارزش بیشینه یا کمینه نیز از کلیدهای HOME و END بهره بگیرید
hr_hr: Rabite strelice lijevo i dolje da biste smanjili te strelice gore i desno da biste povećali vrijednost na ovom klizaču. Rabite tipke page up i page down da biste povećavali i smanjivali u većim vrijednostima, i pritisnite tipke home i end dabiste odabrali maksimalnu i minimalnu vrijednost
hu: Használja a balra és lefele nyilakat a csökkentéshez, a jobbra és a felfele nyilakat pedig az érték növeléséhez a csúszkán. A page up és page down billentyűparanccsal nagyobb lépésekkel növelheti vagy csökkentheti az értéket, a home és end billentyűparanccsal pedig a két szélső értéket érheti el.
ja: 右矢印と下矢印でスライダーを下げる、左矢印と上矢印で上げる、ページアップとページダウンで値を大きく変える、ホームキーで最大値、エンドキーで最小値に設定します
pl: Użyj strzałki w lewo lub w dół, aby zmniejszyć, albo w górę lub w prawo, aby zwiększyć wartość tego suwaka. Naciśnij PGUP lub PGDN aby zwiększyć lub zmniejszyć o większe wartości, naciśnij klawisz Home lub End by wybrać wartość maksymalną i minimalną
vi: Dùng mũi tên trái/mũi tên xuống để giảm và mũi tên phải/lên để tăng giá trị trên thanh trượt. Nhấn phím trang trước hoặc trang sau để tăng/giảm một khoảng giá trị lớn. VÀ nhấn đầu hoặc cuối để chọn giá trị cao hoặc thấp tối đa.
zh_cn: 使用左光标或下光标减少值，使用右光标或上光标增加值

source: Press control, alt and arrow keys together to move between rows and columns
de: Drücken Sie die Pfeiltasten zusammen mit Strg und Alt um zwischen den Reihen und Spalten der Tabelle zu navigieren.
fa: برای جا‌به‌جا شدن میان ستون‌ها٬ کلیدهای alt+control را با کلیدهای سونما فشار دهید
hr_hr: Pritisnite control, alt i strelice na tipkovnici zajedno za pomicanje po redovima i stupcima
hu: A control+alt+nyilak együttes lenyomásával mozoghat a táblázat cellái és sorai között
ja: コントロール＋オルト＋矢印キーで行と列を移動します
pl: Naciśnij klawisze strzałek przy wciśniętych Alt i CTRL, aby przemieszczać się między kolumnami i wierszami
vi: Nhấn control+alt+mũi tên để di chuyển giữa các dòng và cột.
zh_cn: 按ctrl+alt+光标键在行和列之间移动

source: Press control, alt and arrow keys together to move between table cells
de: Drücken Sie die Pfeiltasten zusammen mit Strg und Alt um zwischen den Zellen der Tabelle zu navigieren.
fa: برای جا‌به‌جا شدن میان خانه‌های جدول٬ کلیدهای alt+control را با کلیدهای سونما فشار دهید
hr_hr: Pritisnite control, alt i strelice na tipkovnici zajedno za pomicanje po ćelijama tablice
hu: A control+alt+nyilak egyidejű megnyomásával mozoghat a táblázat cellái között.
ja: コントロール＋オルト＋矢印キーでテーブルのセルを移動します
pl: Naciśnij klawisze strzałek przy wciśniętych Alt i CTRL aby przechodzić między komórkami tabeli
vi: Nhấn control+alt+mũi tên để di chuyển giữa các ô trong bảng
zh_cn: 按ctrl+alt+光标键在表格的单元格之间移动

source: Use the arrow keys or object navigation commands to move through the document
de: Verwenden Sie die Pfeiltasten oder den Navigator um sich im Dokument zu bewegen.
fa: کلیدهای سونما یا کلیدهای فرمان پیمایش میان چیزها را برای جا‌به‌جا شدن در رسانه‌ی نوشتاری٬ به کار بگیرید
hr_hr: Rabite strelice na tipkovnici ili tipke za objektnu navigaciju za pomicanje kroz dokument
hu: A nyilak vagy az áttekintő parancsok segítségével mozoghat a dokumentumban
ja: 矢印キーまたはオブジェクトナビゲーション操作でドキュメントの中を移動します
pl: Użyj klawiszy strzałek lub poleceń nawigacji obiektowej, aby przemieszczać się po dokumencie
vi: Dùng mũi tên hoặc các lệnh di chuyển đối tượng để duyệt tài liệu
zh_cn: 使用光标键或对象导航命令移动文档

source: Type commands in the terminal window and use review cursor commands to read the output
de: Geben sie Befehle in das Terminalfenster ein oder verwenden Sie den NVDA-Cursor, um die Ausgaben zu lesen.
fa: واژه‌ی commands را در پنجره‌ی پایانه درون کنید و برای خواندن پیامد٬ از فرمان‌های پیرامون نشانگر بازبین بهره بگیرید
hr_hr: Utipkajte naredbe u prozor terminala i koristite naredbe preglednog kursora za čitanje izlaznog teksta
hu: Gépelje be a parancsokat a terminál ablakba, maj használja az áttekintő kurzort a visszaolvasáshoz.
pl: Wpisz polecenia w oknie terminala, użyj poleceń punktu przeglądania, aby przeczytać wyświetlone informacje
vi: Gõ lệnh vào cửa sổ lệnh và dùng các lệnh con trỏ duyệt để đọc thông tin
zh_cn: 在终端窗口中输入命令，用光标键来读取输出

source: To select a radio button, switch to focus mode by pressing NVDA+SPACE or ENTER key
de: Um eine Option in diesem Auswahlschalter auszuwählen, wechseln Sie durch Drücken von NVDA-Leertaste oder durch Drücken der Eingabetaste in den Fokusmodus.
hr_hr: Da biste odabrali radio gumb, prijeđite u mod fokusa tako da pritisnete NVDA+RAZMAK ili tipku ENTER
hu: Egy választógomb kiválasztásához váltson interaktív módba, vagy noymja le az enter billentyűt
ja: ラジオボタンを選択するには、NVDA+スペースまたはエンターキーでフォーカスモードに切り替えます。
pl: Aby zaznaczyć przycisk opcji, przejdź do trybu formularzy naciskając NVDA+spacja albo klawisz Enter.
vi: Để chọn nút radio, chuyển qua chế độ focus với phím NVDA+khoảng trắng hoặc phím enter.
zh_cn: 若要选择一个单选按钮，切换到焦点模式按NVDA + 空格键或回车键

source: To type text into this edit field, switch to focus mode by pressing NVDA+SPACE or ENTER key
de: Drücken Sie NVDA-Leertaste oder die Eingabetaste, um in den Fokusmodus zu wechseln und Text in dieses Eingabefeld einzugeben.
hr_hr: Da biste upisali tekst u ovaj tekstualni okvir, prijeđite u mod fokusa tako da pritisnete NVDA+RAZMAK ili tipku ENTER
hu: A szöveg begépeléséhez váltson át interaktív módra az NVDA+szóköz, vagy az enter billentyű lenyomásával.
ja: このエディットに文字を入力するには、NVDA+スペースまたはエンターキーでフォーカスモードに切り替えます。
pl: Aby wpisać tekst w tym polu edycji, przejdź do trybu formularzy naciskając NVDA+spacja albo klawisz Enter.
vi: Để nhập nội dung ở ô nhập liệu, hãy chuyển qua chế độ focus với phím lệnh NVDA+khoảng trắng hoặc phím enter.
zh_cn: 要将此编辑字段键入文本，切换到焦点模式按NVDA + 空格键或回车键

source: To select an item in the combo box, switch to focus mode by pressing NVDA+SPACE or ENTER key
de: Drücken Sie NVDA-Leertaste oder die Eingabetaste, um in den Fokusmodus zu wechseln und einen Eintrag in diesem Kombinationsfeld auszuwählen.
hr_hr: Da biste odabrali stavku iz odabirnog okvira, prijeđite u mod fokusa tako da pritisnete NVDA+RAZMAK ili tipku ENTER
hu: Egy elem kiválasztásához a kombinált listában váltson át interaktív módra az NVDA+szóköz, vagy az enter billentyű lenyomásával.
ja: このコンボボックスの項目を選択するには、NVDA+スペースまたはエンターキーでフォーカスモードに切り替えます。
pl: Aby wybrać element na liście, przejdź do trybu formularzy naciskając NVDA+spacja albo klawisz Enter.
vi: Để chọn mục trong hộp xổ, nhấn NVDA+khoảng trắng hoặc enter chuyển qua chế độ focus.
zh_cn: 要在组合框中选择一个项目，切换到焦点模式按NVDA + 空格键或ENTER键

source: Use the browse mode and quick navigation commands to read through the webpage
de: Verwenden Sie den Lesemodus oder die Schnellnavigationstasten, um sich durch die Webseite zu bewegen.
hr_hr: Rabite mod surfanja i brze navigacijske naredbe za čitanje web stranice
hu: Használja böngészőmódban a gyors navigációs parancsokkat a weboldal áttekintéséhez.
ja: ブラウズモードで1文字ナビゲーションを使ってこのウェブページを読むことができます
pl: Użyj trybu czytania i poleceń szybkiej nawigacji, aby przeglądać tę stronę
vi: Dùng chế độ duyệt và các phím di chuyển nhanh để duyệt trang web.
zh_cn: 通过浏览模式和快速导航命令来读取网页

source: Use the arrow keys to move between start screen tiles
de: Verwenden Sie die Pfeiltasten um zwischen den Kacheln des Startbildschirms zu navigieren.
hr_hr: Rabite strelice na tipkovnici za pomicanje između pločica na početnom zaslonu
hu: Használja a nyíl billentyűket a képernyő csempéken való mozgáshoz.
pl: Użyj strzałek, aby przemieszczać się między kafelkami na ekranie startowym
vi: Dùng mũi tên chuyển qua lại giữa các lớp ô trên màn hình khởi động
zh_cn: 使用光标键在开始屏幕的磁贴之间移动

source: Use up and down arrow keys to move between slides
de: Verwenden Sie die Pfeiltasten auf und ab, um zwischen den Folien zu navigieren.
hr_hr: Rabite strelice gore i dolje za pomicanje između slajdova
hu: Használja a nyíl billentyűket a diák között való mozgáshoz
pl: Użyj strzałki w górę lub w dół, aby przemieszczać się między slajdami
vi: dùng mũi tên lên/xuống chuyển qua lại giữa các slide
zh_cn: 使用上下光标键在幻灯片之间移动

source: Press SPACE or BACKSPACE to move between slides in the slide show. To end the slide show, press escape
de: Drücken Sie die Leertaste oder die Rücktaste, um zwischen den Folien zu wechseln. Drücken Sie ESC, um die Präsentation zu beenden.
hr_hr: Pritisnite razmak ili tipku BACKSPACE za pomicanje između slajdova u dijaprojekciji. Da biste završili dijaprojekciju, pritisnite tipku ESCAPE
hu: Nyomja meg a szóközt vagy a backspace-t a diák közötti mozgáshoz, a diavetítés bezárását az escape billentyűvel teheti meg.
pl: Naciśnij spację lub backspace, aby przemieszczać się między slajdami w pokazie slajdów. Aby zakończyć pokaz, naciśnij Escape.
vi: Nhấn khoảng trắng hoặc xóa lùi để chuyển qua lại giữa các slide khi trình chiếu. Nhấn escape để kết thúc trình chiếu.
zh_cn: 按空格键或退格键在幻灯片与幻灯片之间移动。要结束幻灯片放映，请按ESC

source: Use the arrow keys to move between spreadsheet cells
de: Verwenden Sie die Pfeiltasten um zwischen den Tabellenzellen innerhalb des Tabellenblattes zu navigieren.
hr_hr: Rabite strelice na tipkovnici za pomicanje između ćelija u proračunskoj tablici
hu: Használja a nyíl billentyűket a táblázat cellák közötti mozgáshoz
ja: 矢印キーで表計算のセルを移動します
pl: Użyj klawiszy strzałek, aby przechodzić między komórkami arkusza
vi: dùng mũi tên để di chuyển giữa các ô trong bảng tính
zh_cn: 使用光标键在电子表格的单元格之间移动

source: Control Usage Assistant - get brief help on interacting with the focused control
de: Hilfe zur benutzung der Steuerelemente - Zeigt eine Hilfe zur Verwendung des fokussierten Steuerelements an.
hr_hr: Pomočnik za uporabu kontrola - dobivanje kratke pomoći za komunikaciju s fokusiranom kontrolom
hu: Tájékoztató üzemmód - rövid segítséget kaphat arról, hogy hogyan kell használni az aktív vezérlőelemet.
ja: Control Usage Assistant 現在位置での操作を説明します
pl: Asystent używania kontrolek - uzyskaj krótką pomoc na temat korzystania z kontrolki w punkcie uwagi
vi: Trợ giúp sử dụng điều khiển thông báo thông tin giúp đỡ về cách tương tác với đối tượng đang có focus.
zh_cn: 控件使用助理-获取有关与具有焦点的控件进行交互的剪短帮助信息

source: Allows you to find out how to interact with the focused control, useful for new computer users new to Windows and to NvDA. Press NvDA+H to get a short help message on using the focused control, such as moving through tables, checkboxes and so on.
de: Drücken Sie NVDA+H um zu erfahren, wie Sie das aktuell fokussierte Steuerelement verwenden können. Dies ist für Anwender nützlich, die noch unerfahren im Umgang mit Windows oder NVDA sind.
hr_hr: Omogućuje vam da saznate kako komunicirati s fokusiranom kontrolom, što je korisno za nove korisnike Windows sustava i za nove korisnike NVDA čitača zaslona. Pritisnite NvDA+H da biste dobili kratku pomoćnu poruku o uporabi fokusirane kontrole, kao što je pomicanje kroz tablice, potvrdne okvire itd.
hu: Bővebb információt kaphat az aktuális elem használatáról, ami főleg a kezdő számítógép felhasználóknak hasznos. Nyomja meg az NVDA+h billentyűparancsot az üzenet meghallgatásához, pl. egy táblázatban megtudhatja hogyan mozoghat a cellákon és a sorokon billentyűparancsok segítségével.
ja: 現在のフォーカス位置のコントロールを操作する方法を説明します。WindowsとNVDAの初心者に役立つ機能です。NVDA+Hを押すとフォーカス位置のコントロール、例えばテーブルの中の移動やチェックボックスなどの簡単な説明をします。
pl: Pozwala dowiedzieć się jak pracować z aktualną kontrolką. Przydatne dla początkujących użytkowników komputera, systemu Windows i NVDA. Naciśnij NVDA+H dla uzyskania krótkiej pomocy jak używać aktualnej kontrolki, np. przechodzenia w tabeli, korzystania z pól wyboru itd.
vi: Thông báo thông tin giúp đỡ cách tương tác với loại điều khiển đang có focus, sẽ hữu ích cho những người dùng mới. Nhấn NVDA+h để nghe thông báo.
zh_cn: 针对新计算机用户，使您可以找出如何与具有焦点的控件交互。
