Repository: nvdacn/screenReaderTranslations
Catalog: */add-ons/vocalizerDriver/nvda.po
Languages: de, el, ja, nl

source: URL: {url} This product is composed of two independent components: - Nuance Vocalizer Expressive speech synthesizer. - NVDA speech driver and interface for Nuance Vocalizer. Licenses and conditions for these components are as follows: Nuance Vocalizer Expressive speech synthesizer: Copyright (C) 2013 Nuance Communications, Inc. All rights reserved. Synthesizer Version: {synthVersion} This copy of the Nuance Vocalizer synthesizer is licensed to be used exclusively with the NVDA screen reader (Non Visual Desktop Access). License management components are property of Tiflotecnia, LDA. Copyright (C) 2012, 2013 Tiflotecnia, LDA. All rights reserved. --- NVDA speech driver and interface for Nuance Vocalizer Expressive: Copyright (C) 2012, 2013 Tiflotecnia, LDA. Copyright (C) 2012, 2013 Rui Batista. Version: {driverVersion} NVDA speech driver and interface for Nuance Vocalizer is covered by the GNU General Public License (Version 2). You are free to share or change this software in any way you like as long as it is accompanied by the license and you make all source code available to anyone who wants it. This applies to both original and modified copies of this software, plus any derivative works. For further details, you can view the license from the NVDA Help menu. It can also be viewed online at: http://www.gnu.org/licenses/old-licenses/gpl-2.0.html This component was developed by Tiflotecnia, LDA and Rui Batista, with contributions from many others. Special thanks goes to: {contributors}
el: URL: {url} Το προϊόν αυτό αποτελείται από δύο ξεχωριστά μέρη: - Nuance Vocalizer Expressive speech synthesizer. - Οδηγός φωνής NVDA και περιβάλλον για το Nuance Vocalizer Expressive. Άδειες και συνθήκες για τα μέρη αυτά ισχύουν ως εξής: Nuance Vocalizer Expressive speech synthesizer: Copyright (C) 2013 Nuance Communications, Inc. All rights reserved. Synthesizer Version: {synthVersion} Αυτό το αντίγραφο του Nuance Vocalizer synthesizer μπορεί να χρησιμοποιηθεί αποκλειστικά με τον αναγνώστη οθόνης NVDA (Non Visual Desktop Access). Η διαχείριση των αδειών των μερών είναι ιδιοκτησία της Tiflotecnia, LDA. Copyright (C) 2012, 2013 Tiflotecnia, LDA. All rights reserved. --- Οδηγός φωνής NVDA και περιβάλλον για το Nuance Vocalizer Expressive: Copyright (C) 2012, 2013 Tiflotecnia, LDA. Copyright (C) 2012, 2013 Rui Batista. Έκδοση: {driverVersion} Ο οδηγός φωνής NVDA και το περιβάλλον για το Nuance Vocalizer καλύπτεται από το GNU General Public License (Version 2). Είστε ελεύθεροι να αλλάξετε ή να μοιραστείτε αυτό το λειτουργικό, με όποιον τρόπο θέλετε, εφόσον συνοδεύεται από την άδεια και κάνετε διαθέσιμο όλο τον πηγαίο κώδικα σε οποιονδήποτε τον επιθυμεί. Αυτό ισχύει τόσο για το αρχικό όσο και το τροποποιημένο αντίγραφο αυτού του λειτουργικού, συν οποιαδήποτε παραχθέντα έργα. Για περισσότερες λεπτομέρειες, μπορείτε να δείτε την άδειεα από το μενού Βοήθεια του NVDA. Μπορείτε, επίσης, να τη δείτε online στο: http://www.gnu.org/licenses/old-licenses/gpl-2.0.html Αυτό το μέρος αναπτύχθηκε από την Tiflotecnia, LDA και το Rui Batista, με συνδρομές από πολλούς άλλους. Ειδκές ευχαριστίες στους: {contributors} Διεύθυνση: {url} Αυτό το προϊόν αποτελείται από δύο ξεχωριστά συστατικά: - Το συνθέτη ομιλίας Nuance Vocalizer Expressive. - Τον οδηγό ομιλίας του NVDA για το Nuance Vocalizer. Οι άδειες και οι προϋποθέσεις για αυτά τα δύο συστατικά έχουν ως ακολούθως: Συνθέτης Ομιλίας Nuance Vocalizer: Copyright (C) 2013 Η Nuance Communications, Inc κατέχει όλα τα δικαιώματα. Έκδοση Συνθέτη Ομιλίας: {synthVersion} Αυτή η έκδοση του συνθέτη Nuance Vocalizer είναι σχεδιασμένη για να δουλεύει αποκληστικά με τον αναγνώστη οθόνης NVDA (Non Visual Desktop Access). Τα τμήματα που έχουν να κάνουν με την διαχείρηση της άδειας ανίκουν στην Tiflotecnia, LDA. Copyright (C) 2012, 2013 Tiflotecnia, LDA. All rights reserved. --- Οδηγός ομιλίας του NVDA για το Nuance Vocalizer Expressive: Copyright (C) 2012, 2013 Tiflotecnia, LDA. Copyright (C) 2012, 2013 Rui Batista. Έκδοση: {driverVersion} NVDA speech driver and interface for Nuance Vocalizer is covered by the GNU General Public License (Version 2). You are free to share or change this software in any way you like as long as it is accompanied by the license and you make all source code available to anyone who wants it. This applies to both original and modified copies of this software, plus any derivative works. For further details, you can view the license from the NVDA Help menu. It can also be viewed online at: http://www.gnu.org/licenses/old-licenses/gpl-2.0.html This component was developed by Tiflotecnia, LDA and Rui Batista, with contributions from many others. Special thanks goes to: {contributors}
ja: URL: {url} このアドオンに含まれるコンポーネント: - ニュアンス ボーカライザー音声合成エンジン - NVDA対応ボーカライザー音声ドライバー 各コンポーネントのライセンスと使用許諾： ニュアンス ボーカライザー音声合成エンジン： Copyright (C) 2013 Nuance Communications, Inc. All rights reserved. 音声合成エンジン バージョン: {synthVersion} このニュアンス ボーカライザー合成エンジンはスクリーンリーダー NVDA(Non Visual Desktop Access)での利用に限って許諾されます。 License management components are property of Tiflotecnia, LDA. Copyright (C) 2012,2013 Tiflotecnia, LDA. All rights reserved. --- NVDA speech driver and interface for Nuance Vocalizer Expressive: Copyright (C) 2012,2013 Tiflotecnia, LDA. Copyright (C) 2012,2013 Rui Batista. Version: {driverVersion} NVDA speech driver and interface for Nuance Vocalizer is covered by the GNU General Public License (Version 2). You are free to share or change this software in any way you like as long as it is accompanied by the license and you make all source code available to anyone who wants it. This applies to both original and modified copies of this software, plus any derivative works. For further details, you can view the license from the NVDA Help menu. It can also be viewed online at: http://www.gnu.org/licenses/old-licenses/gpl-2.0.html This component was developed by Tiflotecnia, LDA and Rui Batista, with contributions from many others. Special thanks goes to: {contributors}
nl: URL: {url} Dit product bestaat uit twee losse componenten: - Nuance Vocalizer Expressive spraaksynthesizer. - NVDA spraak driver en interface voor Nuance Vocalizer. Licenties en voorwaarden voor deze producten zijn als volgt: Nuance Vocalizer Expressive spraaksynthesizer: Copyright (C) 2013 Nuance Communications, Inc. Alle rechten voorbehouden. Synthesizerversie: {synthVersion} Deze versie van de Nuance Vocalizer synthesizer is in licentie gegeven voor exclusief gebruik met de NVDA screen reader (Non Visual Desktop Access). Onderdelen voor het licentiebeheer zijn eigendom van Tiflotecnia, LDA. Copyright (C) 2012, 2013 Tiflotecnia, LDA. Alle rechten voorbehouden. NVDA spraak driver en interface voor Nuance Vocalizer Expressive: Copyright (C) 2012, 2013 Tiflotecnia, LDA. Copyright (C) 2012, 2013 Rui Batista. Versie: {driverVersion} NVDA spraak driver en interface voor Nuance Vocalizer valt onder de GNU General Public License (Versie 2). Dit Programma is vrije software; U kan het verspreiden en/of wijzigen onder de bepalingen van de GNU Algemene Publieke Licentie versie 2, zoals uitgegeven door de Free Software Foundation. Voor meer details kunt u de licentie raadplegen in het NVDA Help menu. Of online op: http://www.gnu.org/licenses/old-licenses/gpl-2.0.html Dit conponent is ontwikkeld door Tiflotecnia, LDA en Rui Batista, met bijdragen van vele anderen. Met bijzondere dank aan: {contributors}

source: Your license can not be verified. Please check the following: 1. Your credentials (email and password) are correct (you can change them under the vocalizer expressive menu) 2. You are not using someone else's activation or you are not using the same activation in different computers at the same time. This is not legal, and is against license terms. 3. You are having internet problems. For further clarification, please contact tiflotecnia, Lda, or your local dealer.
de: Ihre Lizenzdaten können nicht geprüft werden. Bitte prüfen Sie folgendes: 1. Ihre anmeldeinformationen (E-Mail-Adresse und Kennwort) sind korrekt (Verwenden Sie den Menüpunkt "Anmeldeinformationen ändern") 2. Sie verwenden weder die Lizenz von jemand anderem noch dieselbe Lizenz auf unterschiedlichen Computern gleichzeitig. Beides ist nicht erlaubt und verstößt gegen die lizenzbestimmungen.3. Überprüfen Sie ihre Internetverbindung. Für weitere Informationen kontaktieren sie Tiflotecnia LDA oder ihren Händler.
el: Η άδειά σας δε μπορεί να επιβεβαιωθεί. Παρακαλώ ελέξτε τα παρακάτω: 1. Τα πιστοποιητικά σας (το email και ο κωδικός πρόσβασης) είναι σωστά (μπορείτε να τα αλλάξετε στο μενού vocalizer expressive) 2.Δε χρησιμοποιείτε τα στοιχεία ενεργοποίησης άλλου χρήστη ή δε χρησιμοποιείτε τα ίδια στοιχεία ενεργοποίησης σε διαφορετικούς υπολογιστές ταυτόχρονα. Αυτό δεν είναι νόμιμο και είναι αντίθετο με τους όρους της άδειας. 3. Αντιμετωπίζετε προβλήματα με το internet. Για περισσότερες διευκρινίσεις, παρακαλώ επικοινωνήστε με την tiflotecnia, Lda ή τον τοπικό σας αντιπρόσωπο.
ja: ライセンスを確認できません。次のことをご確認ください: 1. あなたの認証情報(メールアドレスとパスワード)は正しいですか？(vocalizer expressive メニューから変更可能です) 2. 他の人がアクティベートしたライセンスを使っていませんか？同時に複数のコンピューターで同じライセンスを使っていませんか？これらはライセンスに違反する行為です。 3. インターネット接続に問題はありませんか？ 詳しくは tiflotecnia, Lda または代理店にお問い合わせください。
nl: Uw licentie kan niet worden geverifieerd. Controleer het volgende: 1. Uw accountgegevens zijn correct (u kunt deze wijzigen in het VocalizerExpressive menu) 2. U gebruikt niet de activatie van iemand anders of u gebruikt dezelfde activatie op meerdere computers tegelijk. Dit is niet legaal en in strijd met de licentie-voorwaarden. 3. U heeft internetproblemen. Voor meer informatie neem contact op met Tiflotecnia, Lda, of uw lokale distributeur.

source: Vocalizer for NvDA Error
el: Σφάλμα του Vocalizer για το NVDA
ja: NVDA用ボーカライザーのエラー
nl: Fout van Vocalizer for NVDA

source: Your Vocalizer for NVDA credentials are not set for this computer. You will need to set them to use vocalizer for NVDA for long time periods, so your license can be properly verified.
de: Auf diesem Computer haben Sie noch keine Anmeldeinformation für Vocalizer eingegeben. Damit Sie Vocalizer für NVDA auf diesem Computer über einen längeren Zeitraum verwenden können, müssen Sie die Damit Sie Vocalizer für NVDA über einen längeren Zeitraum verwenden können, müssen Ihre Lizenzdaten geprüft werden. Hierfür müssen Sie Ihre Anmeldeinformationen eingeben.
el: Τα πιστοποιητικά σας για το Vocalizer του NVDA δεν έχουν οριστεί για αυτόν τον υπολογιστή. Θα πρέπει να τα ορίσετε να χρησιμοποιούν το vocalizer του NVDA για μεγάλα διαστήματα, έτσι ώστε η άδειά σας να επιβεβαιωθεί κανονικά.
ja: コンピューターにボーカライザーのライセンス認証情報が登録されていません。 NVDA用ボーカライザーを使い続けるためにはライセンスの認証が必要です。
nl: Uw Vocalizer voor NVDA accountgegevens zijn niet ingesteld op deze computer. U dient deze in te stellen om Vocalizer voor NVDA voor een langere periode te gebruiken, zodat de licentie geverifieerd kan worden.

source: Vocalizer for NVDA warning
de: Vocalizer-Warnung
el: Προειδοποίηση του Vocalizer για το NVDA
ja: NVDA用ボーカライザーの警告
nl: Waarschuwing van Vocalizer voor NVDA

source: Automatic &Language Switching Settings
de: einstellungen zum automatischen Sprachenwechsel
el: Ρυθμίσεις Αυτόματης Εναλλαγής Γλώσσας
ja: 自動言語切り替え設定(&L)
nl: Instellingen voor automatisch taal&wisselen

source: Configure which voice is to be used for each language.
de: Stimmenkonfiguration passend zur Sprache einstellen.
el: Διαμόρφωση φωνής ανά γλώσσα
ja: 言語ごとの話者を設定します
nl: Configureer per taal welke stem gebruikt wordt.

source: Activate License
de: Lizenz aktivieren
el: Ενεργοποίηση άδειας
ja: ライセンスのアクティベーション
nl: Activeer Licentie

source: Enter license credentials and activate for this computer.
el: Εισάγετε τα πιστοποιητικά της άδειας σας για αυτόν τον υπολογιστή.
ja: ライセンスの認証情報を入力してこのコンピューターに対してアクティベーションします
nl: Voer de licentiegegevens in en activeer voor deze computer.

source: View License Information
de: Lizenzinformationen anzeigen
el: Προβολή πληροφοριών για την άδεια
ja: ライセンス情報を見る
nl: Bekijk licentie-informatie

source: Check information about your Vocalizer license.
de: Prüfen Sie ihre Vocalizer-Lizenzdaten.
el: Έλεγχος πληροφοριών της άδειάς σας για το Vocalizer.
ja: ボーカライザーのライセンス情報を確認します
nl: Controleer informatie over uw Vocalizer licentie.

source: Check activation count
el: Έλεγχος αριθμού ενεργοποιήσεων
ja: アクティベーション回数の確認
nl: Aantal activaties controleren

source: Allows you to check your Vocalizer for NVDA activation count.
el: Σας επιτρέπει να ελέξτε το Vocalizer για τον αριθμό των ενεργοποιήσεων του NVDA.
ja: NVDA用ボーカライザーのアクティベーション回数を確認できます。
nl: Stelt u in staat om het aantal activaties van Vocalizer voor NVDA te controleren.

source: Delete Activation
de: Aktivierung löschen
el: Διαγραφή Ενεργοποίησης
ja: アクティベーションの削除
nl: Verwijder Activatie

source: Deletes the vocalizer for NVDA activation. Can not be reverted.
de: Das Löschen der Aktivierung von Vocalizer für NVDA kann nicht rückgängig gemacht werden.
el: Διαγράφει το Vocalizer για την ενργοποίηση του NVDA. Δε μπορεί να αντιστραφεί.
ja: NVDA用ボーカライザーのアクティベーションを削除します。元に戻すことはできません。
nl: Verwijdert de Vocalizer voor NVDA activatie, dit kan niet ongedaan worden gemaakt

source: Register this license.
el: Δηλώστε την άδεια.
ja: このライセンスの登録
nl: Registreer deze licentie.

source: Register this license with a vocalizer for NVDA account.
el: Δηλώστε την άδεια με ένα λογαριασμό Vocalizer για το NVDA.
ja: このライセンスをNVDA用ボーカライザーのアカウントで登録します。
nl: Registreer deze licentie met een Vocalizer voor NVDA account.

source: License Options
de: Lizenzoptionen
el: Επιλογές άδειας
ja: ライセンスのオプション
nl: Licentie-opties

source: Change account credentials
de: Anmeldeinformationen ändern
el: Αλαγή πιστοποιητικών λογαριασμού
ja: アカウント認証情報の変更
nl: Verander accountgegevens

source: Allows setting of email and password that are used to access the Vocalizer licenses service.
de: Erlaubt Ihnen das Eingeben der Anmeldeinformationen für den Zugriff auf den Vocalizer-für-NVDA-Lizenzierungsdienst
el: Επιτρέπει τον ορισμό του email και του κωδικού που χρησιμοποιούνται να έχουν πρόσβαση στην υπηρεσία αδειών του Vocalizer.
ja: ボーカライザーのライセンス認証に使うメールアドレスとパスワードを設定します
nl: Hier kunt u het e-mailadres en wachtwoord voor de Vocalizer licentie invoeren.

source: Activate on portable copy
el: Ενεργοποίηση σε φορητό αντίγραφο
ja: ポータブル版でアクティベーションをする
nl: Activeren op draagbare versie

source: Activates a vocalizer for NVDA license on running portable copy, if an activation is already present on the computer
el: Ενεροποιεί μια άδεια Vocalizer για το NVDA στο φορητό αντίγραφο που τρέχει, αν είναι ήδη ενεργοποιημένο στον υπολογιστή.
ja: ポータブル版のためのNVDA用ボーカライザーのアクティベーションをします。あらかじめこのコンピューターに対するアクティベーションが必要です。
nl: Activeert een Vocalizer licentie op de actieve draagbare NVDA als er een licentie op deze computer aanwezig is

source: Download More Voices
de: Weitere Stimmen herunterladen
el: Λήψη περισσότερων φωνών
ja: 話者のダウンロード
nl: Meer stemmen &downloaden

source: Open the vocalizer voices download page.
de: Die Webseite zum Herunterladen weiterer Vocalizer-Stimmen öffnen
el: Επισκεφτείτε την ιστοσελίδα λήψης φωνών του Vocalizer.
ja: ボーカライザー話者のダウンロードページを開きます
nl: Open de downloadpagina met Vocalizer stemmen.

source: About Nuance Vocalizer for NVDA
de: Über Nuance Vocalizer für NVDA
el: Σχετικά με το Nuance Vocalizer για το NVDA
ja: ニュアンス ボーカライザーについて
nl: Over Nuance Vocalizer voor NVDA

source: Are you sure you want to activate your license on the running portable copy? Only do this if you are preparing a portable NVDA on a computer where a Vocalizer for NVDA license is present.
el: Είστε βέβαιοι ότι θέλετε να ενεργοποιήσετε την άδειά σας στο φορητό αντίγραφο που τρέχει; Κάντε το μόνο αν προετοιμάζετε ένα φορητό αντίγραφο του NVDA σε έναν υπολογιστή όπου υπάρχει ήδη μια άδεια Vocalizer για το NVDA.
ja: ポータブル版でライセンスの認証を行いますか？ 実行するコンピューターですでにボーカライザーのライセンスが認証されている必要があります。
nl: Weet u zeker dat u de Vocalizer licentie op deze portable NVDA wilt activeren? Doe dit enkel als u een portable NVDA installatie voorbereid op een computer waarop een Vocalizer voor NVDA licentie aanwezig is.

source: Are you sure?
de: Sind Sie sicher?
el: Είστε βέβαιοι;
ja: よろしいですか？
nl: Weet u dit zeker?

source: You have no activations left for your license. Please contact Tiflotecnia, lda, or your local distributor of Vocalizer for NVDA.
de: Die haben für diese Lizenz keine Aktivierungen mehr übrig. Bitte setzen Sie sich mit Tiflotecnia LDA oder Ihrem Händler in Verbindung.
el: Δεν έχετε άλλες διαθέσιμες ενεργοποιήσεις για την άδειά σας. Παρακαλώ επικοινωνήστε με την Tiflotecnia, την lda ή τον τοπικό σας διανομέα του Vocalizer για το NVDA.
ja: あなたのライセンスではこれ以上アクティベーションできません。 Tiflotecniaまたはボーカライザーの代理店にご連絡ください。
nl: U heeft geen activaties over voor uw licenti. Neem contact op met Tiflotecnia, lda, of uw lokale distributeur van Vocalizer for NVDA.

source: Activation Error
de: Fehler bei der Aktivierung
el: Σφάλμα Ενεργοποίησης
ja: アクティベーションのエラー
nl: Fout bij activatie

source: {name}, you currently have {remainingLicenses} activations left. Do you want to activate Nuance Vocalizer for NVDA on this installation? If you do so, your activation count will be decreased by one.
de: {name}, Sie haben {remainingLicenses} Aktivierungen übrig. Möchten Sie Vocalizer für NVDA auf dieser Installation von NVDA aktivieren? falls ja, wird die Anzahl Ihrer verbleibenden aktivierungen um 1 herabgesetzt.
el: {name}, έχετε τώρα {remainingLicenses} απομένουσες άδειες. Θέλετε να ενεργοποιήσετε το Nuance Vocalizer για το NVDA σε αυτή την εγκατάσταση; Αν το κάνετε αυτό, ο αριθμός των ενεργοποιήσεων θα μειωθεί κατά ένα.
ja: {name} さんのアクティベーションの残り回数 {remainingLicenses} インストールされたNVDAにニュアンス・ボーカライザーのアクティベーションをしますか？ 実行すると、アクティベーション残り回数が1減ります。
nl: {name}, u heeft nu nog {remainingLicenses} activaties over. Wilt u Nuance Vocalizer voor NVDA op deze installatie activeren? Als u dit doet, worden uw resterende activaties met 1 verminderd.

source: Nuance Vocalizer Activation
de: Aktivierung für Nuance Vocalizer
el: Ενεργοποίηση του Nuance Vocalizer
ja: ニュアンス・ボーカライザーのアクティベーション
nl: Nuance Vocalizer Activatie

source: Your license is now enabled. NVDA will now be restarted. Thank you for using Vocalizer for NVDA.
de: Vielen Dank für die Verwendung von Vocalizer für NVDA. Ihre Lizenz wurde aktiviert. NVDA wird nun neu gestartet.
el: Η άδειά σας έχει τώρα ενεργοποιηθεί. Τώρα θα γίνει επανεκκίνηση του NVDA. Σας ευχαριστούμε που χρησιμοποιείτε το Vocalizer για το NVDA.
ja: ライセンスが有効になりました。 NVDAを再起動します。 NVDA用ボーカライザーをご利用いただきありがとうございます。
nl: Uw licentie is nu actief. NVDA zal opnieuw worden gestart. Bedankt voor het gebruiken van Vocalizer voor NVDA.

source: Success!
de: Erfolgreich!
el: Επιτυχία!
ja: 成功しました
nl: Succesvol!

source: Talking with Vocalizer for NVDA server.
de: Berbindung zum Lizenzserver wird hergestellt...
el: Επικοινωνία με το διακομιστή του Vocalizer για το NVDA
ja: ニュアンス ボーカライザーのサーバーと通信中
nl: Communiceren met de server van Vocalizer voor NVDA.

source: Please wait while the communication with Vocalizer for NVDA server is performed.
de: Bitte Warten, die Verbindung zum Vocalizer-für-NVDA-Server wird hergestellt.
el: Παρακαλώ περιμένετε όσο γίνεται επικοινωνία με το διακομιστή του Vocalizer για το NVDA.
ja: ボーカライザーのサーバーと通信しています。しばらくお待ちください。
nl: Even geduld, er wordt gecommuniceerd met de Vocalizer voor NVDA server.

source: User Name: {userName} Email: {email} Distributor: {distributor} Activation Number: {number}
de: Benutzername: {userName} E-Mail-Adresse: {email} Händler: {distributor} Nummer der Aktivierung: {number}
el: Όνομα Χρήστη: {userName} Email: {email} Διανομέας: {distributor} Αριθμός Ενεργοποίησης: {number}
ja: ユーザー名: {userName} Email: {email} ディストリビューター: {distributor} アクティベーション番号: {number}
nl: Gebruikersnaam: {userName} E-mailadres: {email} Distributeur: {distributor} Activatienummer: {number}

source: License Information
de: Lizenzinformationen
el: Πληροφορείες για την άδεια
ja: ライセンス情報
nl: Informatie over de licentie

source: error
de: Fehler
el: Σφάλμα
ja: エラー
nl: fout

source: Yourr email or password is incorrect. Please set your credentials.
el: Το email σας ή ο κωδικός σας είναι λανθασμένος. Παρακαλώ ορίστε τα πιστοποιητικά σας.
ja: メールアドレスまたはパスワードが正しくありません。認証情報を入力してください。
nl: Uw e-mailadres of wachtwoord is niet juist. Controleer uw logingegevens alstublieft.

source: License not found. Please check you have a vocalizer for NVDA license enabled.
de: Es wurde keine Lizenz gefunden. Bitte prüfen sie, ob Sie eine Vocalizer-für-NVDA-Lizenz aktiviert haben.
el: Δε βρέθηκε άδεια. Παρακαλώ ελέγξτε ότι υπάρχει ενεργοποιημένη άδεια του Vocalizer για το NVDA.
ja: ライセンスを確認できません。NVDA用ボーカライザーのライセンスが有効かどうかご確認ください。
nl: Licentie niet gevonden. Controleer of u een licentie geactiveerd heeft voor vocalizer voor NVDA.

source: Unknown error occured. Details: {error}
de: Es ist ein unbekannter Fehler aufgetreten. weitere Informationen: {error}
el: Παρουσιάστηκε άγνωστο σφάλμα. Λεπτομέρειες: {error}
ja: エラーが発生しました。 詳細: {error}
nl: Er is een onbekende fout opgetreden. Details: {error}

source: You must set your vocalizer expressive account credentials before removing the license. Do you want to set them now?
de: Sie müssen Ihre Anmeldeinformationen für Vocalizer für NVDA eingeben, bevor sie eine Lizenz entfernen können. Möchten Sie die anmeldeinformationen jetzt eingeben?
el: Πρέπει να ορίσετε τα πιστοποιητικά σας για το λογαριασμό vocalizer expressive πριν αφαιρέσετε την άδεια. Θέλετε να τα ορίσετε τώρα;
ja: ライセンスを削除する前に、ボーカライザーのアカウント情報を設定してください。 すぐにアカウント情報を設定しますか？
nl: U dient de Vocalizer Expressive logingegevens in te voeren voordat u de licentie verwijderd. Wilt u dit nu doen?

source: Error
de: Fehler
el: Σφάλμα
ja: エラー
nl: Fout

source: Are you sure you want to delete this Nuance Vocalizer for NVDA activation? This action can not be reverted.
de: Sind Sie sicher, dass Sie diese Aktivierung löschen möchten? Dieser Vorgang kann nicht rückgängig gemacht werden.
el: Είστε βέβαια ότι θέλετε να διαγράψετε την άδεια σας για το Vocalizer; Αυτή η ενέργεια δεν μπορεί να ανακληθεί.
ja: ニュアンス・ボーカライザーのアクティベーションを消去しますか？ この操作は取り消せません。
nl: Weet u zeker dat u deze activatie voor Nuance Vocalizer voor NVDA wilt verwijderen? Deze actie kan niet ongedaan worden gemaakt.

source: {name}, Your activation was deleted. You have {remainingLicenses} activations left. NVDA will now be restarted.
de: {name}, Ihre Aktivierung wurde gelöscht. Sie haben {remainingLicenses} Aktivierungen übrig. NVDA wird nun neu gestartet.
el: {name}, Η ενεργοποίησή σας διαγράφηκε. Έχετε {remainingLicenses} απομένουσες ενεργοποιήσεις. Τώρα θα γίνει επανεκκίνηση του NVDA.
ja: {name} さんのアクティベーションを取り消しました。 あなたのアクティベーションの残り回数 {remainingLicenses} NVDA を再起動します。
nl: {name}, uw activatie isverwijderd. U heeft nog {remainingLicenses} activaties over. NVDA wordt nu opnieuw gestart.

source: Activation Deleted.
de: Aktivierung gelöscht
el: Διαγραφή Ενεργοποίησης.
ja: アクティベーションを削除しました
nl: Activatie verwijderd.

source: To register your license you must create an account on the vocalizer web site.If you already have an account you may just continue.~ Do you want to create an account now?
el: Για να δηλώσετε την άδειά σας πρέπει να δημιουργήσετε ένα λογαριασμό στη σελίδα του Vocalizer. Αν έχετε ήδη λογαριασμό, μπορείτε απλά να συνεχίσετε.~ Θέλετε να δημιουργήσετε ένα λογαριασμό τώρα;
ja: ライセンスを登録するには、ボーカライザーのウェブサイトでアカウントを作る必要があります。すでにアカウントをお持ちであればこのまま継続できます。 今すぐアカウントを作成しますか？
nl: Om uw licentie te registreren moet u een account aanmaken op de Vocalizer website. Wanneer u al een account hebt kunt u doorgaan~ Wilt u nu een account aanmaken?

source: Vocalizer account needed
el: Χρειάζεται λογαριασμός Vocalizer
ja: ボーカライザーのアカウントが必要です
nl: Vocalizer account benodigd.
