Repository: nvdacn/screenReaderTranslations
Catalog: */add-ons/vocalizerDriver/nvda.po
Languages: de, el, ja, nl

source: There was an error registering your license.Please contact your distributor for help. The log file may contain further information.
el: Σημειώθηκε σφάλμα κατά τη δήλωση της άδειάς σας. Παρακαλώ επικοινωνήστε με το διανομέα σας για βοήθεια. Το αρχείο καταγραφών μπορεί να περιλαμβάνει περισσότερες πληροφορίες.
ja: ライセンス登録でエラーが発生しました。あなたがライセンスを購入した代理店にご連絡ください。ログファイルに詳しい情報があります。
nl: Er is een fout opgetreden bij het registreren van uw licentie. Neem contact op met uw distributeur voor hulp. Het log-bestand bevat mogelijk meer informatie.

source: Error registering license.
el: Σφάλμα κατά την δήλωση της άδειας.
ja: ライセンス登録エラー
nl: Fout bij licentieregistratie.

source: Registration was successful. NVDA will now be restarted.
el: Η δήλωση ήταν επιτυχής. Τώρα θα γίνει επανεκκίνηση του NVDA.
ja: 登録が成功しました。NVDA を再起動します。
nl: Registratie succesvol. NVDA wordt nu opnieuw gestart.

source: Registration Successful.
el: Δήλωση Επιτυχής.
ja: 登録の成功
nl: Registratie succesvol.

source: You must set your Vocalizer for NVDA credentials before checking your activation count.
el: Πρέπει να ορίσετε τα πιστοποιητικά σας για το Vocalizer για το NVDA πριν ελέγξτε τον αριθμό των ενεργοποιήσεων.
ja: あなたのアクティベーション数を確認する前に、あなたのボーカライザ用NVDAの利用資格を設定してください。
nl: U dient uw Vocalizer voor NVDA logingegevens in te voeren voordat u het aantal activaties kunt controleren.

source: No credentials set
el: Δεν έχουν οριστεί πιστοποιητικά
ja: 利用資格が設定されていません
nl: Geen logingegevens ingevoerd

source: {name}, you have {remainingLicenses} activations left.
el: {name}, έχετε {remainingLicenses} απομένουσες ενεργοποιήσεις.
ja: {name} さんのアクティベーションは残り {remainingLicenses} 回です。
nl: {name}, u hebt nog {remainingLicenses} activaties over.

source: Activation Count
el: Αριθμός Ενεργοποιήσεων
ja: アクティベーション回数
nl: Aantal activaties

source: About Nuance Vocalizer Expressive for NVDA
de: Über Nuance Vocalizer expressive für NVDA
el: Σχετικά με το Nuance Vocalizer Expressive για το NVDA
ja: NVDA用ニュアンス・ボーカライザー・エクスプレッシブについて
nl: Over Nuance Vocalizer Expressive voor NVDA

source: The Nuance Vocalizer for NVDA demonstration license has expired. To purchase a license for Nuance Vocalizer for NVDA, please visit {url}, or contact an authorized distributor. Note that a percentage of the license's price is donated to NV Access, ltd, to help continuing the development of the NVDA screen reader.
de: Die Demonstrations-Lizenz für Nuance Vocalizer for NVDA ist abgelaufen. Um eineLizenz für Nuance Vocalizer für NVDA zu erwerben, besuchen Sie bitte {url} oder kontaktieren einen authorisierten Vertriebspartner. Bitte beachten Sie, dass ein prozentualer Anteil des Lizenz-Preises an NV Access, ltd gespendet wird, um die Weiterentwicklung zu unterstützen.
el: Η δοκιμαστική άδεια του Nuance Vocalizer για το NVDA έχει λήξει. Για να αγοράσετε μία άδεια για το Nuance Vocalizer για το NVDA, παρακαλούμε επισκεφτείτε την ιστοσελίδα {url}.ή επικοινωνήστε με το εξουσιοδοτημένο διανομέα. Σημειώστε ότι ένα ποσοστό της τιμής της άδειας γίνεται δωρίζεται στην NV Access,για να συνεχιστεί η ανάπτυξη του αναγνώστη οθόνης NVDA.
ja: NVDA用ニュアンス ボーカライザーの体験期間が終了しました。 NVDA用ニュアンス ボーカライザーを購入するには、 {url} にアクセスするか、代理店にご連絡ください。 このライセンスの販売価格はNVDAの開発を支援するための NV Access への寄付を含んでいます。
nl: De demonstratielicentie voor Nuance Vocalizer voor NVDA is verlopen. Om een licentie voor Nuance Vocalizer voor NVDA aan te schaffen kunt u {url} bezoeken, of contact opnemen met een gemachtigde distributeur. Merk op dat een deel van de prijs gedoneerd wordt aan NV Access, ltd om de ontwikkeling van de NVDA schermlezer te bevorderen.

source: Vocalizer Demo Expired
de: Demo von Vocalizer abgelaufen
el: Η δοκιμαστική άδεια του Vocalizer έληξε.
ja: ボーカライザー体験期間の終了
nl: Vocalizer demo verlopen

source: You are running a demo version of Nuance Vocalizer expressive for NVDA. This demo will expire on {date}. To use the syntheciser after that, You must buy a license. You can do so at any time by visiting {url} or by contacting a local distributor. Thanks for testing Nuance Vocalizer expressive for NVDA.
el: Τρέχετε μια δοκιμαστική έκδοσή του Nuance Vocalizer expressive για το NVDA. Αυτή η άδεια θα λήξει στις {date}. Για να χρησιμοποιήσετε το συνθέτη μετά από αυτή την ημερομηνία, πρέπει να αγοράσετε μία άδεια. Μπορείτε να κάνετε την αγορά οποιαδήποτε στιγμή επικοινωνώντας με τον ΣΤΑΤ ή επισκεπτόμενοι το {url}. Σας ευχαριστούμε που δοκιμάζετε το Nuance Vocalizer για το NVDA.
ja: これは NVDA 用ニュアンス ボーカライザー・エクスプレッシブの体験版です。 この体験版の有効期限は {date} です。 ひきつづき使用するにはライセンスを購入してください。 {url} にアクセスするか、代理店にお問い合わせください。 NVDA 用ニュアンス ボーカライザーをお試しいただきありがとうございます。
nl: U gebruikt een demoversie van Nuance Vocalizer voor NVDA. deze demoversie verloopt op {date}. Om de synthesizer hierna nog te gebruiken dient u een licentie aan te schaffen. Bezoek {url} of neem contact op met een lokale distributeur. Bedankt voor het testen van Nuance Vocalizer expressive voor NVDA.

source: Vocalizer Demo Version
el: Δοκιμαστική Έκδοση Vocalizer
ja: ニュアンス ボーカライザー 体験版
nl: Vocalizer demoversie

source: The Vocalizer license you are trying to use is invalid. This might be happening due to one of two reasons: 1. The activation file is damaged. 2. The license was disabled for security reasons, due to illegal use or its data beeing compromized. If you own a license for Nuance Vocalizer for NVDA, please contact Tiflotecnia, lda. or your local distributor, so the problem can be further investigated. If this Nuance Vocalizer for NVDA license activation doesn't belong to you, please reframe from using this product. Unauthorized use of this product (i.g. without a valid license) is not allowed by most international laws on software rights. Please note that a proportion of the price of Nuance Vocalizer for NVDA is donated for continuing NVDA's development. By sharing license activations you are working against NVDA and good and cheap accessibility for the blind across the world. Further more, Nuance Vocalizer for NVDA is priced at the lowest value possible, to allow as many people as possible to have a comercial quality syntheciser in NVDA. Please think twice about it. You can remove this invalid license using the Vocalizer Expressive menu options.
el: Η άδεια του Vocalizer που προσπαθείτε να χρησιμοποιήσετε είναι άκυρη. Αυτό μπορεί να συμβαίνει για έναν από τους παρακάτω δύο λόγους: 1. Το αρχείο της άδειας είναι κατεστραμμένο. 2. Η άδεια έχει απενεργοποιηθεί για λόγους ασφαλείας, λόγω παράνομης χρήσης ή επειδή τα δεδομένα της είναι σε κίνδυνο. Αν διαθέτετε μία άδεια για το Nuance Vocalizer για το NVDA, παρακαλώ επικοινωνήστε με τον ΣΤΑΤ (info@stat.net.gr) ή με την Tiflotecnia, ώστε το πρόβλημα σας να ερευνηθεί περισσότερο. Αν αυτή η άδεια του Nuance Vocalizer για το NVDA δεν ανήκει σε εσάς, πρέπει να σταματήσετε να χρησιμοποιείτε αυτό το προϊόν. Μη εξουσιοδοτημένη χρήση αυτού του προϊόντος (π.χ. χωρίς έγκυρη άδεια) δεν επιτρέπεται απο τους περισσότερους διεθνείς νόμους που αφορούν στα δικαιώματα λογισμικού.Παρακαλούμε, σημειώστε ότι ένα ποσοστό της τιμής του Nuance Vocalizer για το NVDA δωρίζεται για να συνεχιστεί η ανάπτυξη του NVDA. Οποιαδήποτε απόπειρα κοινόχρηστης χρήσης των αδειών θα μειώσουν τις δωρεές προς το NVDA και την καλή και φτηνή πρόσβαση των τυφλών παγκοσμίως. Επιπλέον, το Nuance Vocalizer για το NVDA έχει τη χαμηλότερη δυνατή τιμή, για να επιτρέπει σε όσο το δυνατόν περισσότερα άτομα να έχουν στη διάθεση τους έναν συνθέτη υψηλής ποιότητας για το NVDA. Παρακαλούμε να το σκεφτείτε διπλά. Μπορείτε να αφαιρέσετε αυτή την άκυρη άδεια χρησιμοποιώντας τις επιλογές του μενού του Vocalizer Expressive.
ja: このボーカライザーのライセンスは正常ではありません。 以下の可能性があります： 1. アクティベーション情報が壊れています。 2. セキュリティに関する理由でライセンスが無効です。ライセンスの不正利用またはファイルが不正に書き換えられた可能性があります。 NVDA用ニュアンス ボーカライザーのライセンスをお持ちの場合は、ティフロテクニアLDAまたは代理店にご連絡ください。 このライセンス認証情報があなたのものでない場合は、この製品を使用しないでください。 このソフトウェアの不正な利用(正規のライセンスなしに利用すること)は各国の法律で禁止されています。 NVDA用ニュアンス ボーカライザーの販売価格はNVDAの開発を支援するための寄付を含んでいます。 ライセンスを他のユーザーに利用させる行為は、NVDAの寄付の妨げます。視覚に障害を持つ世界の人たちに高機能で低価格のアクセシビリティ技術を届けるためにご協力ください。 "NVDA用ニュアンス ボーカライザーは、NVDA対応の商用音声エンジンをできるだけ多くのかたに使っていただくために、可能なかぎり低価格でご提供しています。 どうかもう一度ご検討ください。 この不正なライセンスはボーカライザー・エクスプレッシブのメニューから削除できます。
nl: De Vocalizer licentie die u probeert te gebruike is ongeldig. Dit kan gebeuren om de volgende redenen: 1. Het activatiebestand is beschadigd 2. De licentie is geblokkeerd om veiligheidsredenen, vanwege illegaal gebruik of doordat de licentiedata is gestolen. Als u over een licentie voor Nuance Vocalizer voor NVDA beschikt, neem dan contact op met Tiflotecnia, lda. of uw lokale distributeur, zodat het probleem verder uitgezocht kan worden. Als deze Nuance Vocalizer voor NVDA licentieactivatie niet uw eigendom is, stop dan alstublieft met het gebruiken van dit product. Onbevoegd gebruik van deze software (zonder een geldige licentie) is niet toegestaan volgens de meeste internationale copyright-wetgevingen. Merk op dat een deel van de prijs van Nuance Vocalizer-NVDA wordt gedoneerd aan de ontwikkeling van NVDA. Door licentie-bestanden te delen werkt u het beschikbaar zijn van NVDA en betaalbare toegankelijkheidssoftware tegen. Verder is Nuance Vocalizer-NVDA zo laag mogelijk geprijsd om zo veel mogelijk mensen toegang te geven tot een commerciele synthesizer voor NVDA. Denk hier alstublieft nog eens goed over na. Deze ongeldige licentie kan verwijderd worden via het Vocalizer menu.

source: Vocalizer License is Invalid.
de: Lizenz für Vocalizer ist fehlerhaft.
el: Η άδεια του Vocalizer είναι άκυρη.
ja: ボーカライザーのライセンスが正しくありません
nl: Vocalizer licentie is ongeldig.

source: You have no Vocalizer voices installed. You need at least one voice installed to use Vocalizer for NVDA. You can download all Vocalizer voices from the product web page. Do you want to open the vocalizer for NVDA voices download page now?
el: Δεν έχετε εγκατεστημένες φωνές του Vocalizer. Πρέπει να εγκαταστήσετε τουλάχιστον μία φωνή για να χρησιμοποιήσετε το Vocalizer για το NVDA. Μπορείτε να κατεβάσετε όλες τις φωνές του Vocalizer από την ιστοσελίδα του προϊόντος. Θέλετε να επισκεφτείτε την ιστοσελίδα μεταφόρτωσης φωνών του Vocalizer για το NVDA τώρα;
ja: ボーカライザーの音声がインストールされていません。 NVDA用ボーカライザーを使うためには最低ひとつの音声が必要です。 この製品のWebページからボーカライザー用音声をダウンロードできます。 ダウンロードのWebページを確認しますか？
nl: Er zijn geen Vocalizer stemmen geïnstalleerd. Er dient tenminste één stem geïnstalleerd te zijn om Vocalizer voor NVDA te gebruiken. Alle beschikbare stemmen kunnen worden gedownload op de Vocalizer voor NVDA website. Wilt u de downloadpagina voor Vocalizer stemmen openen?

source: No voices installed.
de: Keine Stimmen installiert.
el: Δεν υπάρχουν εγκατεστημένες φωνές.
ja: 音声がインストールされていません。
nl: Geen stemmen geïnstalleerd.

source: Vocalizer Automatic Language Switching Settings
de: einstellungen zum automatischen Sprachenwechsel für Vocalizer
el: Ρυθμίσεις Αυτόματης Εναλλαγής Γλώσσας του Vocalizer
ja: ボーカライザー 自動言語切り替え設定
nl: Vocalizer instellingen voor automatisch wisselen van taal

source: Select a locale, and then configure the voice to be used:
de: Sprache auswählen und dann die zu verwendende Stimme konfigurieren:
el: Επιλέξτε μία τοπική γλώσσα, και κατόπιν διαμορφώστε τη φωνή που θα χρησιμοποιηθεί:
ja: 地域と言語を選択して、話者を設定してください：
nl: Selecteer een taal en configureer vervolgens de te gebruiken stem:

source: Locale Name:
de: Sprache:
el: Όνομα Τοπικής Γλώσσας:
ja: 地域と言語：
nl: Taalnaam:

source: Voice Name:
de: Stimme:
el: Όνομα Φωνής:
ja: 話者：
nl: Stem:

source: Detect text language based on unicode characters (experimental)
de: Textsprache anhand von Unicode erkennen (experimentell)
el: Εξακρίβωση γλώσσας κειμένου με βάση χαρακτήρες unicode (πειραματικό)
ja: 文字コードで言語を自動判別する（実験的機能）
nl: Taalherkenning gebaseerd op unicode karakters (experimenteel)

source: Ignore numbers and common punctuation when detecting text language (experimental)
el: Αγνοείστε νούμερα και κοινά σημεία στίξης όταν εξακριβώνετε τη γλώσσα του κειμένου (πειραματικό)
ja: 言語の自動判別で数字や半角記号を使わない（実験的機能）
nl: Negeer getallen en leestekens bij taalherkenning (experimenteel)

source: Language assumed for latin characters:
el: Ορισμός γλώσσας για λατινικούς χαρακτήρες:
ja: ラテン文字を次の言語とみなす:
nl: Taal voor latijnse tekens:

source: Enter your Vocalizer Credentials
de: Geben Sie ihre Anmeldeinformationen für Vocalizer ein
el: Εισάγετε τα πιστοποιητικά σας για το Vocalizer
ja: ボーカライザーの認証情報を入力
nl: Voer uw Vocalizer accountgegevens in

source: Email Address:
de: E-Mail-Adresse:
el: Διεύθυνση Email:
ja: メールアドレス:
nl: E-mailadres:

source: Password:
de: Kennwort
el: Κωδικός πρόσβασης:
ja: パスワード:
nl: Wachtwoord:

source: Store password on this computer (your password will be encrypted)
de: Kennwort auf diesem Computer speichern (ihr Kennwort wird verschlüsselt)
el: Αποθήκευση κωδικού πρόσβασης σε αυτόν τον υπολογιστή (ο κωδικός πρόσβασής θα κρυπτογραφηθεί)
ja: パスワードをこのコンピューターに保存する（暗号化されます）
nl: Wachtwoord opslaan op deze computer (wachtwoord wordt gecodeerd opgeslagen)

source: Store Credentials in portable NVDA configuration (your password will be stored in clear text)
de: Anmeldeinformationen in der portablen Konfiguration speichern (ihr kennwort wird im Klartext gespeichert)
el: Αποθήκευση πιστοποιητικών στη διαμόρφωση του φορητού αντιγράφου του NVDA (ο κωδικός πρόσβασής σας θα αποθηκευτεί ως καθαρό κείμενο)
ja: ポータブル版NVDAの設定に認証情報を保存する（パスワードは暗号化されません）
nl: Logingegevens opslaan in portable NVDA configuratie (uw wachtwoord wordt opgeslagen in leesbare tekst)

source: You must enter both email and password values.
el: Πρέπει να εισάγετε τόσο τιμές για το email όσο και για τον κωδικό πρόσβασης.
nl: U moet uw e-mailadres en wachtwoord beiden invoeren.

source: Error verifying credentials: {error}
el: Σφάλμα επιβεβαίωσης πιστοποιητικών: {error}
nl: Fout bij controleren accountgegevens: {error}

source: Verifying credentials.
el: Επιβεβαίωση πιστοποιητικών.
nl: Accountgegevens worden gecontroleerd.

source: Please wait while your credentials are being verified...
el: Παρακαλώ περιμένετε όσο γίνεται επιβεβαίωση των πιστοποιητικών σας...
nl: Even geduld, uw accountgegevens worden gecontroleerd.

source: Unknown HTTP error: {code}.
el: Άγνωστο σφάλμα HTTP: {code}.
nl: Onbekende HTTp-fout: {code}.

source: Wrong email or password.
el: Λανθασμένο email ή κωδικός πρόσβασης.
nl: Verkeerd e-mailadres of wachtwoord.

source: No account was found with given email address.
el: Δε βρέθηκε λογαριασμός με τη δεδομένη διεύθυνση email.
nl: Er is geen account gevonden met het opgegeven e-mailadres.

source: Access is not allowed.
el: Δεν επιτρέπεται η πρόσβαση.
nl: Toegang is niet toegestaan.

source: Can not connect to Vocalizer for NVDA server. Please check if your internet connection is working.
el: Δεν είναι δυνατή η σύνδεση στο διακομιστή του Vocalizer για το NVDA. Παρακαλώ ελέγξτε αν η σύνδεσή σας στο διαδίκτυο είναι ενεργή.
nl: Kan niet verbinden met de Vocalizer voor NVDA server. Controleer alstublieft of u een werkende internetverbinding heeft.

source: Your credentials were verified successfully. Press OK to continue.
el: Τα πιστοποιητικά σας επιβεβαιώθηκαν επιτυχώς. Πατήστε OK για να συνεχίσετε.
nl: Uw accountgegevens zijn succesvol gecontroleerd. Druk op OK om door te gaan.

source: Success
el: Επιτυχώς
nl: Succesvol

source: Vocalizer Expressive 1.1 Driver
el: Οδηγός Vocalizer Expressive 1.1
ja: Vocalizer Expressive 1.1 ドライバー

source: Driver and interfaces for Nuance Vocalizer expressive version 1.1.
el: Οδηγός και περιβάλλον για το Nuance Vocalizer έκδοση expressive 1.1.
ja: Nuance Vocalizer expressive バージョン 1.1 のドライバーとインターフェース
nl: Driver en interface voor Nuance Vocalizer expressive versie 1.1.

source: Vocalizer Expressive
ja: ボーカライザー・エクスプレッシブ

source: URL: {url} This product is composed of two independent components: - Nuance Vocalizer Expressive speech synthesizer. - NVDA speech driver and interface for Nuance Vocalizer. Licenses and conditions for these components are as follows: Nuance Vocalizer Expressive speech synthesizer: Copyright (C) 2013 Nuance Communications, Inc. All rights reserved. Synthesizer Version: {synthVersion} This copy of the Nuance Vocalizer synthesizer is licensed to be used exclusively with the NVDA screen reader (Non Visual Desktop Access). License management components are property of Tiflotecnia, LDA. Copyright (C) 2012, 2013 Tiflotecnia, LDA. All rights reserved. --- NVDA speech driver and interface for Nuance Vocalizer Expressive: Copyright (C) 2012, 2013 Tiflotecnia, LDA. Copyright (C) 2012, 2013 Rui Batista. Version: {driverVersion} NVDA speech driver and interface for Nuance Vocalizer is covered by the GNU General Public License (Version 2). You are free to share or change this software in any way you like as long as it is accompanied by the license and you make all source code available to anyone who wants it. This applies to both original and modified copies of this software, plus any derivative works. For further details, you can view the license from the NVDA Help menu. It can also be viewed online at: http://www.gnu.org/licenses/old-licenses/gpl-2.0.html This component was developed by Tiflotecnia, LDA and Rui Batista, with contributions from many others. Special thanks goes to: {contributors}
de: Internetadresse: {url} Dieses Produkt besteht aus zwei unabhängigen Komponenten: - Nuance Vocalizer Sprachausgabe. - NVDA-Treiber und -Schnittstelle für Nuance Vocalizer. Die Komponenten unterliegen den folgenden (Lizenz-)Bestimmungen: Nuance Vocalizer Sprachausgabe: Copyright (C) 2011 Nuance Communications, Inc. Alle Rechte vorbehalten. Version der Sprachausgabe: {synthVersion} Diese Kopie von Vocalizer darf ausschließlich mit NVDA (Non Visual Desktop Access) verwendet werden. Lizenzinformation: {licenseInfo} Lizenzmanagementkomponenten sind Eigentum der Tiflotecnia, LDA. Copyright (C) 2012 Tiflotecnia, LDA. Alle Rechte vorbehalten. NVDA-Sprachausgabentreiber und Benutzerschnittstelle für Nuance Vocalizer: Copyright (C) 2012 Tiflotecnia, LDA. Copyright (C) 2012 Rui Batista. Version: {driverVersion} Der Sprachausgabentreiber für NVDA sowie die Benutzerschnittstelle für Nuance Vocalizer stehen unter der GNU General Public License (Version 2). Sie sind berechtigt, diese Software nach belieben weiterzugeben und zu ändern, solange dies im Rahmen dieser Lizenz geschieht und Sie die Software zusammen mit einer Kopie dieser Lizenz und den ursprünglichen Quellcode herausgeben. Dies bezieht sich sowohl auf das Original sowie auch auf modifizierte Kopieen dieser Software sowie alle Weiterentwicklungen. Weitere Informationen finden Sie im Hilfemenü von NVDA. Ferner steht eine Kopie online bereit unter: http://www.gnu.org/licenses/old-licenses/gpl-2.0.html Diese Komponente wurde von Tiflotecnia, LDA und Rui Batista mit Zusammenarbeit von mehreren entwickelt. Spezieller Dank geht an: {contributors}

source: Enter your license credentials for this computer and activate a license.
de: Geben Sie Ihre Lizenzdaten für diesen Computer ein und aktivieren Sie Ihre Lizenz.

source: Yourr email our password is incorrect. Please set your credentials.
de: Ihre E-Mail-Adresse oder Ihr Kennwort ist ungültig. Bitte geben Sie die anmeldeinformationen ein.

source: You are running a demo version of Nuance Vocalizer expressive for NVDA. This demo will expire on {date}. To use the syntheciser after that, You must buy a license. You can do so at any time visiting {url} or contacting a local distributor. Thanks for testing Nuance Vocalizer expressive for NVDA.
de: Sie verwenden derzeit eine Demo-Version von Nuance Vocalizer expressive für NVDA. Diese Demo-Version läuft noch bis {date}. Um die Sprachausgabe weiterhin zu verwenden, müssen Sie eine Lizenz erwerben. Sie können dies auf unserer {url} oder bei einem Vertriebspartner in ihrer Nähe tun. Thanks for testing Nuance Vocalizer for NVDA.

source: The Vocalizer license you are trying to use is invalid. This might be happening due to one of two reasons: 1. The activation file is damaged. 2. The license was disabled for security reasons, due to illegal use or its data beeing compromized. If you own a license for Nuance Vocalizer for NVDA, please contact Tiflotecnia, lda. or your local distributor, so the problem can be further investigated. If this Nuance Vocalizer for NVDA license activation doesn't belong to you should reframe from using this product. Unauthorized use of this product (i.g. without a valid license) is not allowed by most international laws on software rights. Please note that a proportion of the price of Nuance Vocalizer for NVDA is donated for continuing NVDA's development. By sharing license activations you are working against NVDA and good and cheap accessibility for the blind across the world. Further more, Nuance Vocalizer for NVDA is priced at the lowest value possible, to allow as many people as possible to have a comercial quality syntheciser in NVDA. Please think twice about it. You can remove this invalid license using the Vocalizer Expressive menu options.
de: Die Lizenz für Vocalizer, die Sie verwenden möchten, ist beschädigt. Dies könnte an einem von 2 Gründen liegen: 1. Die Lizenzdatei ist beschädigt oder keine gültige Lizenzdatei. 2. Die Lizenz wurde deaktiviert, weil Sie illegal verwendet wurde oder deren Daten kompromittiert wurden. Wenn Sie eine Lizenz für Vocalizer für NVDA besitzen, kontaktieren Sie bitte Tiflotecnia, lda oder ihren Händler, sodass das Problem untersucht werden kann. Wenn Ihnen diese Lizenz nicht gehört, sollten Sie dieses Produkt nicht mehr benutzen. Nicht authorisiertes Nutzen dieses Produktes(bspw. ohne eine gültige Lizenz) ist durch die meisten internationale Gesetze bzgl. der Software-Rechte verboten. Bitte beachten Sie, dass ein Teil des Preises für Nuance Vocalizer für NVDA gespendet wird, um die Weiterentwicklung zu sichern. Durch das teilen von Lizenzdateien arbeiten Sie gegen NVDA sowie gute und günstige Barrierefreiheit für Blinde auf der ganzen Welt. Des weiteren wird Nuance Vocalizer für NVDA zum möglichst günstigsten Preis vertrieben, um so vielen Personen wie möglich die Nutzung einer kommerziellen quallitativen Sprachausgabe in NVDA zu ermöglichen. Bitte denken Sie zwei mal darüber nach. Sie können die ungültige Lizenz über das Vocalizer-Menü entfernen.

source: You have no Vocalizer voices installed. You need at least one voice installed to use Vocalizer for NVDA. You can download all Vocalizer voices from the product web page. Would you want to open the vocalizer for NVDA voices download page now?
de: Sie haben keine Vocalizer-Stimmen installiert. Sie müssen mindestens eine Stimme installieren, um Vocalizer für NVDA zu verwenden. Sie können alle Vocalizer Stimmen von der Internetseite des Produktes herunterladen.. Möchten Sie jetzt die Downloadseite zu den vocalizer-Stimmen für NVDA öffnen?
