Repository: nvdacn/screenReaderTranslations
Catalog: */add-ons/wintenApps/nvda.po
Languages: fr, ru

source: You are using an older version of Windows. This add-on requires {minSupportedVersion} or later. Are you sure you wish to install this add-on anyway?
fr: Vous utilisez une version antérieure de Windows. Ce module complémentaire nécessite {minSupportedVersion} ou ultérieure. Êtes-vous sûr de vouloir quand-même installer Ce module complémentaire ?
ru: Вы используете старую версию Windows. Дополнение требует Windows {minSupportedVersion} или более позднюю. Вы действительно уверены, что все равно хотите установить дополнение?

source: Old Windows version
fr: Ancienne version de Windows
ru: Старая версия Windows

source: No more weather data for this item.
fr: Aucune donnée météo supplémentaire pour cet élément.
ru: Больше нет данных погоды для этого элемента.

source: Shows the message details.
fr: Afficher les détails du message.
ru: Отображает подробности сообщения.

source: Typing stopped
fr: Arrêt de la frappe
ru: Набор прекращен

source: Chat history not found
fr: Historique de discussion non trouvé
ru: История чата не найдена

source: Reports and moves the review cursor to a recent message
fr: Annoncer un message récent et y déplacer le curseur de revue
ru: Зачитывает и перемещает навигатор к последнему сообщению

source: No emoji
fr: Pas d'emoji
ru: Нет эмодзи

source: suggestions
ru: предложения

source: Windows 10 App Essentials add-on settings
fr: Paramètres du module complémentaire Windows 10 App Essentials
ru: Настройки дополнения Windows 10 App Essentials

source: Error checking for update.
fr: Erreur durant la recherche de mise à jour.
ru: Ошибка проверки обновления.

source: Windows 10 App Essentials update
fr: Mise à jour Windows 10 App Essentials
ru: Обновление Windows 10 App Essentials

source: No add-on update available.
fr: Aucune mise à jour du module complémentaire disponible.
ru: Нет доступного обновления для дополнения.

source: Windows 10 App Essentials {newVersion} is available. Would you like to update?
fr: Windows 10 App Essentials {newVersion} est disponible. Voulez-vous mettre à jour ?
ru: Доступна Windows 10 App Essentials {newVersion}. Хотите обновить?

source: Windows 10 App Essentials settings
fr: Paramètres Windows 10 App Essentials
ru: Настройки Windows 10 App Essentials

source: Automatically check for add-on &updates
fr: Rechercher automatiquement les mises à jo&ur du module complémentaire
ru: Автоматически проверять &обновления для дополнения

source: Update &interval in days
fr: &Intervalle de mise à jour en jours
ru: &Интервал обновления в днях

source: &Add-on update channel:
fr: C&anal de mise à jour du module complémentaire:
ru: Канал обновлений &дополнения:

source: Check for add-on &update
fr: Recherche d'&une mise à jour du module complémentaire
ru: Проверить &обновление дополнения

source: Add-on update check
fr: Recherche de la mise à jour du module complémentaire
ru: Проверка обновления для дополнения

source: Checking for new version of Windows 10 App Essentials add-on...
fr: Recherche en cours d'une nouvelle version du module complémentaire Windows 10 App Essentials...
ru: Проверка новой версии дополнения Windows 10 App Essentials

source: Downloading Add-on Update
fr: Téléchargement de la Mise à jour du Module Complémentaire en cours
ru: Загрузка Обновления для Дополнения

source: Connecting
fr: Connexion en cours
ru: Соединение

source: Error downloading add-on update.
fr: Erreurs durant le téléchargement de la mise à jour du module complémentaire.
ru: Ошибка загрузки обновления для дополнения.

source: Error
fr: Erreur
ru: Ошибка

source: Failed to open add-on package file at %s - missing file or invalid file format
fr: Échec à l'ouverture du fichier du module complémentaire à %s : fichier manquant ou format de fichier incorrect
ru: Не удалось открыть пакет дополнения - файл %s не найден или имеет недопустимый формат

source: Updating Add-on
fr: Mise à jour du Module Complémentaire en cours
ru: Обновление Дополнения

source: Please wait while the add-on is being updated.
fr: Veuillez patienter durant la mise à jour du module complémentaire.
ru: Пожалуйста, подождите, пока обновляется дополнение.

source: Failed to update add-on from %s
fr: Échec de la mise à jour du module complémentaire depuis %s
ru: Не удалось обновить дополнение из %s

source: A collection of app modules for various Windows 10 apps
fr: Une collection de modules pour diverses applications Windows 10
ru: Коллекция модулей приложений для различных программ Windows 10
