Repository: nvdacn/screenReaderTranslations
Catalog: */add-ons/word/nvda.po
Languages: ar, bg, da, de_ch, es, fi, gl, hu, it, ne, pl, sl

source: No revision
ar: مراجعة رقمية
bg: Няма ревизии
da: Ingen ændringer
de_ch: Keine Änderung
es: Sin revisión
fi: Ei muutosta
gl: Sen revisión
hu: Nincs változás
it: Nessuna revisione
ne: पुनरावलोकन छैन
pl: brak poprawek
sl: Brez različice

source: Insertion
ar: مراجعة إدراج
bg: Вмъкване
da: Indsættelse
de_ch: Einfügung
es: Inserción
fi: Lisäys
gl: Inserción
hu: Beszúrás
it: Inserimento
ne: थप्ने कार्य
pl: wstawienie
sl: Vstavljanje

source: Deletion
ar: مراجعة حذف
bg: Изтриване
da: Sletning
de_ch: Löschung
es: Eliminación
fi: Poisto
gl: Eliminación
hu: törlés
it: Cancellazione
ne: हटाउने कार्य
pl: usunięcie
sl: Brisanje

source: {revisionType} by {author}
ar: {revisionType} بواسطة {author}
bg: {revisionType} от {author}
da: {revisionType} af {author}
de_ch: {revisionType} von {author}
es: {revisionType} por {author}
fi: Muokkaajan {author} {revisionType}
gl: {revisionType} polo {author}
hu: {revisionType} - {author} által
it: {revisionType} da {author}
ne: {revisionType} द्वारा {author}
pl: {revisionType} przez {author}
sl: {revisionType} od {author}

source: Unknown
ar: نوع مراجعة مجهول
bg: Непознато
da: Ukendt
de_ch: Unbekannt
es: Desconocido
fi: Tuntematon
gl: Descoñecido
hu: Ismeretlen
it: Sconosciuto
ne: अज्ञात
pl: nieznane
sl: Neznano

source: Not in a Word document.
ar: لست في مستند Word.
bg: Не сте в документ на Word.
da: Ikke i et Word-dokument
de_ch: Nicht in einem Word-Dokument.
es: No estás en un documento de Word.
fi: Ei Word-asiakirjassa.
gl: Non estás nun documento do Word.
hu: Nem Word dokumentumban van.
it: Non in un documento word.
ne: वर्ड कागजातमा छैन ।
pl: użytkownik po za dokumentem MS word.
sl: Ni v Word dokumentu

source: No comments at current position
ar: لا توجد تعليقات بمكان موضع المؤشر
bg: Няма коментари на текущата позиция
da: Ingen kommentar ved nuværende position
de_ch: Keine Kommentare an der aktuellen Position.
es: Sin comentarios en la posición actual
fi: Ei kommentteja nykyisessä sijainnissa
gl: Sen comentarios na posición actual
hu: Nincs megjegyzés ezen a ponton
it: Nessun commento alla posizione attuale
ne: वर्तमान स्थानमा कुनै टिप्पणी छैन ।
pl: brak komentarzy w tym miejscu.
sl: Brez komentarjev na trenutnem položaju

source: Presents comments in a word document.
ar: تقدم التعليقات في مستند word.
bg: Представя коментарите в документи на Word.
da: Læser kommentarer i et Word-dokument
de_ch: Sagt Kommentare in einem Word-Dokument an.
es: Presenta comentarios en un documento de Word.
fi: Lukee Word-asiakirjassa olevat kommentit.
gl: Presenta comentarios nun documento do Word.
hu: Megjegyzések megjelenítése egy word dokumentumban.
it: Mostra i commenti in un documento word.
ne: टिप्पणी वर्ड कागजातमा प्रस्तुत छ ।
pl: odczytuje komentarze w dokumencie MS Word
sl: Predstavi komentarje v wordovem dokumentu

source: No revision at current position
ar: لا توجد مراجعة في المكان المحدد
bg: Няма ревизия на текущата позиция
da: Ingen ændringer ved nuværende position
de_ch: Keine Änderung an der gewählten Position.
es: Sin revisión en la posición actual
fi: Ei muutosta nykyisessä sijainnissa
gl: Sen revisión na posición actual
hu: Nincs változás ezen a pozíción
it: Nessuna revisione alla posizione attuale
ne: वर्तमान स्थानमा कुनै पुनरावलोकन छैन ।
pl: brak poprawki w tym miejscu
sl: Brez različice na trenutnem položaju

source: Presents revisions in a word document.
ar: تقديم المراجعات في مستند word.
bg: Представя ревизиите в документи на Word.
da: Læser ændringer i et Word-dokument
de_ch: Sagt Änderungen in einem Word-Dokument an.
es: Presenta revisiones en un documento word.
fi: Lukee Word-asiakirjassa olevat muutokset.
gl: Presenta revisións nun documento word.
it: Mostra le revisioni in un documento word.
ne: वर्ड कागजातमा पुनरावलोकन प्रस्तुत गर्छ ।
pl: odczytuje zmiany w dokumencie MS Word
sl: Predstavi različice v wordovem dokumentu

source: Extended functionality for Microsoft Word
ar: مميزات إضافية لMicrosoft word
bg: Разширена функционалност за Microsoft Word
da: Udvidet funktionalitet til Microsoft Word
de_ch: Erweiterte Funktion für Microsoft Word
es: Funcionalidad extendida para Microsoft Word
fi: Laajennettu Microsoft Word -toiminnallisuus
gl: Funcionalidade extendida para o Microsoft Word
hu: Kiterjesztett funkció a Microsoft word programhoz
it: Funzionalità aggiuntive per Microsoft Word
ne: माइक्रोसफ्ट वर्डको विस्तारित कार्यक्षमता ।
pl: rozszerzona funkcjonalność dla Microsoft Word
sl: Dodatna funkcionalnost za Microsoft Word

source: This add-on adds extra functionality when working with Microsoft Word. For now it just adds the ability to announce the text of a comment with NVDA+shift+c. Suggestions for additional features are welcome.
ar: هذه الإضافة تضيف مميزات إضافية عند العمل مع Microsoft word. في الوقت الحالي الميزة الإضافية: قراءة التعليقات بالضغط على NVDA+shift+c. نرحب باقتراحاتكم لإضافة مميزات جديدة.
bg: Тази добавка предоставя допълнителни възможности при работа с Microsoft Word. Засега само добавя възможността за преглед на коментарите с with NVDA+shift+c. Приемаме предложения за добавяне на нови възможности.
da: Dette tilføjelsesprogram tilføjer ekstrafunktioner, når du arbejder med Microsoft Word. I øjeblikket giver programmet blot mulighed for at få oplæst en kommentar med NVDA+shift+c. Forslag til flere funktioner er velkomne.
de_ch: Diese Erweiterung stellt eine Extrafunktion beim Arbeiten in Microsoft Word dar. Momentan werden nur Kommentare im Text angesagt (NVDA+Umschalt+C). Vorschläge für weitere Features sind immer Willkommen.
es: Este complemento añade funcionalidad extra cuando se trabaja con Microsoft Word. Por ahora sólo añade la capacidad de anunciar el texto de un comentario con NVDA+shift+c. Se agradecen las sugerencias para características adicionales.
fi: Tämä lisäosa laajentaa NVDA:n toimintoja Microsoft Wordissa. Toistaiseksi on mahdollista vain lukea asiakirjassa olevat kommentit painamalla NVDA+Shift+C. Ehdotukset uusista ominaisuuksista ovat tervetulleita.
gl: Este complemento engade funcionalidade extra cando se traballa co Microsoft Word. Polo de agora só engade a capacidade de anunciar o texto dun comentario con NVDA+shift+c. Son benvidas as suxerencias para características adicionais.
hu: A kiegészítő extra funkciókkal ruházza fel a Microsoft word programot. Jelenleg bemondatható vele egy megjegyzés szövege az NVDA+shift+c billentyűparancs segítségével. Javaslatot a továbbfejlesztésre szívesen fogadok!
it: Questo componente aggiuntivo aggiunge funzionalità extra quando si utilizza Microsoft Word. Per il momento è in grado di annunciare la presenza di commenti con la combinazione di tasti NVDA+Control+c. Sono ben accetti suggerimenti di nuove caratteristiche.
ne: यो थप-साधनले माइक्रोसफ्टमा काम गर्दा अतिरिक्त कार्यक्षमता बढाउँछ ।nहालको लागि यसले केवल टिप्पणीका पाठहरूलाई थप गर्ने क्षमता राख्छ । द्रुतमार्ग नेत्रवाणी +shift+c अतिरिक्त सुविधाका लागि सुझाव स्वीकार योग्य छ ।
pl: Ten dodatek ułatwia pracę z programem MS word. Na obecnym etapie, umożliwia jedynie odczytywanie komentarzy w dokumencie worda przez wciśnięcie NVDA+shift+c. Wszelkie sugestje i uwagi mile widziane.
sl: Ta dodatek doda dodatno funkcionalnost za delo v Microsoft Wordu. Za sedaj, je dodana zmožnost naznanitve komentarjev z NVDA+shift+c. Predlogi za dodatne značilnosti so dobrodošli.
