Repository: nvdacn/screenReaderTranslations
Catalog: website/devDocs/devDocs.*.po
Languages: ar, de, es, fr, ja, zh_cn

source: Lastly, we wrote a simple dictionary (a collection) to store our command (script) bindings for our doBeep script. Here, we told NVDA to assign NVDA+A command for doBeep script.
ar: وأخيرا, كتبنا قاموس بسيط (تجميع) لتخزين الأمر الذي سنستخدمه في تشغيل الوظيفة. وهنا, طلبنا من NVDA تعيين الاختصار NVDA+A للوظيفة doBeep.
de: Zu guter letzt wird ein Wörterbuch erstellt, indem dem Skript "doBeeps" die Tastenkombination NVDA+A zugeordnet wird.
es: Por último, escribimos un diccionario simple (una colección) para almacenar nuestra orden (script) enlaces para nuestro script doBeep. Aquí, le dijimos a NVDA que asignase NVDA+A command para el script doBeep.
fr: Enfin, nous avons écrit un dictionnaire simple (une collection) pour stocker nos commande (script) liaisons pour notre script doBeep. Ici, nous lui avons dit à NVDA qui assigne la commande NVDA+A pour le script doBeep.
ja: 最後に、doBeepスクリプトにコマンド(スクリプト)を割り当てるために、単純なディクショナリ(コレクション)を書きました。具体的には NVDA+A コマンドを doBeep スクリプトに割り当てるように指示しました。
zh_cn: 最后，我们写了一个简单字典（一个集合）来存储与 doBeep 方法绑定的命令。这里，我们告诉 NVDA 使用“NVDA+A”来执行 doBeep 脚本。

source: Save this file, then restart NVDA. Now whenever you press NvDA+A, you'll hear a middle A tone for 1 second. Once you are comfortable with the add-on code and how it is laid out, you can delete the newly created .py file.
ar: احفظ الملف, ثم أعد تشغيل NVDA. الآن كلما تضغط على NvDA+A, ستسمع صوت صفير لثانية واحدة. بمجرد شعورك بالراحة للكود المكتوب ومدى تنظيمه, يمكنك حذف ملف ال .py الجديد.
de: Speichern Sie die Datei und starten Sie NVDA anschließend neu. Nun werden Sie jedesmal den Kammerton A hören, wenn Sie die Tastenkombination NVDA+A drücken. Um die Änderungen wieder rückgängig zu machen, löschen Sie die .py-Dateien aus Ihrem benutzerspezifischen Konfigurationsverzeichnis.
es: Guarda este fichero, después reinicia NVDA. Ahora, cada vez que se pulsa NVDA+A, se escucha un medio tono durante 1 segundo. Una vez que te sientas cómodo con el código de complemento y de cómo se presenta, Puedes eliminar el recién creado fichero .py.
fr: Enregistrez ce fichier, puis redémarrez NVDA. Maintenant, chaque fois que vous appuyez sur NVDA+A, vous entendrez un signal sonore moyen A pendant 1 seconde. Une fois que vous êtes à l'aise avec le code du module complémentaire et comment il est présenté, vous pouvez supprimer le fichier .py nouvellement créé.
ja: このファイルを保存してから、NVDAを再起動してください。NVDA+Aを押すたびに1秒間音が鳴ります。将来あなたのアドオンが完成して、きちんとした方法でインストールできるようになったら、ここで作成した.pyファイルは削除することができます。
zh_cn: 保存这个文件并重启 NVDA，不论您在什么时候按下“NVDA+A”都可以听到一个长度为1秒的提示音。如果您认为您的插件代码和布局已经很合适，您可以把最近创建的 .py 文件删除。

source: I don't understand those above terms
ar: لم أفهم المصطلحات المذكورة آنفا
de: Begriffsklärungen
es: No entiendo los términos anteriores
fr: Je ne comprends pas ces termes au-dessus
ja: ここまでの用語の説明
zh_cn: 我无法理解上面的术语

source: For some, the terms "class", "method" and so on might be new. Let's go over what these terms are, as they are fundamental for add-on development:
ar: تبدو بعض المصطلحات التي أشرنا إليها مثل "class", "method" وهكذا غريبة على الكثير منا. هيا نتطرق لذه المصطلحات بمزيد من الشرح والإيضاح نظرا لأهميتها القصوى في كتابة الإضافات:
de: Nachstehend werden die Begriffe "Klasse", "Methode" usw. näher erläutert, zumal diese für die Entwicklung von NVDA-Erweiterungen von entscheidender Bedeutung sind:
es: Para algunos, los términos "clase", "método" y demás podrían ser nuevos. Vamos a repasar lo que son estos términos, ya que son fundamentales para el desarrollo de complementos:
fr: Pour certains, les termes "classe", "méthode" et ainsi de suite peut être nouveau. Revenons sur ce que sont ces termes, car ils sont fondamentaux pour le développement de modules complémentaires :
ja: 「クラス」「メソッド」という用語は初めて聞くかもしれません。これらの用語はアドオンの開発において基本的なことなので、これらの用語について詳しく解説しましょう：
zh_cn: 对于某些人，类和方法等术语可能是全新的事物。让我们来看看他们的意义，因为在插件的开发过程中非常重要：

source: Class: a class describes an object. It could describe anything, such as a person, a desk, an NVDA add-on and others. Classes are fundamental to NVDA and other programs - in fact, a number of programmers are skilled at coming up with classes.
ar: class: ال class هي التي تصف كائن ما. يمكن لل class وصف أي شيء, كأن تصف شخص, أو مكتب, أو إضافة من إضافات NVDA وأشياء أخرى. إن ال classes من الأشياء الأساسية ل NVDA والبرامج الأخرى- في الحقيقة, يتميز عدد من المبرمجين بإنتاج ال classes.
de: Klasse: Eine Klasse dient dazu, ein Objekt näher zu beschreiben (so z. B. eine NVDA-Erweiterung, ein Anwendungsmodul, eine globale Erweiterung, etc.). Viele Programmiersprachen basieren auf dem Konzept der Klassen.
es: Clase: una clase describe un objeto. Podría describir cualquier cosa, tal como una persona, una mesa, un complemento de NVDA y otros. Las clases son fundamentales para NVDA y otros programas - de hecho, un buen número de programadores son expertos por conocer las clases.
fr: Classe: une classe décrit un objet. Il peut décrire n'importe quoi, comme une personne, un bureau, un module complémentaire de NVDA et d'autres. Les classes sont fondamentales pour NVDA et d'autres programmes - en fait, un certain nombre de programmeurs sont qualifié à arriver avec les classes.
ja: クラス：クラスとはオブジェクトの記述です。クラスは人、机、NVDAアドオン、その他、なんでも記述できます。クラスはNVDAや他のプログラムに必要です。実際、多くのプログラマは、クラスを作り出すことが上手です。
zh_cn: 类：一个类可以描述任何事物，例如一个人、一张桌子、一个插件或其他。类对于 NVDA 和其他程序来说都是非常重要的—大量的程序员正在提高使用类方面的技巧。

source: Method: A method is a short program or a routine that a program runs for doing something, such as generating tones, calculating huge numbers, loading NVDA add-ons and so on. Some people call them "functions."
ar: method: الطريقة أو method هي عبارة عن برنامج قصير أو عادة ينفذها البرنامج لفعل شيء معين, كإصدار صوت, أو حساب عدد ضخم من الأرقام, أو تحميل إضافات NVDA إلخ. بعض الأشخاص يسمونها "functions."
de: Methode: Eine Methode wird innerhalb eines Programms dazu verwendet, bestimmte Aktionen auszuführen (wie etwa Signaltöne abzuspielen, mit Werten zu rechnen, etc.). Methoden können auch als Funktionen geschrieben sein. In einem solchen Fall gibt eine Methode einen Wert zurück, den der programmierer z. B. in einer Variablen speichern oder weiterverarbeiten muss (siehe weiter unten).
es: Método: Un método es un pequeño programa o una rutina que ejecuta un programa para hacer algo, tal como generar tonos, calcular números grandes, cargar complementos de NVDA y así sucesivamente. Alguna gente los llama "funciones."
fr: Méthode: Une méthode est un programme court ou une routine qui exécute un programme pour faire quelque chose, tel comme générer des signaux sonores, calculer des nombres énormes, chargement des modules complémentaires de NVDA et ainsi de suite. Certaines personnes les appellent "fonctions."
ja: メソッド：メソッドは、音を鳴らす、数を計算する、NVDAアドオンをロードする、など何かをするための短いプログラムです。メソッドは「関数」とも呼ばれます。
zh_cn: 方法：方法是一段短小的程序或在软件执行过程中一个用来执行例行任务的程序。如发出提示音，计算人数，加载插件等等。有的人也把他们称为“函数”。

source: Script: A script is a method which runs when the user performs commands such as pressing certain keys on a keyboard. For example, when you press NVDA+F12, NVDA runs dateTime script, located in one of the NVDA core modules named Global Commands. A script takes two arguments: where the script would be executed (usually "self"; more on that later) and the gesture for the script (see below).
ar: script: ال script هو عبارة عن الطريقة أو ال method التي تعمل عند إجراء المستخدم لأوامر محددة كالضغط على مفاتيح معينة على لوحة المفاتيح. على سبيل المثال, عندما تضغط على NVDA+f12, سيقوم NVDA بتنفيذ script الإعلان عن الوقت والتاريخ, الموجود بأحد وحدات أصل NVDA تسمى Global Commands. يأخذ ال script دليلين arguments: حيث سيتم تنفيذ ال script (وعادة ما يكون هذا ال argument هو "self"; وسنشرح ذلك بالتفصيل لاحقا) و argument الإشارة لل script (gesture) (انظر أدناه).
de: Skript: Das ist eine Methode, die ausgeführt wird, wenn der Anwender einen NVDA-Befehl ausführt (wie z. B. beim Drücken einer Tastenkombination). Wenn Sie beispielsweise die Tastenkombination NVDA+F12 drücken, wird ein Skript namens "dateTime" ausgeführt, das sich im NVDA-Modul "globalCommands" (in dessen Klasse "globalCommands") befindet. Skripte nehmen zwei Argumente entgegen: Im ersten Argument ist festgehalten, woher ein Skript aufgerufen wird (normalerweise heißt dieses Argument "self"). Das zweite Argument gibt den NVDA-Befehl an, auf den das Skript reagieren soll.
es: Script: Un script es un método que se ejecuta cuando el usuario realiza órdenes tales como pulsar ciertas teclas en un teclado. Por ejemplo, cuando pulsas NVDA+F12, NVDA ejecuta el script dateTime, localizado en uno de los módulos principales de NVDA nombrado Global Commands. Un script toma dos argumentos: dónde se debería ejecutar el script (normalmente "self"; lo veremos más adelante) y el gesto para el script (véase más adelante).
fr: Script: Un script est une méthode qui s'exécute lorsque l'utilisateur exécute les commandes telles que certaines touches sur un clavier. Par exemple, lorsque vous appuyez sur NVDA+F12,NVDA exécute le script dateTime, situé dans l'un des modules noyau de NVDA nommés Global Commands. Un script accepte deux arguments: où le script sera exécuté (généralement "self"; nous verrons cela plus loin) et le geste pour le script (voir ci-dessous).
ja: スクリプト：ユーザが、キーボードの特定のキーを押すなどのコマンドを実行する時に実行されるメソッドです。例えば、あなたがNVDA+F12を押したときに、NVDAは dateTime スクリプトを実行します。これは Global Commands という名前の NVDA コアモジュールの中のスクリプトです。スクリプトは2つの引数を取ります：第1の引数はスクリプトが実行される場所を参照するオブジェクト（通常は self ）です（詳しくは後述します）。第2の引数はスクリプトを呼び出したジェスチャー gesture です（これも後述します）。
zh_cn: 脚本：脚本是一个当用户执行特定动作（如在键盘上按下某个特定的按键）就会执行的方法。如，当您按下“NVDA+F12”后 ， NVDA 将执行来自 NVDA 核心的模块 Global Commands 的 dateTime 脚本。这个脚本有两个变量：在哪里执行（通常是“self”，详情稍后讲解）和使用什么首饰后执行（请看下方）（译者注：所谓的首饰大体包括按键和触摸首饰两类）。

source: Variable: A variable is something that can change, such as name of a person, name of the NVDA add-on we're running, version of NVDA you are using and so on. An add-on file may define one or more variables (for example, to store common constants such as strings).
ar: variable: المتغير هو عبارة عن شيء ما يمكن أن يتغير, كأن يكون اسم شخص, اسم إضافة نقوم بتشغيلها, وإصدار NVDA الذي تستخدمه وهكذا. يمكن أن يتحدد بالإضافة متغير أو أكثر (على سبيل المثال, لتخزين الثوابت الشائعة كالنصوص).
de: Variable: So etwas kann verwendet werden, um Daten wie zeichenfolgen, Zahlen oder Objekte zwischenzuspeichern.
es: Variable: Una variable es algo que puede cambiar, tal como el nombre de una persona, un nombre del complemento de NVDA en ejecución, la versión de NVDA que estás utilizando y así sucesivamente. En un archivo de complemento pueden definirse una o más variables(Por ejemplo, para almacenar constantes comunes, tales como cadenas).
fr: Variable: Une variable est quelque chose qui peut changer, comme le nom d'une personne, un nom du module complémentaire de NVDA que Nous sommes en train d'exécuter, la version de NVDA que vous utilisez et ainsi de suite. Dans un fichier d'un module complémentaire on peut définir une ou plusieurs variables (par exemple, pour stocker les constantes communes telles que les chaînes).
ja: 変数：変数とは書き換え可能な値を格納するものです。人の名前、実行しているNVDAアドオンの名前、使用中のNVDAのバージョンなどが変数の値になり得ます。ひとつのアドオンファイルには複数の変数を格納できます。変数は文字列など共通の定数を定義するためにも使われます。
zh_cn: 变量：变量是一种可以修改的事物，如一个人的名字、您正在运行的NVDA插件的名称或您正在使用的 NVDA 版本等等。一个插件可能定义很多的变量，如用来存储共用常量（字串）等。

source: Module: A module is a collection of methods and variables in a file. When we write add-ons, we are in fact writing additional modules that NVDA can use while it is running.
ar: module: ال module هي عبارة عن مجموعة من الطرق methods والمتغيرات variablesفي ملف. عند كتابة الإضافات, فنحن في حقيقة الأمر نكتب وحدات modules إضافية حيث يمكن ل NVDA استخدامها أثناء تشغيله.
de: Modul: Wenn Variablen und Methoden in einer Datei zusammengefasst werden, so nennt man diese Dateien Module. Wann Immer Sie eine NVDA-Erweiterung erstellen, so erstellen Sie immer mindestens ein Modul.
es: Módulo: Un módulo es una colección de métodos y variables en un fichero. Cuando escribimos complementos, de hecho, estamos escribiendo módulos adicionales que NVDA puede utilizar mientras se está ejecutando.
fr: Module: Un module est une collection de méthodes et de variables dans un fichier. Quand nous écrivons des modules, nous vous écrivons en fait des modules additionnels que NVDA peut utiliser pendant son exécution.
ja: モジュール：モジュールとはひとつのファイルに格納されたメソッドや変数の集合です。アドオンの開発とは、実際には、NVDA の実行中に呼び出されるモジュールの開発です。
zh_cn: 模块：模块把方法和变量集合在一个文件里。我们现在在编写的插件，其实就是一个 NVDA 运行时可用的附加模块。

source: There are other terms that we'll get to know shortly.
ar: توجد مصطلحات سنتطرق لها بعد قليل.
de: Es gibt noch weitere Begriffe, die im Verlauf dieses Handbuchs geklärt werden.
es: Hay otros términos que vamos a llegar a conocer en breve.
fr: Il y a des autres termes que nous allons arriver à savoir en peu de temps.
ja: 他の用語のいくつかは、このあとすぐ説明します。
zh_cn: 这里还有一些术语我们需要简单了解。

source: Example 2: Generate a tone when switching to Notepad
ar: مثال 2: إصدار صفير عند الانتقال لنافذة notepad
de: Beispiel 2: Erzeugen von Signaltönen beim Wechsel in den Editor
es: Ejemplo 2: Generar un tono cuando se cambie a Notepad
fr: Exemple 2: Générer un signal sonore lors du basculement au bloc-notes
ja: サンプル2：メモ帳に切り換えた時に音をならす
zh_cn: 例2： 切换到记事本后发出提示音

source: Most of the below code comes from NvDA Developer Guide.
ar: معظم الكود الذي سنذكرها لاحقا مأخوذ من دليل تطوير NVDA.
de: Der Größte Teil des folgenden codes stammt aus dem NVDA-Entwicklerhandbuch.
es: La mayor parte del código de abajo viene de la Guía del desarrollador de NVDA.
fr: La plupart du code ci-dessous provient du Guide du développeur de NVDA.
ja: 下記のソースコードの大部分はNVDA開発者ガイドからの引用です。
zh_cn: 下面的大多数代码都来自 NvDA Developer Guide。

source: Not only NVDA let's you add global commands, but it also allows writing code to enhance usage of programs through app modules. An app module is also a Python file except that, this time, the name of the .py file is the name of the executable for a program. For example, an app module for Notepad would be named notepad.py.
ar: لا يسمح لك NVDA بإضافة ملحقات عامة global plugins فقط, لكنه يسمح للمبرمج أيضا كتابة أكواد لتحسين استخدام البرامج الأخرى عبر ما يسمى بالوحدات البرمجية appmodules. فالوحدة البرمجية appmodule هي أيضا عبارة عن ملف بيثون إلا أنه, في هذه المرة, سيكون اسم الملف .py هو اسم الملف التنفيذي للبرنامج الجاري عليه التحسين. فعلى سبيل المثال, الوحدة البرمجية التي تصمم لدعم notepad سيكون اسمها notepad.py.
de: Mit Hilfe von NVDA-Erweiterungen können Sie nicht nur globale Befehle hinzufügen; ebenso ist es möglich, mit Hilfe von Anwendungsmodulen die Zugänglichkeit für bestimmte Programme zu verbessern. Ein Anwendungsmodul ist eine Python-Quelldatei, die nach dem Programm benannt sein muss, dessen Zugänglichkeit Sie verbessern wollen. Im Fall des Windows-Editors muss das Anwendungsmodul "notepad.py" heißen.
es: No sólo NVDA te permite agregar comandos globales, sino que también permite la escritura de código para mejorar el uso de los programas a través de módulos de aplicaciones. Un módulo de aplicación es también un archivo de Python, excepto que, esta vez, el nombre del archivo PY. Es el nombre del ejecutable de un programa. Por ejemplo, un módulo de aplicación para el Bloc de notas se llamaría notepad.py.
fr: Non seulement NVDA vous permet d'ajouter des commandes globales, mais il permet également d'écrire du code pour améliorer l'utilisation des programmes a travers des app modules. Un app module est également un fichier Python, sauf que, cette fois, le nom du fichier .py est le nom de l'exécutable d'un programme. Par exemple, un app module pour le Blocnotes s'appellerait notepad.py.
ja: NVDAではグローバルなコマンドの追加だけでなく、アプリモジュール (app module) によって、特定のプログラムの機能を拡張できます。アプリモジュールも Python ソースコードファイルですが、ファイル名の拡張子 .py の前の部分には、プログラムの実行ファイルの名前を使います。例えば、メモ帳 (notepad.exe) のためのアプリモジュールは notepad.py という名前にします。
zh_cn: NVDA 不仅允许您编写全局插件，他还允许您通过编写程序模块来提高对某个软件的支持。模块名称除了表示着可执行的 python 文件之外，还代表着某个可执行程序。如，为“notepad”开发的模块就被命名为“notepad.py”。

source: The below code, from NVDA developer Guide, gives a short example of a typical app module: play a short beep when switching to Notepad. Put the below code in notepad.py, which in turn should be placed in appModules folder in your user configuration folder in order for it to run.
ar: يعطينا الكود المكتوب أدناه, والمأخوذ من دليل تطوير NVDA, مثال قصير لوحدة برمجية مماثلة: إصدار صوت صفير قصير عند الانتقال ل notepad. ضع الكود أدناه في ملف اسمه notepad.py, والذي يجب وضعه في مجلد appmodules الموجود بمجلد إعدادات المستخدم ب NVDA كي يمكن تشغيله.
de: Der untenstehende Code stammt aus dem NVDA-Entwicklerhandbuch und gibt einen kurzen Einblick in die anwendungsmodule. Speichern Sie den Code in einer Datei "notepad.py" im Unterordner appModules im NVDA-Konfigurationsverzeichnis ab.
es: El código de abajo, de la Guía del desarrollador de NVDA, da un pequeño ejemplo de un módulo de aplicación típica: reproducir un pitido corto al cambiar al Bloc de notas. Pon el código de abajo en notepad.py, que a su vez se debe colocar en la carpeta appModules en la carpeta de configuración del usuario con el fin de que se ejecute.
fr: Le code ci-dessous, du Guide du développeur de NVDA, il donne un petit exemple d'un app module typique : jouer un bip court pour basculer vers le Bloc-notes. Mettez le code ci-dessous dans notepad.py, qui à son tour il doit être placé dans le dossier appModules dans le dossier de configuration utilisateur afin d'être exécuter.
ja: NVDA開発者ガイドの下記のソースコードは典型的なアプリモジュールの簡単な例です。アクティブなプログラムをメモ帳に切り換えた時に短いビープをならします。下記のソースコードを notepad.py として保存し、 NVDA ユーザー設定フォルダーの中の appModules フォルダーにコピーしてください。
zh_cn: 下面的代码（来自 NVDA developer Guide）给出了一个典型程序模块的小例子：当切换到记事本的时候发出一段很短的提示音。为了使它运行，请把代码放到“notepad.py”里，并把文件放在用户配置的 appModules 目录下。

source: # An example app module.
de: # Beispiel für ein Anwendungsmodul.
es: # Un ejemplo de app module.
fr: # Un exemple app module.

source: Example 2 code explanation
ar: شرح كود مثال 2
de: Erläuterungen zum Code von Beispiel 2
es: Explicación del código del ejemplo 2
fr: Explication du code de l'exemple 2
ja: サンプル2の解説
zh_cn: 例2代码解析

source: We're seeing more new code here. Let's go over this, again piece by piece:
ar: نستخدم في هذا المثال مزيد من الأكواد, لذا هيا نشرحها بالتفصيل سطر سطر:
de: Im folgenden Abschnitt wird der Code des Anwendungsmoduls beschrieben:
es: Estamos viendo más código nuevo aquí. Vamos a repasar esto, de nuevo pieza por pieza:
fr: Nous sommes en train de regardez plus de nouveau code ici. Nous passons en revue, de nouveau morceau par morceau :
ja: 新しいソースコードが出てきました。ふたたび順番に説明します。
zh_cn: 我们在这里看到了更多的新代码。让我们再一次逐段进行分析：

source: Unlike the first example, the crucial module we need is appModuleHandler.
ar: على عكس المثال الأول, فإن الوحدة الرئيسية التي سنستخدمها هي appModuleHandler.
de: Im Gegensatz zum vorigen Beispiel wird diesmal das Modul `appModuleHandler` verwendet.
es: A diferencia del primer ejemplo, el módulo fundamental que necesitamos es appModuleHandler.
fr: À la différence du premier exemple, le module essentiel, que nous avons besoin est appModuleHandler.
ja: 最初のサンプル1と違うところは、重要なモジュールは appModuleHandler だということです。
zh_cn: 不像第一个例子，这次我们所需的最重要模块是 appModuleHandler。

source: The class that we are using is AppModule.
ar: وال class التي نستخدمها هي AppModule.
de: Die Klasse, die diesmal verwendet wird, heißt `AppModule`.
es: La clase que estamos utilizando es appModule.
fr: La classe que nous utilisons est AppModule.
ja: 使っているクラスは AppModule です。
zh_cn: 我们使用的类是 AppModule。

source: Unlike last time, we're using events, a method run when certain events occur such as when names of controls change. Events take an object as one of its arguments, the object for which the event needs to be dealt with, or, as many people say, "fired."
ar: وبخلاف المثال السابق, فإننا نستخدم أحداث events, وهي طرق يتم تنفيذها عند ظهور أحداث معينة كأن تتغير أسماء الكائنات. فالأحداث events تأخذ الكائن كأحد دلائلها arguments, الكائن الذي من أجله يحتاج الحدث للتعامل معه, أو, كما يقول الكثيرون, "fired."
de: Im Gegensatz zum vorigen Beispiel werden diesmal Ereignisbehandlungsroutinen verwendet, um auf Ereignisse zu reagieren. Alle Ereignisbehandlungsroutinen nehmen mindestens einen Parameter entgegen. Dieser Parameter bezeichnet das Objekt, das das Ereignis ausgelöst hat.
es: A diferencia de la última vez, donde utilizábamos eventos, un método de ejecución cuando se producen determinados eventos, como cuando los nombres de los controles cambian. Los eventos tienen un objeto como uno de sus argumentos, con el objeto para los que el evento debe ser tratado, o, como mucha gente dice, "encendido."
fr: Contrairement à la dernière fois, nous utilisons des événements, une méthode d'exécution lorsque certains événements se produisent, comme par exemple, lorsque les noms des contrôles changes. Les événements ont un objet comme un de ses arguments, avec l'objet pour lequel l'événement doit être traitée, ou, comme beaucoup de gens disent, "brûlant."
ja: 前回と違い、イベントを使っています。これはコントロールの名前が変わる時など、特定の出来事が起きたときに実行されるメソッドです。イベントは引数としてオブジェクトを受け取ります。これはそのイベントを処理しているオブジェクト、よく使われる言い方をするなら「イベントを発火したオブジェクト」です。
zh_cn: 不同于上次，我们这次使用的是“事件”，极只在某种事件发生后（如控件名称的更改）才执行该方法。“事件”把一个“对象”作为变量，“对象”极是每个“事件”都需要处理的事物，或是某些人所称的“击发（fired）”。

source: Inside the event method, we're also seeing a call to `nextHandler`. This method is used in event methods to tell NvDA to pass the event so it can be taken care of, such as saying the name of a control after beeping.
ar: وداخل طريقة الحدث event method, نرى استدعاء ل `nextHandler`. تستخدم هذه الطريقة method في طرق الأحداث event methods لإخبار NVDA بمرور الحدث event حتى يتم أخذه في الاعتبار, كنطق اسم أحد الكائنات بعد الصفير.
de: Außerdem wird die im Parameter "nexthandler" hinterlegte Methode aufgerufen, um NVDA zu ermöglichen, das Ereignis beim Wechsel in den Editor weiterhin abzuarbeiten. Hierdurch wird beispielsweise sichergestellt, dass NVDA auch weiterhin die Namen der Steuerelemente innerhalb des Editors ansagt.
es: Dentro del método de evento, también estamos viendo una llamada a`nextHandler`. Este método se utiliza en métodos de evento para decirle a NVDA que pase el evento para que pueda ser atendido, tal como decir el nombre de un control después de sonar.
fr: Dedans de la méthode d'événement, nous voyons également un appel à`nextHandler`. Cette méthode est utilisée dans les méthodes d'événement pour lui dire à NVDA pour passer l'événement donc il peut être pris en charge, tel comme dire le nom d'un contrôle après le bip.
ja: イベントメソッドの中で、`nextHandler` を呼び出しています。この呼び出しをするとNVDAがこのイベントの処理を引き継ぎます。例えばビープ音を鳴らしたあとでコントロールの名前を通知する、といった処理が行われます。
zh_cn: 在 event 方法里，我们还看到了被称为“nextHandler”的方法。放在 event 的这个方法用来告诉 NVDA 监视这个事件的发生，如在发出提示音之后读出控件的名称。

source: More new terms please
ar: مزيد من المصطلحات الجديدة رجاء
de: Weitere Begriffsklärungen
es: Más términos nuevos por favor
fr: Plusieurs nouveaux termes s'il vous plaît
ja: 新しい用語の説明
zh_cn: 更多新的术语

source: Other terms you may see include:
ar: ربما لاحظت مزيد من المصطلحات الأخرى التي لم تسمع بها من قبل ومن بينها:
de: Im Zusammenhang mit Beispiel 2 sollten noch weitere Begriffe geklärt werden:
es: Otros términos que pueden aparecer son:
fr: Autres termes, que vous pouvez voir notamment :
ja: 新しい用語の説明です：
zh_cn: 您可能看到的其他术语包括：
