Repository: nvdacn/screenReaderTranslations
Catalog: website/devDocs/devDocs.*.po
Languages: ar, de, es, fr, ja, zh_cn

source: Next, you tell NVDA the modules you need for your add-on file. This is done by writing `import module` where module is the name of the module you wish to use in your code. For example, if you want to hear tones while writing your add-on, write `import tones`. Typically you may need to import two or more modules for your specific add-on (see below on list of modules you need for the type of add-on module you are writing).
ar: ثانيا, اخبر NVDA بالوحدات modules التي ستحتاجها لملف إضافتك. ويتم ذلك بكتابة `import module` حيث تستبدل كلمة module بالوحدة التي ستحتاجها في الكود. على سبيل المثال, إذا كنت تريد سماع نغمات أثناء كتابتك للإضافة, اكتب `import tones`. ربما يحتاج كود إضافتك إلى استيراد أكثر من وحدة (انظر أدناه قائمة ببعض الوحدات التي ربما تحتاج إليها عند كتابة إضافتك).
de: Als nächstes müssen Sie NVDA mitteilen, welche Module Ihre Erweiterung benötigt. Dies geschieht mit Hilfe von Import-Anweisungen für die entsprechenden Module. Wenn Sie zum Beispiel in Ihrer Erweiterung Töne abspielen möchten, benötigen Sie das Modul "tones". Sehen Sie sich die untenstehenden Beispiele für eine Liste der Module an, die Sie importieren können.
es: A continuación, le dices a NVDA los módulos que necesitas para el complemento en el archivo. Esto se hace escribiendo `import module` donde module es el nombre del módulo que desees utilizar en tu código. Por ejemplo, si quieres escuchar tonos mientras escribes tu complemento, escribe `import tones`. Normalmente será posible que tengas que importar dos o más módulos para tu complemento específico(véase más abajo en la lista de módulos que necesitas para el tipo de módulo del complemento que estás escribiendo).
fr: Ensuite, vous lui dites à NVDA les modules dont vous avez besoin pour votre module complémentaire dans le fichier. Ceci est fait en écrivant `import module` où module est le nom du module que vous souhaitez utiliser dans votre code. Par exemple, si vous voulez entendre des signaux sonores tout en écrivant votre module complémentaire, écrire `import tones`. Normalement, vous devrez importer deux ou plusieurs modules pour votre module complémentaire spécifique (voir ci-dessous la liste des modules dont vous avez besoin pour le type de module du module complémentaire que vous écrivez).
ja: 次に、アドオンが必要とするPythonモジュールをNVDAに指示します。プログラムの中で使いたいのが module という名前であれば import module と記述します。例えば、アドオンで音をならしたい場合は、import tones と書きます。一般的なアドオンでは１つあるいは２つ以上のモジュールをインポートする必要があるでしょう。(特定の種類のアドオンのために必要なモジュールについては後述します)
zh_cn: 接下来， 您需要告诉 NVDA 您的插件所需的模块。您可以写成 “import 模块名称”的形式，如您想在您的插件运行过程中可以使用提示音，您可以通过“import tones”导入该模块。您可能还需要导入多个模块，，请参照上面的格式，用逗号分隔每个文件。通过查看下方的模块列表，您将知道您编写的插件需要什么类型的模块。

source: after declaring the modules you need or import, you write your add-on code (defining classes, variables, methods and so on). The most important section is the add-on class code, which will determine the type of add-on module your code will be assigned to.
ar: بعد تقرير الوحدات التي ستحتاجها أو ستستوردها, اكتب كود إضافتك (بتحديد الطبقات classes, والمتغيرات variables, والطرق methods وهكذا). إن القسم الأكثر أهمية عند كتابة الإضافة هو كود الطبقات, والتي بمقتضاها سيتحدد نوع الوحدات التي ستحتاجها عند كتابة الكود.
de: Nachdem Sie die benötigten Module importiert haben, können Sie den eigentlichen Code schreiben (Klassen, Methoden und Variablen definieren). Das wichtigste ist hierbei die Definition der Erweiterungsklasse. Diese legt fest, um welche Art von Modul es sich bei Ihrem Code handelt.
es: después de declarar los módulos necesarios o de importar, escribe [el código de tu complemento (definiendo clases, variables, métodos y así sucesivamente). La sección más importante es el código de la clase del complemento, que determinará el tipo de módulo de complemento al que se asignará tu código.
fr: après avoir déclaré les modules que vous avez besoin ou que vous importez, vous écrivez votre code pour le module complémentaire (définition de classes, les variables, les méthodes et ainsi de suite). La section la plus importante est le code de la classe du module complémentaire, qui déterminera le type de module du module complémentaire auquelle sera affecté votre code.
ja: 必要なモジュールをインポート宣言したあと、アドオンのプログラム(クラス定義、変数、メソッドなど)を書きます。最も重要な部分はアドオンクラスの定義で、それは、あなたが作るアドオンの種類を決定づけます。
zh_cn: 在声明了您需要货导入的插件模块之后，您可以开始编写您的插件了（如编写类、变量、方法等等）。最重要的是“插件类”的代码，他将决定您的插件锁归属的插件类型。

source: For instance, if you wish to add support for a program, after importing appModuleHandler and other needed modules, you would write:
ar: على سبيل المثال, إذا كنت تريد إضافة مزيد من الدعم لأحد التطبيقات, فإنك بعد استيراد وحدة appmodulehandler والوحدات البرمجية الأخرى, فستكتب:
de: Wenn Sie die Zugänglichkeit für eine bestimmte Anwendung verbessern möchten, müssen Sie beispielsweise das Modul appModuleHandler importieren und Ihren Code mit der folgenden Definition beginnen:
es: Por ejemplo, si deseas agregar soporte para un programa, después de importar appModuleHandler y otros módulos necesarios, podrías escribir:
fr: Par exemple, Si vous souhaitez ajouter le support d'un programme, après d'importer appModuleHandler et autres modules nécessaire, vous pouvez écrire :
ja: 例えば、あるプログラムのためのアプリモジュールは appModuleHandler やその他必要なモジュールをインポートした後に、次のように書きます:
zh_cn: 举例来说，如果您想添加一个程序的支持，您可以导入 appModuleHandler 和其他所需模块，之后您就可以开始编写了。

source: After that, all you are writing is Python code (see the Python documentation on how to write Python programs).
ar: بعد ذلك, كل ما ستكتبه هو عبارة عن كود بيثون (انظر ملفات المساعدة الخاصة بلغة بيثون لمعرفة كيفية كتابة برامج بلغة بيثون).
de: Darunter folgt der eigentliche Python-Quellcode (sehen Sie sich die Python-Dokumentation an, um zu erfahren, wie solcher Quellcode aussehen muss).
es: Después de eso, todo lo que se escribe es el código Python (consulta la documentación de Python sobre cómo escribir programas en Python).
fr: Après cela, tout ce que vous écrivez est du code Python (consultez la documentation de Python sur la façon d'écrire des programmes Python).
ja: その後に記述するのはPythonプログラムです。Pythonのプログラムの書き方については、Pythonのドキュメントを参照してください。
zh_cn: 在那以后，您编写的全部都是 python 代码（请查看 python 文档的“如何编写 python 程序”部分。）。

source: Running your add-on in this example chapter
ar: تشغيل إضافتك في مثال هذا الفصل
de: Ausführen der Beispiele aus diesem Kapitel
es: Ejecutando tu complemento en este capítulo ejemplo
fr: Exécutez votre module complémentaire dans ce chapitre exemple
ja: サンプルの実行方法
zh_cn: 在此事例张杰运行您的插件

source: To run your example add-ons from this chapter, open your NVDA user configuration directory (from Start Menu/Screen, look for Explore NVDA user configuration folder" item). Then paste your .py file to the appropriate folder: appModules folder for app module examples, and globalPlugins folder for global plugins.
ar: لتنفيذ مثال إضافتك من هذا الفصل, افتح مجلد إعدادات المستخدم ل NVDA (من قائمة/قائمة ابدأ, ابحث عن مجلد استكشاف مجلد).إعدادات NVDA" ثم الصق ملف ال .py الخاص بإضافتك في المجلد المناسب: مجلد appmodules لأمثلة الوحدات البرمجية, ومجلد global plugins لأمثلة الملحقات العامة.
de: Um die Beispiele aus diesem Kapitel auszuführen, öffnen Sie zunächst Ihr Konfigurationsverzeichnis. Dann fügen Sie anschließend die Python-Quelldateien (.py) in dem entsprechenden Unterordner ein: Im Falle von Anwendungsmodulen ist dies der Ordner "appModules"; für globale Erweiterungen verwenden Sie den Ordner "GlobalPlugins".
es: Para ejecutar tu ejemplo de complemento desde este capítulo, abre el directorio de configuración de usuario de NVDA(desde Menú o pantalla Inicio, busca el elemento NVDA " buscar Explorar carpeta de configuración del usuario). Luego pega tu fichero .py en la carpeta correspondiente: carpeta appModules para ejemplos de módulos de aplicación, y carpeta globalPlugins para plugins globales.
fr: Pour exécuter votre module complémentaire à partir de l'exemple de ce chapitre, ouvrez votre répertoire de configuration utilisateur de NVDA (depuis le Menu Démarrer/Écran, l'élément Explorer NVDA recherchez le dossier configuration utilisateur"). Puis collez votre fichier .py vers le dossier approprié : le dossier appModules pour des exemples de module d'application, et le dossier globalPlugins pour global plugins.
ja: この章のサンプルアドオンを実行するために、スタートメニューやエクスプローラーで、NVDAユーザー設定フォルダーを探してください。そして、その中の適切なフォルダに拡張子.pyのファイルをコピーしてください：アップモジュールのサンプルは appModules フォルダーに、グローバルプラグインのサンプルは globalPlugins フォルダーにコピーします。
zh_cn: 要想运行来自此张杰的您的插件，您可以打开您的 NVDA 用户配置目录（在开始菜单/屏幕查找 “浏览 NVDA 配置目录”项目），把您的 .py 文件放到恰当的目录：appModules 目录存放程序模块插件事例，globalPlugins 目录存放全局插件事例。

source: Example 1: Hear a tone when pressing NVDA+A
ar: مثال 1: سماع صوت صفير عند الضغط على NVDA+A
de: Beispiel 1: Abspielen eines Signaltons, beim Drücken von NVDA+A
es: Ejemplo 1: Escuchar un tono al pulsarNVDA+A
fr: Exemple 1 : Entendre un signal sonore lorsque vous appuyez sur NVDA+A
ja: サンプル１：NVDA+Aキーを押したときに音をならす
zh_cn: 例1：按下“NVDA+a”的时候播放提示音

source: Let us start with a simple example: if you press NvDA+A, you would hear a tone for 1 second from any program. Since we want to use this everywhere, it must be a global plugin.
ar: هيا نبدأ بمثال بسيط: إذا ضغطت على NvDA+A, ستسمع صوت صفير لثانية واحدة من أي برنامج. حيث أننا نريد استخدام هذه الإضافة من أي مكان, فيجب أن تكون ملحق عام global plugin.
de: Als erstes soll eine Erweiterung entstehen, die beim Drücken von NVDA+A einen Signalton abspielt. Da diese Tastenkombination aus jeden Programm heraus funktionieren soll, muss hier eine globale Erweiterung erstellt werden.
es: Comencemos con un ejemplo sencillo: Si pulsamos NVDA+A, se oye un tono durante 1 segundo desde cualquier programa. Puesto que queremos usar esto en todas partes, debe ser un plugin global.
fr: Nous commençons par un exemple simple : Si vous appuyez sur NVDA+A, vous entendriez un signal sonore pendant 1 seconde de n'importe quel programme. Étant donné que nous voulons utiliser ceci partout, il faut un global plugin.
ja: それでは簡単なサンプルから始めましょう：NVDA+Aを押したとき、どのプログラムからでも1秒間音をならします。どのアプリからでもこの機能を使いたいので、グローバルプラグインを作ります。
zh_cn: 让我们从查看一个简单例子开始。如果您在任何程序按下“NVDA+A”，您可以听到一个长度为一秒的提示音。我们希望在任何地方都可以使用该插件，所以我们把代码放在 GlobalPlugins 目录下。

source: First, open your user configuration folder, then open globalPlugins folder. Create a new .py file and give it a descriptive name such as example1.py (it is strongly recommended that when you name your global plugin file, give it a short descriptive name). Then open the newly created .py file in the word processor.
ar: أولا, افتح مجلد إعدادات المستخدم لديك, ثم افتح مجلد global plugins. قم بإنشاء ملف .py جديد وسميه باسم وليكن example1.py (نوصي بشدة أنه عندما تريد تسمية ملف إضافتك, أن تعطي له اسم معبر وقصير). ثم افتح ملف .py الجديد في معالج النصوص لديك.
de: Öffnen Sie zuerst Ihr NVDA-Konfigurationsverzeichnis und erstellen Sie in dessen Unterordner GlobalPlugins eine Python-Quelldatei mit einem beschreibenden Namen (z. B. beispiel1.py). Öffnen Sie die Datei anschließend im Editor.
es: En primer lugar, abre la carpeta de configuración de usuario, a continuación, abre la carpeta globalPlugins. Crea un nuevo fichero .py y dale un nombre descriptivo, como example1.py (se recomienda encarecidamente que cuando le dés el nombre del fichero del plugin global, le dés un nombre descriptivo corto). A continuación, abre el archivo py recién creado en el procesador de textos.
fr: Tout d'abord, ouvrez votre dossier de configuration utilisateur, puis ouvrez le dossier globalPlugins. Créez un nouveau fichier .py et donnez-lui un nom descriptif tel que example1.py (il est fortement recommandé que lorsque vous nommez votre fichier global plugin, donnez-lui un nom descriptif court). Puis ouvrez le fichier .py nouvellement créé dans le traitement de texte.
ja: まず、ユーザー設定フォルダーを開き、その中の globalPlugins フォルダーを開きます。新規の.pyファイルを作成し、それに、example1.pyなどの名前を付けてください。グローバルプラグインのファイルには短くて説明的な名前を付けることを強く推奨します。そして、テキストエディタで新しく作成した.pyファイルを開いてください。
zh_cn: 首先，打开您的用户配置目录，并进入 globalPlugins 目录，创建一个文件并赋予一个描述性名称（如 example1.py）（强烈建议您在给全局插件命名时，为您的文件添加一个短的、带有描述性质的文件名），然后用文字处理器打开这个新创建的 .py 文件。

source: The below code implements our example. Put this in your .py file as exactly as shown:
ar: الكود أدناه سيقوم بتنفيذ المثال الذي أشرنا إليه. اكتبه في ملف .py كما هو موضح:
de: Fügen Sie danach den untenstehenden Code so genau wie möglich ein:
es: El código siguiente implementa nuestro ejemplo. Pon esto en tu py exactamente como se muestra.:
fr: Le code ci-dessous implémente notre exemple. Mettre ceci dans votre fichier .py aussi exactement comme indiqué :
ja: 下記にソースコードを示します。これを正確に.pyファイルに入力してください:
zh_cn: 下面的代码将实现我们的例子，请原封不动的把它放到 .py 的文件中去。

source: # Add-on development first example
de: # Erstes Beispiel aus dem Entwicklerhandbuch für Erweiterungen
es: # Complemento en desarrollo primer ejemplo
fr: # Module complémentaire de développement premier exemple
ja: # coding: UTF-8 # 訳注: ソースコードに日本語を使う場合は coding の指定が必要。文字コード UTF-8 で保存すること。 # アドオン開発の最初のサンプル

source: import globalPluginHandler import tones # We want to hear beeps.
de: import globalPluginHandler import tones # Es sollen Signaltöne abgespielt werden.
es: import globalPluginHandler import tones # Queremos escuchar pitidos.
fr: import globalPluginHandler import tones # Nous voulons entendre des bips.
ja: import globalPluginHandler import tones # ビープ音を聴きたい

source: def script_doBeep(self, gesture): tones.beep(440, 1000) # Beep a standard middle A for 1 second.
de: def script_doBeep(self, gesture): tones.beep(440, 1000) # Der Kammerton A wird eine Sekunde lang abgespielt.
fr: def script_doBeep(self, gesture): tones.beep(440, 1000) # Beep un moyen A standard pendant 1 seconde.
ja: def script_doBeep(self, gesture): tones.beep(440, 1000) # 中央のラの音程を1秒間ピーとならす

source: In Python, you put comments by putting hash sign (#) at the start of the comment line.
ar: في لغة بيثون, تضع تعليقات بكتابة علامة الشباك (#) في بداية سطر التعليق.
de: In Python beginnen Kommentarzeilen immer mit einer Raute (#).
es: En Python, para poner comentarios se pone el símbolo número (#) al principio de la línea de comentario.
fr: En Python, vous mettez des commentaires en mettant le signe dièse (#) au début de la ligne de commentaire.
ja: Pythonでコメントを記述するには、ハッシュ記号(#)を注釈行の始めに書きます。
zh_cn: 在 python 中，请把“#（警号）”放在评论行的开始处。

source: Example 1 code explanation
ar: شرح لكود مثال 1
de: Erläuterungen zum Code von Beispiel 1
es: Explicación del código de Example 1
fr: Explication du code Exemple 1
ja: サンプル1の説明
zh_cn: 例 1代码解析

source: Our first example let's us sound a beep for one second when we press NVDA+A. But you might be wondering what that above code means, so let's step through the code, one piece at a time.
ar: أول مثال بين أيدينا يجعلنا نسمع صوت صفير لثانية واحدة عند الضغط على NVDA+a. لكنك ربما تتساءل ماذا يعني الكود المكتوب أعلاه, لذا هيا نشرحه سويا, سطر سطر.
de: Das obige Beispiel bringt NVDA dazu, beim Drücken von NVDA+A einen Signalton abzuspielen.
es: Nuestro primer ejemplo nos permite hacer sonar un pitido durante un segundo cuando pulsemos NVDA+A. pero podrías preguntarte sobre el significado del código de más arriba, así que vamos a dar unos pasos a través del código, uno por vez.
fr: Notre premier exemple nous allons entendre un bip pendant une seconde quand on appuie sur NVDA+A. Mais vous pourriez vous demander ce que signifie le code ci-dessus, nous allons donc donner quelques pas dans le code, mais un seul morceau à la fois.
ja: この最初のサンプルは 、NVDA+Aを押したとき、1秒間ビープ音をならします。しかし上記のプログラムの意味はまだ説明していません。ソースコードを順番に見ていくことにしましょう。
zh_cn: 我们的第一个例子是按下“NVDA+A”时发出长度为1秒的提示音，您可能想知道代码的用途。接下来，让我们一段一段的进行讲解。

source: At the top of the file, we wrote a header which tells us that this is an example add-on.
ar: أول سطر في الملف وضعنا فيه عنوان يفيد بأن هذا مثال لعمل إضافة.
de: Am Dateianfang befindet sich ein Kommentar, der den Zweck dieses Beispiels kurz beschreibt.
es: En la parte superior del archivo, escribimos una cabecera que nos dice que este es un ejemplo de complemento.
fr: En tête du fichier, nous avons écrit un en-tête qui nous dit qu'il s'agit d'un exemple d'un module complémentaire.
ja: ファイルの一番最初には、これがサンプルアドオンであるとヘッダを書きました。
zh_cn: 在文件顶部，我们写了一个标题，它告诉我们这是一个例子插件。

source: Since this is a global plugin, we need to import a crucial module: global plugin handler, so we wrote `import globalPluginHandler`.
ar: حيث أن هذا من الملحقات العامة, فإننا نحتاج إلى استيراد وحدة هامة للغاية ألا وهي: global plugin handler, لذا كتبنا `import globalPluginHandler`.
de: Da es sich bei diesem Beispiel um eine globale Erweiterung handelt, muss eine Behandlungsroutine für globale Erweiterungen importiert werden. Die nächste Zeile lautet also `import globalPluginHandler`.
es: Dado que este es un plugin global, tenemos que importar un módulo fundamental: global plugin handler, por lo que escribimos`import globalPluginHandler`.
fr: Puisqu'il s'agit d'un global plugin, nous devons importer un module essentiel : global plugin handler, donc nous avons écrit `import globalPluginHandler`.
ja: これはグローバルプラグインなので、重要なモジュールであるグローバルプラグインハンドラーをインポートするために、`import globalPluginHandler`と記述します。
zh_cn: 因为这是一个全局插件，我们需要导入最重要的模块“globalPluginHandler”，所以我们写成“import globalPluginHandler”。

source: Then we wrote `import tones` to import (load, or include) the tones module, a built-in module from NVDA. Whenever you wish to use a method from a given module, import the needed module(s).
ar: ثم كتبنا `import tones` كي نستورد (لتحميل, أو كي تحتوي الإضافة على) وحدة صوت الصفير, وهي وحدة موجودة بداخل تصميم NVDA. عندما تريد استخدام طريقة من وحدة, قم باستيراد الوحدة التي تحتاجها.
de: Als Nächstes wird über die Zeile `import tones` ein Modul importiert, mit dessen Hilfe Töne abgespielt werden können. Wann immer Sie eine Methode aus einem bestimmten Modul verwenden wollen, müssen Sie zunächst das Modul importieren.
es: Entonces escribimos`import tones` para importar (cargar, o incluir) el módulo de tonos, un módulo integrado de NVDA. Cada vez que desees utilizar un método de un módulo dado, importa el módulo necesario(s).
fr: Puis nous avons écrit `import tones` pour importer (charger, ou inclur) le module des signaux sonores, un module intégré à NVDA. Chaque fois que vous souhaitez utiliser une méthode à partir d'un module donné, importer l'ou les module(s( nécessaire.
ja: それから、NVDAに内蔵されている tones モジュールをインポートするために、`import tones` と記述しました。インポートはロードまたはインクルードともいいますが、あるモジュールからメソッドを使いたいときには、必要なモジュールをインポートしてください。
zh_cn: 然后我们写下“import tones”导入（表示加载货包含）这个 NVDA 的内建模块 tones，每当您决定使用某个模块，必须先将其导入。

source: Next, we defined a class called GlobalPlugin. The text inside the brackets tells us where this class is coming from (more on this concept in a second). A class, in programming, describes an object, such as a person, a desk, a program and others.
ar: ثم حددنا طبقة class تسمى GlobalPlugin. والنص الموجود بين الأقواس المربعة يخبرنا من أين تأتي هذه الطبقة (وسيرد شرح ذلك بالتفصيل بعد قليل).
de: Als Nächstes wird eine Klasse GlobalPlugin definiert. Hinter dem Klassennamen wird in Klammern angegeben, woher diese Klasse abgeleitet wird. Eine Klasse dient in der Programmierung dazu, Objekte zu beschreiben.
es: A continuación, definimos una clase llamada GlobalPlugin. El texto dentro de los paréntesis nos dice de dónde proviene esta clase (más sobre este concepto en un segundo). Una clase, en programación, describe un objeto, tal como una persona, un escritorio, un programa y otros.
fr: Ensuite, nous avons défini une classe appelée GlobalPlugin. Le texte à l'intérieur entre parenthèses nous dit d'où cette classe provient (plus sur ce concept en une seconde). Une classe, dans la programmation, décrit un objet, tel comme une personne, un bureau, un programme et d'autres.
ja: 次に GlobalPlugin クラスを定義します。カッコの中の記述は、このクラスが何に由来するか（詳細は後述）を指定します。クラスは、プログラミングにおいて、人、机、プログラム、およびその他のオブジェクト（対象）を記述しています。
zh_cn: 接下来，我们定义了一个类 globalPlugin，括号中定义了这个类继承自哪里。编程中用到的类用来描述一个对象，如一个人、一张桌子、一个程序或其他。

source: Inside the class, we wrote a method (function) called `script_doBeep`. This is an example of a script, a method that'll be run or executed when you press a command. Inside this script, we wrote `tones.beep(440, 1000)` to tell NVDA to sound a middle A tone for 1 second. In programming, a function can take arguments, or a set or parameters which tells the function what to do based on the given values (we'll meet them later). In fact, many methods you'll be writing, including our doBeep script takes one or more arguments. More on scripts later as we journey through the guide.
ar: داخل الطبقة class, كتبنا طريقة (وظيفة function) تسمى `script_doBeep`. وهذه الوظيفة هي مثال أو طريقة, سيتم تنفيذها أو تشغيلها عند ضغط أمر معين. داخل هذه الوظيفة, كتبنا `tones.beep(440, 1000)` كي نقول ل NVDA بأن يصدر صوت نغمة أو صفارة لثانية. في البرمجة, يمكن للوظيفة function أن تأخذ دلائلarguments, أو مجموعة a set أو وسائط parameters والتي تخبر الوظيفة بما ستفعله اعتماد على القيم المعطاة لها (وسنتطرق لذلك بمزيد من الشرح لاحقا). في الحقيقة, تأخذ العديد من الطرق أو الوظائف التي سنكتبها, ومن بينها الوظيفة التي نشرحها حاليا doBeep دليل argument أو أكثر. وسنتحدث بمزيد من الشرح عن الوظائف عبر قراءتنا لهذا الدليل.
de: Innerhalb der Klasse wird eine Methode (eine Funktion) `script_doBeep` definiert. Ein Skript ist eine Methode, die ausgeführt wird, wenn Sie einen bestimmten NVDA-Befehl ausführen. Innerhalb dieses Skripts wird die Funktion "tones.beep" wie folgt aufgerufen: `tones.beep(440, 1000)`, um den Kammerton A eine Sekunde lang abzuspielen. Über Parameter können einer Funktion Werte zur Verarbeitung übergeben werden. Viele Methoden, die Sie noch schreiben werden, werden einen oder mehrere Parameter benötigen.
es: Dentro de la clase, escribimos un método (función) llamado `script_doBeep`. Esto es un ejemplo de un script, un método que va a ejecutarse al pulsar un comando. Dentro de este script, escribimos `tones.beep(440, 1000)` para decir a NVDA que haga sonar un medio tono durante 1 segundo. En programación, una funcción puede tomar argumentos, o un conjunto o parámetros que dice a la función qué hacer basándose en los valores dados(nos los encontraremos más adelante). De hecho, muchos métodos que escribirás, incluyendo nuestro script doBeep toma uno o más argumentos. Más sobre los scripts más tarde en el viaje a través de la guía.
fr: À l'intérieur de la classe, nous avons écrit une méthode (fonction) appelée `script_doBeep`. Il s'agit d'un exemple d'un script, une méthode qui va être exécuté ou exécuté lorsque vous appuyez sur une commande. À l'intérieur de ce script, nous avons écrit `tones.beep(440, 1000)` pour lui dire à NVDA qu'il fasse sonner un signal sonore moyen A pendant 1 seconde. Dans la programmation, une fonction peut prendre des arguments, ou un ensemble ou paramètres qui indique à la fonction quoi faire en fonction des valeurs données (nous allons les rencontrer plus loin). En fait, de nombreuses méthodes que vous écrirai, y compris notre script doBeep prend un ou plusieurs arguments. Nous verrons plus sur les scripts plus loin lorsque nous cheminons à travers le guide.
ja: クラスの中に `script_doBeep`というメソッド（関数）を書きました。これは、スクリプトの一例です。スクリプトとはコマンドが入力された時に実行されるメソッドです。このスクリプトの中で、1秒間ラの音程の音を鳴らすために、`tones.beep(440, 1000)` と記述しました。プログラミングにおいて、メソッドは、引数またはパラメーターを取ることができ、メソッドは引数に基づいて何かを実行します（詳しくは後述）。あなたがこれから書くことになる多くのメソッドと同じように、私達のdoBeepスクリプトは一個以上の引数を取ります。スクリプトについては後ほど詳しく述べます。
zh_cn: 在这个类里，我们定义了一个方法（或称函数）“script_doBeep”。这是一个脚本例子，我们按下某个快捷键后它就会被执行。在这个脚本里，我们写成“tones.beep(440, 1000)”，这句代码告诉 NVDA 发出一个长度为1秒的中音A。在边城中，一个函数可以用来放变量、设置、参数，它的用途取决于您给该方法赋予的值（接下来我们还会见到他们）。您会经常编写包括我们所说的“doBeep ”在内的、包含更多变量的许多方法，更多的脚本江在指南的旅行过程中提供。
