Repository: nvdacn/screenReaderTranslations
Catalog: website/devDocs/devDocs.*.po
Languages: ar, de, es, fr, ja, zh_cn

source: Setting up the add-on development environment
ar: تأسيس بيئة تطوير الإضافات البرمجية
de: Einrichten der Entwicklungsumgebung für NVDA-Erweiterungen
es: Configurando el entorno de desarrollo de complementos
fr: Mise en place de l'environnement de développement des modules complémentaires
ja: アドオン開発環境の構築
zh_cn: 安装插件开发环境

source: Follow these steps to prepare your computer for writing NVDA add-ons.
ar: اتبع الخطوات التالية لإعداد حاسوبك لكتابة الإضافات البرمجية.
de: Befolgen Sie die untenstehenden Anweisungen, um ihren Computer für die Entwicklung von NVDA-Erweiterungen einzurichten.
es: Sigue estos pasos para preparar tu ordenador para escribir complementos para NVDA.
fr: Suivez ces étapes pour préparer votre ordinateur pour l'écriture des modules complémentaires pour NVDA.
ja: 以下の手順に従って、アドオン開発環境を整えてください。
zh_cn: 跟随下面的步骤为编写插件对您的电脑进行准备。

source: Installing dependencies
ar: تثبيت الملحقات
de: Installieren von Abhängigkeiten
es: Instalando las dependencias
fr: Installation des dépendances
ja: 依存パッケージのインストール
zh_cn: 安装依赖

source: If you don't have NVDA, download and install NVDA from NV access website.
ar: إذا لم تكن لديك نسخة من NVDA, فضلا قم بتحميلها من موقع NVDA وتثبيتها.
de: Falls noch nicht geschehen, laden Sie NVDA von dessen Webseite herunter und installieren Sie es.
es: Si no lo tienes, descarga e instala NVDA desde el sitio web de NV acces.
fr: Si vous n'avez pas NVDA, téléchargez et installez NVDA depuis le site web de NV access.
ja: NVDA がインストールされていなければダウンロードしてインストールします。
zh_cn: 如果您没有 NVDA， 您可以从 NV access 网站或 NVDA 中文站下载 NVDA。

source: Install Python 2.7.x 32-bit on your computer (if using Windows, install using the 32-bit Windows installer package).
ar: قم بتثبيت بيثون 2.7.x 32-bit على حاسوبك (إذا كنت تستخدم نظام التشغيل ويندوز, استخدم حزمة المثبت 32-bit.
de: Installieren Sie die 32-Bit-Version von Python 2.7.x auf Ihrem Windows-System.
es: Instala Python 2.7.x de 32 bits en tu ordenador (si utilizas Windows, instala utilizando el paquete instalable de windows de 32 bits).
fr: Installez Python 2.7.x 32 bits sur votre ordinateur (si vous utilisez Windows, installez en utilisant le paquet d'installation pour Windows 32 bits).
ja: Python 2.7.x Windows 32ビット版をインストールします。
zh_cn: 在您的电脑上安装 Python 2.7.x 32-bit （如果使用 Windows， 请使用 32-bit Windows 安装包)。

source: Install Markdown and SCons using their Windows installer packages.
ar: قم بتثبيت markdown و SCons مستخدما حزم التثبيت الخاصة بتلك الملحقات لنظام ويندوز.
de: Installieren Sie Markdown und SCons unter Verwendung der Windows-Installationsprogramme.
es: Instala Markdown y SCons utilizando sus paquetes para instalación de Windows.
fr: Installer Markdown et SCons en utilisant leurs paquets d'installation pour Windows.
ja: Markdown および SCons のWindows版パッケージをインストールします。
zh_cn: 使用他们的 Windows 安装包 安装 Markdown 和 SCons

source: If you plan to share your add-on code with others, install Git clients.
ar: إذا كنت تنوي مشاركة شفرة الإضافة البرمجية مع آخرين, قم بتثبيت أحد تطبيقات Git.
de: Falls Sie vorhaben, Ihre Erweiterung mit anderen zu teilen, installieren Sie einen Client für das Versionskontrollsystem, z. B. Git.
es: Si vas a compartir tu código del complemento con los demás, instala clientes Git.
fr: Si vous envisagez de partager le code de votre module complémentaire avec d'autres, installer les clients de Git.
ja: もしアドオンのソースコードを他の開発者と共有する予定があるならば、Git クライアントをインストールします。
zh_cn: 如果您计划和其他人分享您的插件代码，请安装 Git 客户端。

source: Paste the Gettext executable files to your add-on development folder (see the next section on add-on development folder).
ar: الصق الملفات التنفيذية ل Gettext في مجلد تطوير إضافتك (يرجى النظر في القسم الخاص بمجلد تطوير الإضافة البرمجية).
de: Fügen Sie die ausführbare Datei von GNU GetText in den Entwicklungsordner für Erweiterungen ein (weitere Informationen über Entwicklungsordner finden Sie im nächsten Abschnitt).
es: Pega los ficheros ejecutables de Gettext en tu carpeta de desarrollo de complementos (consulta en la sección siguiente la carpeta de desarrollo de complementos).
fr: Collez les fichiers exécutables de Gettext dans votre dossier de développement des modules complémentaires (voir la section suivante sur le dossier de développement des modules complémentaires).
ja: Gettext 実行ファイルを、アドオン開発フォルダーにコピーします（アドオン開発フォルダーについては次のセクションをお読みください）。
zh_cn: 粘贴您的 GetText 可执行文件到您的开发目录（请查看下一张“插件开发目录”）。

source: If you are developing support for a program, speech synthesizer or a braille display, install the needed software and/or have the hardware handy.
ar: إذا كنت تعمل على تطوير دعم تطبيق ما أو آلة نطق أو سطر إلكتروني, قم بتثبيت التطبيق الجاري دعمه و/أو امتلك الجهاز الذي تريد دعمه.
de: Falls Sie vorhaben, die Unterstützung für bestimmte Programme oder bestimmte Hardware zu verbessern, installieren Sie die benötigte Software oder halten Sie die entsprechende Hardware sowie deren Treiber bereit.
es: Si vas a desarrollar el soporte para un programa, un sintetizador de voz o una pantalla braille, instala el software necesario y / o ten el hardware a mano.
fr: Si vous développez le support pour un programme, un synthétiseur vocal ou un afficheur braille, installez le logiciel indispensable et/ou ayez le matériel à portée de main.
ja: 音声エンジンまたは点字ディスプレイをサポートするプログラムを作成する場合は、必要なソフトウェアおよびハードウェアを用意します。
zh_cn: 如果您正在为某个程序、点显器或语音合成器进行支持，请安装所需软件和或硬件设备。

source: The add-on development folder
ar: مجلد تطوير الإضافة
de: Ordner für die Entwicklung von NVDA-Erweiterungen
es: La carpeta de desarrollo de complementos
fr: Le dossier de développement des modules complémentaires
ja: アドオン開発フォルダー
zh_cn: 插件开发目录

source: When writing add-ons, it is recommended that you store your add-on code in separate folders, one per add-on. If you chose to download the add-on template, the folder structure will be automatically created.
ar: عند كتابتك للإضافات البرمجية, فإننا نوصيك بتخزين شفرة الإضافة في مجلدات منفصلة, مجلد لكل إضافة. إذا اخترت تحميل قالب الإضافات, فسيتم آليا إنشاء تركيب المجلد.
de: Es wird empfohlen, für jede Erweiterung einen eigenen Ordner zu erstellen. Falls Sie die Vorlage für Erweiterungen verwenden, wird die benötigte Ordnersstruktur automatisch erzeugt.
es: Al escribir complementos, es recomendable que guardes tu código de complemento en carpetas separadas, una por cada complemento. Si optas por descargar la plantilla de complemento, se creará automáticamente la estructura de carpetas.
fr: Lors de l'écriture des modules complémentaires, il est recommandé de ranger le code de vos modules complémentaires dans des dossiers séparés, un pour chaque module complémentaire. Si vous avez choisi de télécharger le modèle de module complémentaire, la structure de dossier sera automatiquement créée.
ja: アドオンを作成する時には、1つのアドオンについて専用の1個のフォルダーを作り、そこにアドオンのプログラムを置くことをお勧めします。アドオンテンプレートをダウンロードして使用する場合は、フォルダー構造は自動的に作成されます。
zh_cn: 编写插件的时候，建议把每一个插件的代码存放在不同的目录，一个目录一个插件。如果您选择下载插件魔板，那么目录结构将会被自动创建。

source: Once you install the needed dependencies (see above), paste the Gettext package executables into this add-on folder.
ar: بمجرد تثبيت الملحقات التي ستحتاجها (انظر أعلاه), الصق حزمة Gettext التنفيذية في هذا المجلد.
de: Sobald Sie die Abhängigkeiten installiert haben (siehe oben) fügen Sie die ausführbare Datei von GNU GetText in den Entwicklungsordner hinzu.
es: Una vez que instales las dependencias necesarias (ver más arriba), pega los ejecutables del paquete Gettext en esta carpeta de complemento.
fr: Une fois que vous aurez installé les dépendances nécessaires (voir ci-dessus), collez les exécutables du paquet Gettext dans ce dossier de module complémentaire.
ja: 必要な依存パッケージ(上記参照)をインストールしたら、このアドオン開発フォルダーの中にGettextパッケージの実行形式ファイルをコピーします。
zh_cn: 当您安装了所需的依赖（请看上文），粘贴 GetText 可执行文件到插件目录。

source: Add-on folder structure
ar: تركيب مجلد الإضافة البرمجية
de: Ordnerstruktur der Erweiterung
es: Estructura de la carpeta de complementos
fr: Structure du dossier des modules complémentaires
ja: アドオンフォルダーの構造
zh_cn: 插件目录的结构

source: Each add-on folder, at a minimum, must contain the following files and folders:
ar: يجب أن يحتوي كل مجلد إضافة جاري تطويرها, كحد أدنى, على الملفات والمجلدات التالية:
de: Jeder Entwicklungsordner muss mindestens die folgenden dateien und Ordner enthalten:
es: Cada carpeta de complemento, como mínimo, debe contener los siguientes archivos y carpetas:
fr: Chaque dossier de module complémentaire, au minimum, doit contenir les fichiers et les dossiers suivants :
ja: アドオンフォルダーは、最低限、以下のファイルとフォルダーを含まなければなりません：
zh_cn: 每一个插件目录，最少包含下面的文件和目录：

source: * manifest.ini to store manifesst information such as add-on name and author. * An "addon" subfolder with the add-on module directory underneath this subfolder (appModules, globalPlugins, synthDrivers, brailleDisplays). One or more module folders can be specified.
ar: * manifest.ini لكتابة داخله المعلومات عن الإضافة كاسم الإضافة ومؤلفها. * "مجلد فرعي للإضافة" يحتوي على مجلد لوحدة الإضافة تحت هذا المجلد (الوحدات البرمجية appmodules, الملحقات العامة global plugins, آلات النطق, الأسطر الإلكترونية). يمكن تخصيص مجلد لكل وحدة برمجية أو أكثر.
de: * manifest.ini: Eine Datei, in der grundlegende Informationen über eine Erweiterung gespeichert werden (Name, Autor, etc.). * Ein Unterordner namens "AddOn", der einen oder mehrere der folgenden Modulordner enthalten kann: appModules, globalPlugins, synthDrivers, brailleDisplays.
es: * manifest.ini para almacenar información de manifesst tal como el nombre y el autor del complemento. * Una subcarpeta "addon" con el directorio de módulos del complemento debajo de esta subcarpeta (appModules, globalPlugins, synthDrivers, brailleDisplays). se pueden especificar una o más carpetas de módulo.
fr: * manifest.ini pour stocker des informations du manifest telles que le nom et l'auteur du module complémentaire. * Un sous-dossier "addon" avec le répertoire du module complémentaire sous ce sous-dossier (appModules, globalPlugins, synthDrivers, brailleDisplays). Vous pouvez spécifier un ou plusieurs dossiers de module.
ja: * manifest.ini : アドオンの名前や制作者等の情報を記述します。 * "addon" サブフォルダー : この下に appModules, globalPlugins, synthDrivers, brailleDisplays 等のアドオンモジュールのフォルダーを置きます。1個または複数のモジュールを持つことができます。
zh_cn: * manifest.ini 用来存放插件的 manifest 信息，如插件名称、作者等。 * 一个放在“addon”子文件夹且带有 “AppModules”“globalPlugins”“synthDrivers”“BrailleDisplay”子文件夹的模块插件子文件夹（译者注：addon/模块目录/brailleDisplay等，最后一级的目录请看原文），也可定制更多的模块文件夹。

source: If you are using the add-on template, the folder structure will automatically be created, so you need to create only the addon subfolder and the add-on module folder(s) and code inside this folder. See the readme file in the template folder for more information on customizing your add-on manifest using the template files.
ar: إذا كنت تستخدم قالب الإضافات, سيتم إنشاء تركيب المجلد آليا, لذا فستحتاج فقط إلى إنشاء مجلد الإضافة الفرعي ومجلد وحدة الإضافة والشفرة البرمجية داخل هذا المجلد. انظر ملف اقرأني بمجلد قالب الإضافة لمزيد من المعلومات حول تخصيص معلوماتك عن الإضافة باستخدام ملفات القالب.
de: Falls Sie die Vorlage für Erweiterungen verwenden, wird die benötigte Ordnerstruktur automatisch erstellt, Sie müssen dann nur noch den Ordner "Add-On" mit den Modulordnern und Ihrem Code füllen. Weitere Informationen finden Sie in der Datei "readme.md" in der Vorlage.
es: Si estás utilizando la plantilla del complemento, se creará automáticamente la estructura de carpetas, por lo que necesitas sólo para crear la subcarpeta addon y la carpeta del módulo complemento (s) y el código dentro de esta carpeta. Consulta el archivo Léame en la carpeta de plantillas para más información sobre cómo personalizar tu complemento en el manifiesto mediante los archivos de plantilla.
fr: Si vous utilisez le modèle de module complémentaire, la structure du dossier sera automatiquement créée, donc vous avez besoin pour créer seulement le sous-dossier addon et le(s) dossier(s) du module du module complémentaire et le code à l'intérieur de ce dossier. Consultez le fichier readme dans le dossier template pour plus d'informations sur la personnalisation de votre module complémentaire dans le manifeste en utilisant les fichiers de modèle.
ja: アドオンテンプレートを使っているなら、フォルダー構造は自動的に作成されますから、このフォルダーの中のaddonサブフォルダーとアドオンモジュールフォルダー(複数可)とコードだけを作成する必要があります。テンプレートファイルを使ってアドオンを作成したりカスタマイズする方法についての詳細な説明は、テンプレートフォルダーの中のreadmeファイルをご覧ください。
zh_cn: 如果您使用了插件魔板，插件的目录结构将被自动创建， 所以您只需创建“addon”子文件夹和包含插件本身的模块代码。请阅读放 template 的 readme 文件来获取使用魔板文件如何自定义插件的 manifest。

source: Packaging add-ons
ar: تحزيم الإضافة
de: Verpacken von Erweiterungen
es: Empaquetando complementos
fr: Empaquetage des modules complémentaires
ja: アドオンのパッケージング
zh_cn: 打包插件

source: There are two ways of packaging add-ons:
ar: هناك طريقتان لتعبئة الإضافة:
de: Es gibt zwei Möglichkeiten, Erweiterungen zu verpacken:
es: Hay dos formas de empaquetar complementos:
fr: Il y a deux façons d'empaqueter les modules complémentaires :
ja: アドオンをパッケージングするには2つの方法があります：
zh_cn: 有两种打包插件的方法：

source: To package your add-on manually, zip up (compress) your add-on folder as a .zip file, then rename the file extension to .nvda-addon.
ar: لتعبئة إضافتك يدويا, اضغط مجلد إضافتك كملف .zip, ثم أعد تسمية امتداد الملف إلى .nvda-addon.
de: Um Ihre Erweiterung manuell zu verpacken, komprimieren Sie den Inhalt des Ordners Addon manuell als Zip-Archiv und Ändern Sie die Erweiterung des Archivs (.zip) anschließend in .nvda-addon.
es: Para empaquetar el complemento de forma manual, comprime el complemento en la carpeta como un archivo zip., A continuación, cambia la extensión del archivo a. NVDA-addon.
fr: Pour empaqueter votre module complémentaire manuellement, (compressez) votre module complémentaire dans le dossier comme un fichier .zip, puis, renommez l'extension du fichier en .nvda-addon.
ja: 手動でアドオンをパッケージングするには、アドオンフォルダーをzipファイルとして圧縮したあと、そのファイルの拡張子を.zipから.nvda-addonにリネームしてください。
zh_cn: 手动打包您的插件，把您的插件目录压缩为zip文件并改变其扩展名为 .nvda-addon。

source: To use the add-on template with SCons, open Command Prompt with administrator mode (Windows Vista or later), change to your add-on folder and type `scons~.
ar: لاستخدام قالب الإضافة مع SCons, افتح أي من تطبيقات الأوامر النصية وأنت في نمط ال admin (Windows Vista وما بعده), اكتب مسار مجلد إضافتك ثم اكتب `scons~.
de: Falls Sie die Vorlage für Erweiterungen verwenden, öffnen Sie eine Eingabeaufforderung mit Administratorrechten (Windows Vista und neuer) und wechseln Sie in Ihr Entwicklungsverzeichnis. Geben Sie anschließend "scons" ein.
es: Para utilizar la plantilla add-on con SCons, abre el indicativo de órdenes con el modo administrador (Windows Vista o posterior), cambia a tu carpeta de complementos y teclea `scons~.
fr: Pour utiliser le modèle add-on avec SCons, ouvrez l'invite de commande en mode administrateur (Windows Vista ou ultérieure), changez pour votre dossier de modules complémentaires et tapez `scons~.
ja: アドオンテンプレートとSConsを使って作成するには、まず管理者モード(Windows Vistaまたはそれ以降の場合)でコマンドプロンプトを開き、アドオンフォルダーに移動して、 scons とタイプしてください。
zh_cn: 要想在 SCons 使用插件魔板，请使用管理员模式（Windows Vista 或以上）的命令提示符定位到您的插件目录然后输入“SCons”。

source: For more information on add-on management, see the management chapter in this guide.
ar: لمزيد من المعلومات حول إدارة الإضافات, انظر فصل الإدارة بهذا الدليل.
de: Weitere Informationen über die Verwaltung von Erweiterungen finden Sie weiter unten im entsprechenden kapitel dieses Handbuchs.
es: Para más información sobre la administración de complementos, consulta el capítulo administración en esta guía.
fr: Pour plus d'informations sur la gestion des modules complémentaires, reportez-vous au chapitre gestion dans ce guide.
ja: アドオン管理における詳細については、このガイドの管理の章をご覧ください。
zh_cn: 更多有关于插件管理的详情，请查看本指南的“管理”章节。

source: Getting started: Hands-on examples
ar: الشروع في البدأ: مع التوضيح بالأمثلة
de: Erste Schritte: Einige Beispiele
es: Por donde empezar: tocando ejemplos
fr: Mise en route : exemples Pratiques:
ja: さあ始めましょう：実際例
zh_cn: 入门：动手事例

source: So are you ready to start your adventure with add-ons, but not sure as to how to bring it to life? If that is you, please go through this chapter, as it gives you basic information to get you started with add-ons and give you tips on writing code.
ar: هل أنت مستعد لبدأ مغامرتك مع الإضافات البرمجية, لكنك غير متأكد من كيفية رؤية إضافتك للنور؟ إذا كان هذا هو أنت, يرجى أن تقرأ معنا هذا الفصل, حيث سيزودك بالمعلومات الأساسية للبدأ في إنشاء الإضافات كما سيعطيك إشارات عن كيفية كتابة الشفرة البرمجية.
de: Das folgende Kapitel enthält einige Beispiele für NVDA-Erweiterungen.
es: Ya estás listo para comenzar tu aventura con los complementos, pero ¿no estás seguro de cómo llevarlo a la práctica? Si ése eres tú, por favor vé a través de este capítulo, ya que te dará la información básica para ayudarte a empezar con los complementos y te dará consejos sobre cómo escribir código.
fr: Alors, vous êtes prêt à commencer votre aventure avec les modules complémentaires, mais vous n'êtes pas sûr de comment mettre en pratique ? Si c'est le cas, veuillez parcourir ce chapitre, car il vous donnera les informations de base pour vous aider a débuter avec les modules complémentaires et vous donnera des conseils sur la façon d'écrire du code.
ja: それでは、あなたはアドオンの冒険の旅に出発する準備ができていると思いますが、どのようにして最初の一歩を踏み出せばよいか、まだ確信していませんね？もしそうならどうぞ、この章に目を通してください。アドオンの開発の初歩、開発の秘訣など、基礎知識を得られることでしょう。
zh_cn: 如此，您准备好开始编写插件冒险了，但不知道该如何让它“活起来”？请通读本章节，它将告诉您如何开始的一些基本信息，还将为编写代码给出一些提示。

source: Note: for this chapter, we will not use the actual add-on packages. Instead, we'll use plugin folders - a number of subdirectories in your NVDA user configuration folder (available from Start Menu/Screen if NVDA is installed) to store our example Python files.
ar: ملحوظة: في هذا الفصل, لن نستخدم الحزمة الحقيقية للإضافة البرمجية. ولكننا سنستخدم مجلد الملحقات- عدد من المجلدات الفرعية بمجلد إعدادات المستخدم الخاص بك ب NVDA (موجود بقائمة ابدأ, إذا كان NVDA على حاسوبك كنسخة مثبتة) لتخزين ملفات أمثلة بثيون التي سنشرحها.
de: In den folgenden Beispielen verwenden wir nicht die Vorlage für Erweiterungen; stattdessen werden die Python-Quelldateien in Plugin-Ordnern gespeichert, die Sie vom Startmenü bzw. vom Startbildschirm aus erreichen können.
es: Nota: para este capítulo, no vamos a utilizar los paquetes de complemento reales. en su lugar, vamos a utilizar las carpetas de plugins- un número de subdirectorios en la carpeta de configuración del usuario de NVDA(disponibles desde el menú/pantalla Inicio si se ha instalado NVDA) para almacenar nuestros archivos de ejemplo Python.
fr: Remarque : pour ce chapitre, nous n'utiliserons les paquets du module complémentaire réel. Au lieu de cela, nous allons utiliser les dossiers du plugin - un nombre de sous-répertoires dans votre dossier de configuration utilisateur de NVDA (disponible depuis le Menu Démarrer/Écran si NVDA est installé) pour stocker les fichiers de notre exemple Python.
ja: メモ：この章では、実際のアドオンパッケージは使用しません。代わりに、プラグインフォルダーを使います。つまりNVDAのユーザー設定フォルダーの中の特定の場所にこの例のPythonファイルを格納します。NVDAがインストールされた環境ではスタートメニューからユーザー設定フォルダーを参照できます。
zh_cn: 请注意，本章节将不会使用真实的插件包，取而代之的是使用NVDA用户配置目录下包含着若干子目录的“plugin”目录（如果NVDA已经安装在电脑上，使用开始菜单或开始屏幕可访问该目录）来存放我们的例子 python 文件。

source: To edit .py files, you need a word processor which can handle .py files. The best one we recommend is Notepad++.
ar: لتحرير ملفات .py, ستحتاج إلى معالج نصوص يمكنه التعامل مع ملفات .py. وأفضل البرامج التي نوصي بها هو Notepad++.
de: Wir empfehlen, zum Bearbeiten von Python-quelldateien einen Editor zu verwenden, der mit solchen Dateien umgehen kann (wie etwa Notepad++).
es: Para editar. Py, necesitas un procesador de textos que pueda manejar. Py. El mejor que te recomendamos es Notepad++.
fr: Pour éditer les fichiers .py, vous avez besoin d'un traitement de texte qui peut manipuler des fichiers .py. Le meilleur que nous recommandons est Notepad++.
ja: 拡張子.pyのファイルを編集するために、.pyファイルに対応したテキストエディタが必要です。我々が推奨するのはNotepad++（ノートパッドプラスプラス）です。
zh_cn: 要想编辑一个 .py 文件，您必须拥有一个可以处理 .py 文件的文字处理程序，我们推荐的最好编辑器是 notepad++。

source: How add-on code is organized
ar: كيفية تنظيم كود أو شفرة الإضافة
de: Organisieren von Quellcode
es: ¿Cómo está organizado el código de complemento
fr: Comment est organisée le code du module complémentaire
ja: アドオンプログラムの構成
zh_cn: 如何组织插件代码

source: Your add-on code is stored in one or more Python files (.py file). Despite different kinds of add-ons out there, they all have similar layout.
ar: يتم تخزين كود إضافتك في ملف أو أكثر من ملفات ال بيثون (ملف .py). على الرغم من مختلف الإضافات الموجودة, إلا أنها تتشابه في الإطار.
de: Der Quellcode von Erweiterungen wird in Form von Python-Dateien (*.py) gespeichert. Auch wenn es NVDA-Erweiterungen unterschiedlicher Art gibt, besitzen alle Erweiterungen einen ähnlichen Aufbau.
es: El código de tu complemento se almacena en uno o más ficheros Python (fichero .py). A pesar de los diferentes tipos de complementos que hay por ahí, todos ellos tienen un diseño similar.
fr: Votre code pour le module complémentaire est stocké dans un ou plusieurs fichiers Pyton (fichier .py). Malgré les différents types de modules complémentaires qu'il y a là-bas, ils ont tous une conception similaire.
ja: アドオンのプログラムは１つまたは複数のPythonファイル(.pyファイル)として格納します。世の中にはさまざまな種類のアドオンが存在しますが、それらはみな同じような構成で書かれています。
zh_cn: 您的插件代码将存放在一个或多个 python 文件（.py为后缀的文件）中，尽管一些不同种类的插件不是这样的，但他们都有非常相似的布局。

source: First, you start by writing an optional header for your add-on, such as your name, a brief sentence or two on what the add-on is for and so on. Although this is optional, it is recommend that you write the header as a reminder to keep track of what you are doing with your add-on.
ar: أولا, عليك البدأ بكتابة عنوان اختياري لإضافتك, ككتابة اسمك, أو جملة مختصرة أو جملتين عن وظيفة الإضافة, وهكذا. على الرغم من أن هذا الأأمر اختياري, إلا أننا نوصي بكتابة العنوان كي تتبع مسار ما تفعله بالإضافة.
de: Beschreiben Sie zuerst in einer kurzen Kommentarzeile die Aufgabe Ihrer Erweiterung.
es: Primero, comienza por escribir una cabecera opcional para el complemento, tal como tu nombre, una o dos frases breves sobre para qué es el complemento y así sucesivamente. Aunque esto es opcional, Se recomienda que escribas el encabezado como un recordatorio para realizar un seguimiento de lo que estás haciendo con tu complemento.
fr: Tout d'abord, vous commencez par écrire un en-tête facultatif pour votre module complémentaire, tel comme votre nom, une ou deux courte phrase sur ce qu'est le module complémentaire et ainsi de suite. Bien que cela soit facultatif, il est recommandé d'écrire l'en-tête comme un rappel pour garder une trace de ce que vous faites avec votre module complémentaire.
ja: まずアドオンのソースコードにヘッダを書きます。開発者の名前、1行か2行くらいの簡単なアドオンの説明などを書きます。これは省略可能ですが、作りたいアドオンの目的をいつも意識するために、備忘録としてヘッダを書くことを勧めます。
zh_cn: 首先，您可以从编写一段可选的插件抬头开始，如您的名字 、一个简单的用来描述插件用途的句子或两个关键字等等。虽然它是可选的，但我们仍然建议您这么做，因为这样可以让我们知道您的插件的用途。
