Repository: nvdacn/screenReaderTranslations
Catalog: website/devDocs/devDocs.*.po
Languages: ar, de, es, fr, ja, zh_cn

source: Controls and states collection (controltypes.py): Includes dictionaries on control types (roles) and possible states that a control can be in.
ar: Controls and states collection (controltypes.py): تشمل قواميس عن أنواع الكائنات control types (roles) والحالات التي يمكن أن يكون عليها الكائن.
de: Steuerelementtypen und -Zustände (controltypes.py): Enthält Wörterbücher mit möglichen Steuerelementtypen und verschiedenen Zuständen, die Steuerelemente annehmen können
es: Controles y colección de estados (controltypes.py): Incluye diccionarios sobre los tipos de control(roles) y posibles estados en los que un control puede estar.
fr: Contrôles et collection d'états (controltypes.py): Comprend des dictionnaires sur les types de contrôle (roles) et possibles états dans lequel peut être un contrôle.
ja: コントロールと状態のコレクション(controltypes.py)：コントロールタイプ（ロール）とそのコントロールが取り得る状態の辞書
zh_cn: 控件和状态集合(controltypes.py): 包含控件类型的字典（角色）和可能被插件套用的状态。

source: Events (eventHandler.py): Handles various events such as gaining focus.
ar: Events (eventHandler.py): التعامل مع الأحداث events المختلفة كاكتساب المؤشر gaining focus.
de: Ereignisse (eventHandler.py): Dient zum Umgang mit Ereignissen (z. B. der Fokuserhalt eines Steuerelements).
es: Eventos (eventHandler.py): Maneja varios eventos tales como obtener el foco.
fr: Événements (eventHandler.py): Manipule plusieurs événements telles que l'obtention du focus.
ja: イベント(eventHandler.py)：フォーカス取得などの様々なイベントを処理します。
zh_cn: 事件(eventHandler.py): 控制各种各样的事件，如正在获取焦点。

source: Global Commands collection (globalCommands.py): A list of global commands available while using NVDA (see section on script scope for more information).
ar: Global Commands collection (globalCommands.py): قامئة بالأوامر العامة المتاحة أثناء استخدام NVDA (انظر القسم الخاص ب script scope لمزيد من المعلومات).
de: Globale Befehle (globalCommands.py): Eine Liste von Befehlen, die überall in NVDA zur Verfügung stehen (sehen Sie sich dazu das Kapitel über den Geltungsbereich von Skripten für weitere Informationen an).
es: Colección Comandos globales (globalCommands.py): Una lista de los comandos globales disponibles durante el uso de NVDA (véase la sección sobre el alcance de un script para más información).
fr: Collection des Commandes Globales (globalCommands.py): Une liste des commandes globales disponibles lors de l'utilisation de NVDA (voir la section sur l'étendue du script pour plus d'informations).
ja: グローバルコマンドのコレクション(globalCommands.py)：NVDAで利用可能なグローバルコマンドのリスト(詳細はスクリプトスコープに関する章を参照してください)。
zh_cn: 全局命令集合 (globalCommands.py): 使用 NVDA 时可用的全局命令的列表（请查看脚本作用域章节获取更多信息）。

source: Global Plugin subsystem (globalPluginHandler.py): The module needed for controlling global plugins.
ar: Global Plugin subsystem (globalPluginHandler.py): الوحدة التي نحتاجها للتحكم في الملحقات العامة.
de: Funktionen für globale Plug-ins (globalPluginHandler.py): Enthält Methoden und Funktionen zum Umgang und entwickeln von globalen Erweiterungen.
es: Subsistema Global Plugin globalPluginHandler.py): El módulo necesario para controlar los plugins globales.
fr: Sous-système Global Plugin globalPluginHandler.py): Le module nécessaires au contrôle des globales plugins.
ja: グローバルプラグインのサブシステム(globalPluginHandler.py)：グローバルプラグインを制御するために必要なモジュール。
zh_cn: 全局插件子系统(globalPluginHandler.py)：控制全局插件必备的模块。

source: NVDA GUI (gui): A collection of classes used by NVDA to display its messages graphically. Includes GUI's for NVDA menu, add-on manager and others.
ar: NVDA GUI (gui): مجموعة ال classes التي يستخدمها NVDA لعرض رسائله بشكل رسومي. وتشمل الواجهة الرسومية لقائمة NVDA, ومدير الإضافات البرمجية وأشياء أخرى.
de: Grafische Oberfläche (gui): eine Sammlung von Klassen, die zur Anzeige der grafischen Oberfläche von NVDA dienen (wie z. B. die Einstellungsdialoge, das NVDA-Menü, die Verwaltung von Erweiterungen, etc.).
es: GUI de NVDA (gui): Una colección de clases utilizadas por NVDA para mostrar sus mensajes de forma gráfica. Incluye la interfaz gráfica de usuario para el menú de NVDA, el administrador de complementos y otros.
fr: GUI de NVDA (gui): Une collection de classes utilisées par NVDA pour afficher ses messages sous forme graphique. Il inclut l'interface graphique utilisateur pour le menu de NVDA, le gestionnaire de modules complémentaires et d'autres.
ja: NVDA GUI (gui): メッセージを視覚的に表示するためにNVDAが使うクラスのコレクション。NVDAメニュー、アドオンマネージャー、その他のためのGUIを含みます。
zh_cn: NVDA 图形用户界面(gui): 一个 NVDA 用来以图形方式展示消息的类的集合。 包括 NVDA 使用的菜单、插件管理器和其他界面。

source: Hardware port utilities (hwPortUtils.py): A set of utilities for communicating over serial and other hardware ports, useful during driver add-on development.
ar: Hardware port utilities (hwPortUtils.py): مجموعة الخدمات للاتصال عبر المنفذ التسلسلي serial والمنافذ الأخرى للأجهزة, مفيدة عند عمل إضافة ل driver.
de: Dienstprogramme zum Umgang mit Kommunikationsanschlüssen (hwPortUtils.py): Eine Sammlung von Funktionen zum Umgang mit seriellen und anderen Kommunikationsanschlüssen. Diese Funktionen sind zur Entwicklung von Treibern für Braillezeilen nützlich.
es: Servicios de los puertos Hardware(hwPortUtils.py): Un conjunto de utilidades para la comunicación a través de los puertos serie de hardware y otros, útil durante el desarrollo de un complemento de controlador.
fr: Services des ports matériel (hwPortUtils.py): Un ensemble d'utilitaires pour communiquer à travers des ports séries matériels, et autres, utiles au cours du développement pour un pilote d'un module complémentaire.
ja: ハードウェアポートユーティリティ(hwPortUtils.py)：ハードウェアのシリアルポート、及びその他のハードウェアポートと通信を行うアドオンを開発するさいに有益なユーティリティセット。
zh_cn: 硬件端口工具(hwPortUtils.py): 一套用来与串行端口或其他硬件端口进行通讯的工具。它对驱动插件的开发非常有用。

source: IAccessible support (IAccessibleHandler.py, IAccessible objects): Used for supporting IAccessible controls.
ar: IAccessible support (IAccessibleHandler.py, IAccessible objects): تستخدم للتحكم في كائنات IAccessible.
de: Unterstützung für IAccessible (IAccessibleHandler.py, IAccessible objects): Diese Module werden zum Implementieren von IAccessible-Steuerelementen benutzt.
es: Soporte para IAccessible (IAccessibleHandler.py, IAccessible <objects): Se utiliza para soportar los controles IAccessible.
fr: Support IAccessible (IAccessibleHandler.py, IAccessible objects): Utilisé pour supporter les contrôles IAccessible.
ja: IAccessibleサポート(IAccessibleHandler.py、IAccessibleオブジェクト)：IAccessibleコントロールをサポートするために使います。
zh_cn: IAccessible 支持 （IAccessibleHandler.py和可访问对象）： 用于支持 IAccesible 控件。

source: Input management (inputCore.py): Manages input from the user.
ar: Input management (inputCore.py): إدارة مدخلات المستخدم.
de: Verwaltung von Eingaben (inputCore.py): Dient zur Verwaltung von Benutzereingaben.
es: Gestión de entrada (inputCore.py): Gestiona la entrada del usuario.
fr: Gestion d'entrée (inputCore.py): Gère les entrées de l'utilisateur.
ja: 入力管理(inputCore.py)：ユーザからの入力を管理します。
zh_cn: 输入管理(inputCore.py):管理用户输入。

source: Java Access Bridge support (JABHandler.py): A collection of methods used for supporting JAB subsystem used for Java applications.
ar: Java Access Bridge support (JABHandler.py): مجموعة طرق methods لدعم النظام الفرعي لجسر الاتصال بجافا المستخدم في تطبيقات جافا.
de: Unterstützung der Java-Zugänglichkeitsschnittstelle (JABHandler.py): Eine Sammlung von Funktionen zum Zugriff auf die Java-Zugänglichkeitsschnittstelle und auf Java-Anwendungen.
es: Soporte de Java Access Bridge (JABHandler.py): Una colección de los métodos utilizados para soportar el subsistema JAB utilizado por las aplicaciones Java.
fr: Support du Java Access Bridge (JABHandler.py): Une collection des méthodes utilisées pour supporter le sous-système JAB utilisé par les applications Java.
ja: JavaAccess Bridge サポート(JABHandler.py)：Javaアプリケーションを使用するためにJABサブシステムをサポートするメソッドのコレクション。
zh_cn: Java Access Bridge 支持 （JABHandler.py）：一套为 Java 程序支持 JAB 子系统的函数集合。

source: Keyboard input (keyboardHandler.py): Supports entering commands from the keyboard.
ar: Keyboard input (keyboardHandler.py): لدعم إدخال الأوامر من لوحة المفاتيح.
de: Tastatureingaben (keyboardHandler.py): Unterstützung von Tastatureingaben
es: Entrada de teclado (keyboardHandler.py): Soporta la introducción de órdenes desde el teclado.
fr: Entrée clavier (keyboardHandler.py): Supporte l'entrée des commandes au clavier.
ja: キーボード入力(keyboardHandler.py)：キーボードからコマンドを入力する動作をサポートします。
zh_cn: 键盘输入 (keyboardHandler.py): 对键盘命令输入进行支持。

source: Logging facility (logHandler.py): Allows a module to write logs to be viewed by a developer or a user via Log Viewer.
ar: Logging facility (logHandler.py): السماح للوحدة module بكتابة ملفات تقريرية كي يعرضها المطورون والمستخدمون عبر عارض التقارير log viewer.
de: Protokollierung (logHandler.py): Erlaubt dem Entwickler, Meldungen in das NVDA-Protokoll zu schreiben, die der Anwender im Protokollbetrachter nachlesen kann.
es: Función de registro (logHandler.py): Permite a un módulo escribir registros para ser vistos por un desarrollador o por un usuario a través del visualizador de registro.
fr: Fonctionnalité de journalisation (logHandler.py): permet à un module d'écrire un journal afin d'être lus par un développeur ou un utilisateur à travers de la Visionneuse du journal.
ja: ロギングファシリティー(logHandler.py)：モジュールにログへの書き込み許可を与え、それを開発者またはユーザはログ ビュアー経由で閲覧することができます。
zh_cn: 日志工具(logHandler.py): 一个用来输出日志的模块，允许开发者直接查看，用户也可以使用“日志查看器”进行查看。

source: Mouse support (mouseHandler.py): Supports mouse commands.
ar: Mouse support (mouseHandler.py): دعم إدخال الأوامر عبر الفأرة.
de: Mausunterstützung (mouseHandler.py): Enthält Unterstützung für Mausbefehle.
es: Soporte de ratón (mouseHandler.py): Soporta órdenes de ratón.
fr: Support de la souris (mouseHandler.py): Supporte les commandes de la souris.
ja: マウスサポート(mouseHandler.py)：マウスコマンドをサポートします。
zh_cn: 鼠标支持(mouseHandler.py): 支持鼠标命令。

source: NvDA objects collection (NVDAObjects): A collection of NvDA objects or controls used in many applications and standards such as UIA (User Interface Automation).
ar: NvDA objects collection (NVDAObjects): مجموعة الكائنات التي يستخدمها NVDA في العديد من التطبيقات.
de: NVDA-Objekte (NVDAObjects): eine Samlung von Objekten, die von Zugänglichkeitsschnittstellen wie UIA zur Verfügung gestellt werden.
es: Colección de objetos de NVDA (NVDAObjects): Una colección de objetos o controles de NVDA que se utilizan en muchas aplicaciones y estándares como la UIA (User Interface Automation).
fr: Collection d'objets de NVDA (NVDAObjects): Une collection d'objets ou contrôles de NVDA qui sont utilisés dans de nombreuses applications et la normes comme l'UIA (User Interface Automation).
ja: NvDAオブジェクトコレクション(NVDAObjects)：多くのアプリケーションと、UIA(ユーザー・インターフェイス・オートメーション)のような一般的なユーザーインターフェースで使われるNvDAオブジェクト、またはコントロールのコレクション。
zh_cn: NvDA 对象集合 (NVDAObjects): 一个 NVDA 对象的集合，包含许多程序常用的控件和标准（如UIA（自动用户界面））。

source: Scripts support (scriptHandler.py): Handles scripts, methods executed due to the user pressing keyboard commands and other input.
ar: Scripts support (scriptHandler.py): التعامل مع الوظائف scripts, والطرق methods التي تنفذ بعد ضغط المستخدم على أوامر لوحة المفاتيح والمدخلات الأخرى.
de: Unterstützung für Skripte (scriptHandler.py): Dient zum Umgang mit Skripten (Methoden, die ausgeführt werden, wenn der Benutzer eine Taste(nkombination) drückt).
es: Soporte de Scripts (scriptHandler.py): Maneja scripts, métodos ejecutados debido a la pulsación de los comandos de teclado y otra entrada.
fr: Support de scripts (scriptHandler.py): Manipule les scripts, méthodes exécutées en raison de la pulsation des commandes clavier et autre entrée.
ja: スクリプトサポート(scriptHandler.py)：キーボード入力やその他のコマンドをスクリプト上から実行できるメソッドが収められています。
zh_cn: 脚本支持 (scriptHandler.py): 控制脚本、方法因应用户的键盘或其他输入的执行。

source: Speech output (speech.py): Controls speech output.
ar: Speech output (speech.py): التحكم في اصوت الخارج.
de: Unterstützung von Sprachausgaben (speech.py): Steuert die Ausgabe gesprochener Meldungen.
es: Salida de voz(speech.py): Controla la salida de voz.
fr: Sortie vocale (speech.py): Contrôles la sortie vocale.
ja: 音声出力(speech.py)：音声出力をコントロールします。
zh_cn: 语音输出 (speech.py): 控制语音输出

source: Synthesizer driver support (synthDriverHandler.py): This is the core module needed for speech synthesizer add-ons.
ar: Synthesizer driver support (synthDriverHandler.py): الوحدة التي نحتاجها لإضافات آلات النطق.
de: Unterstützung von Sprachausgabentreibern (synthDriverHandler.py): Dieses Modul wird für die Entwicklung von Sprachausgabentreibern benötigt.
es: Soporte para controlador de Sintetizador (synthDriverHandler.py): Este es el módulo principal necesario para complementos de sintetizador de voz.
fr: Support du pilote pour le synthétiseur (synthDriverHandler.py): C'est le noyau du module nécessaire pour les modules complémentaires pour le synthétiseur vocal.
ja: 音声エンジンドライバサポート(synthDriverHandler.py)：これは音声エンジンドライバアドオンのために必要であったコアモジュールです。
zh_cn: 合成器驱动支持(synthDriverHandler.py): 这是合成器插件必备的核心模块。

source: Widget text access (textInfos): Allows access to text for widget and documents.
ar: Widget text access (textInfos): السماح بالوصول للقطع النصية والمستندات.
de: Zugriff auf Textinhalte von Steuerelementen (textInfos): Erlaubt den Zugriff auf Textinhalte von Steuerelementen und Dokumenten
es: Acceso al texto de los Widgets (textInfos): Permite el acceso al texto de widgets y documentos.
fr: Accès au texte de widget (textInfos): Permet d'accéder au texte de widget et de documents.
ja: ウィジェットテキストアクセス(textInfos)：ウィジェットドキュメントのためにテキストへのアクセスを許可します。
zh_cn: 小部件文本访问(textInfos): 允许访问小部件和文档里的文本。

source: Touchscreen support (touchHandler.py): Provides support for touchscreen input (installed versions only).
ar: Touchscreen support (touchHandler.py): لدعم إدخال الأوامر عبر شاشة اللمس (في النسخ المثبتة فقط).
de: Unterstützung von TouchScreens (touchHandler.py): Stellt Funktionen zur Verarbeitung von Eingaben an TouchScreens bereit (steht nur in der installierten Version zur Verfügung).
es: Soporte de pantalla táctil (touchHandler.py): Proporciona soporte para la entrada de la pantalla táctil (sólo versiones instaladas).
fr: Supporte l'écran tactile (touchHandler.py): Il supporte l'entrée de l'écran tactile (seulement pour les versions installées).
ja: タッチスクリーンサポート(touchHandler.py)：タッチスクリーン入力のサポートを提供します。(インストールバージョンのみ)
zh_cn: 触摸屏支持(touchHandler.py): 提供对触摸屏输入的支持（仅安装版可用）。

source: Tone output (tones.py): Allows the user to hear tones.
ar: Tone output (tones.py): السماح للمستخدم بسماع صوت صفير.
de: Signaltöne (tones.py): Erlaubt die Ausgabe von Signaltönen.
es: Salida de tonos (tones.py): Permite al usuario escuchar tonos.
fr: Sortie ton (tones.py): Permet à l'utilisateur d'entendre les signaux sonores.
ja: 音出力(tones.py)：ユーザが音を聞くことを可能にします。
zh_cn: 提示音输出(tones.py): 可允许用户听到提示音。

source: User interface messages (ui.py): Includes ui.message method used to speak or braille certain text.
ar: User interface messages (ui.py): تشمل طريقة ui.message والتي تستخدم للتحدث أو لكتابة نص معين على السطر الإلكتروني.
de: Ausgabe von Meldungen (ui.py): Enthält die Methode ui.message(), die die Ausgabe von Meldungen in Braille und Sprache erlaubt.
es: Mensajes de la interfaz de usuario (ui.py): Incluye el método ui.message utilizado para verbalizar o poner en braille cierto texto.
fr: Messages de l'interface utilisateur (ui.py): inclut la méthode ui.message utilisées pour parler ou pour mettre certains texte en braille.
ja: ユーザー・インターフェース・メッセージ(ui.py)：音声、または点字ディスプレイにメッセージを出力するときに使用する、ui.messageメソッドをインクルードします。
zh_cn: 用户界面消息(ui.py): 包含 用语音或点字输出的方法“ui.message”。

source: Virtual buffers (virtualBuffers): Handles virtual buffer documents such as websites.
ar: Virtual buffers (virtualBuffers): التعامل مع مستندات الذاكرة التخيلية كمواقع الإنترنت.
de: Virtuelle Puffer (VirtualBuffers): Erlaubt den Umgang mit gepufferten virtuellen Dokumenten wie Webseiten
es: Mmodos virtuales(virtualBuffers): Maneja documentos del modo virtual, tales como sitios web.
fr: Les tampons virtuels (virtualBuffers): Manipule les documents de tampons virtuels tels que les sites Web.
ja: バーチャルバッファー(virtualBuffers)：バーチャルバッファーハンドルはウェブサイトなどのドキュメントを処理します。
zh_cn: 虚拟缓冲区(virtualBuffers): 控制虚拟缓冲区的文档（如网页）。

source: The modules without .py extension are directories, containing specialist modules.
ar: الوحدات التي لا تتبع بامتداد .py هي مجلدات, تحتوي على وحدات modules متخصصة.
de: Die Module ohne die Erweiterung .py sind Verzeichnisse, die weitere Module enthalten.
es: Los módulos sin la extensión .py son directorios, que contienen módulos especializados.
fr: Les modules sans l'extension .py sont des répertoires, contenant des modules spécialisés.
ja: .py拡張子のないモジュールはディレクトリーであり、専門のモジュールを含んでいます。
zh_cn: 没有扩展名“.py”的都是目录，包含的是专用模块。

source: Useful methods
ar: طرق مفيدة methods
de: Nützliche Methoden
es: Métodos útiles
fr: Méthodes utiles
ja: 有益なメソッド
zh_cn: 实用的方法

source: Here is a list of some useful methods used in add-ons. For more information on how they're implemented, see the NvDA source code documentation. For worked out examples, see the section of this guide on add-on components.
ar: وهذه قائمة بال methods المفيدة عند كتابة الإضافات. لمزيد من المعلومات حول كيفية تنفيذ هذه الطرق methods, انظر ملف المساعدة لمصدر شفرة NVDA.
de: Im folgenden Abschnitt finden Sie eine Liste nützlicher Methoden, die bei der Entwicklung von NVDA-Erweiterungen von Interesse sein könnten. Für weitere informationen über die einzelnen methoden sehen Sie sich dazu die Dokumentation im NVDA-Quellcode an. Für weitere Beispiele sehen Sie sich die entsprechenden Kapitel in diesem Handbuch an.
es: Aquí está una lista de algunos métodos útiles que se usan en los complementos. Para obtener más información sobre cómo están implementados, consulta la documentación del código fuente de NVDA. Para ejemplos prácticos, mira la sección de esta guía en los componentes de complemento.
fr: Voici une liste de quelques méthodes utiles utilisés dans les modules complémentaires. Pour plus d'informations sur la façon dont elles sont implémentées, consultez la documentation du code source de NVDA. Pour des exemples travaillé, consultez la section de ce guide sur les composants du module complémentaire.
ja: ここではアドオンの中で使用できるいくつかの有益なメソッドのリストを挙げます。それらがどう実装されるかについての詳細については、NvDAソースコードドキュメントをご覧ください。具体的なサンプルについては、このガイドのアドオンセクションの節をご覧ください。
zh_cn: 这里列举了插件常用的方法。有关于如何调用的更多信息，请查看 NVDA 源码文档。编写的例子，请查看“插件组成”章节。

source: From addonHandler:
de: Methoden aus dem Modul `addonHandler`:
es: De addonHandler:
fr: De addonHandler:
zh_cn: 来自 addonHandler:

source: `addonHandler.initTranslation()`: Sets up the translation subsystem for add-ons via Gettext.
ar: `addonHandler.initTranslation()`: تأسس النظام الفرعي لترجمة الإضافات عبر Gettext.
de: `addonHandler.initTranslation()`: Richtet das Übersetzungssystem für Erweiterungen ein.
es: `addonHandler.initTranslation()`: Establece el subsistema de traducción de complementos a través de Gettext.
fr: `addonHandler.initTranslation()`: Définit le sous-système de traduction du module complémentaire à travers de Gettext.
ja: `addonHandler.initTranslation()`: Gettext経由でアドオンのために翻訳サブシステムを設定します。
zh_cn: `addonHandler.initTranslation()`: 在您的插件上安装翻译子系统并使用 Gettext。

source: From api.py:
de: Methoden aus dem Modul `api`:
es: De api.py:
fr: De api.py:
ja: api.py：
zh_cn: 来自 api.py:

source: `api.getFocusObject()`: Retrieves the focused control (returns the object with focus).
ar: `api.getFocusObject()`: استرجاع الكائن النشط (العودة بالكائن النشط)
de: `api.getFocusObject()`: Gibt das fokussierte Objekt zurück.
es: `api.getFocusObject()`: Recupera el control enfocado (devuelve el objeto con el foco).
fr: `api.getFocusObject()`: Récupère le contrôle ayant le focus (retourne l'objet avec le focus).
ja: `api.getFocusObject()`: フォーカスが当たっているオブジェクトを返します(オブジェクトとフォーカスが戻ります)。
zh_cn: `api.getFocusObject()`: 检索有焦点的控件（返回有焦点的对象）。

source: `api.getNavigatorObject()`: Fetches the current navigator object. If NvDA is set to follow system focus, the focus and navigator object will be the same, otherwise a different object is returned.
ar: `api.getNavigatorObject()`:إحضار الكائن المحدد بمؤشر NVDA. إذا كان NVDA معد لاتباع مؤشر النظام, فإن الكائن المحدد بمؤشر النظام والكائن المحدد بمؤشر NVDA سيكونان واحد, ما عدا ذلك ستعود ال method بكائن مختلف.
de: `api.getNavigatorObject()`: Gibt das Objekt zurück, auf dem sich der Navigator befindet.
es: `api.getNavigatorObject()`: Obtiene el actual navegador de objetos. Si NVDA está configurado para seguir el foco del sistema, el foco y el navegador de objetos serán lo mismo, de lo contrario se devuelve un objeto diferente.
fr: `api.getNavigatorObject()`: Récupère le navigateur d'objet courant. Si NVDA est configuré pour suivre le focus système, le focus et le navigateur d'objet ils seront les mêmes, sinon, il retourne un objet différent.
ja: `api.getNavigatorObject()`: クライアントのナビゲーターオブジェクトを取得します。NvDAが、システムフォーカスに追随するように設定されているなら、フォーカスとナビゲーターオブジェクトは同じになるでしょうし、そうでない場合は異なるオブジェクトが返されます。
zh_cn: `api.getNavigatorObject()`: 补货当前的浏览对象。 如果 NVDA 设置成“跟随系统焦点移动”，那么焦点和导航对象的返回相同，否则将返回不同的对象。

source: `api.getForegroundObject()`: Returns the foreground window of the current application (the parent of this object is the application itself).
ar: `api.getForegroundObject()`: يعود بالنافذة الأمامية للتطبيق الحالي (والذي يتفرع منه هذا الكائن هو التطبيق نفسه).
de: `api.getForegroundObject()`: Gibt das Fenster im Vordergrund der aktuellen Anwendung zurück.
es: `api.getForegroundObject()`: Devuelve la ventana en primer plano de la aplicación actual (el padre de este objeto es la propia aplicación).
fr: `api.getForegroundObject()`: Retourne la fenêtre au premier plan de l'application en cours (le parent de cet objet est l'application elle-même).
ja: `api.getForegroundObject()`: クライアントのアプリケーションのフォアグランドウィンドウを返します(このオブジェクトの親はアプリケーション自身です)。
zh_cn: `api.getForegroundObject()`: 返回当前程序的前景窗口（对象的 parent 就是程序本身）。

source: These have a corresponding method to set certain object as the focus or navigator object.
ar: لدى هذه الطرق طريقة مقابلة corresponding method لتحديد كائن معين أن يكون هو الكائن النشط أو الكئن المحدد بمؤشر NVDA.
de: Zu jeder der obigen Methoden gibt es ein entsprechendes Gegenstück, mit dessen Hilfe Sie den Fokus bewegen oder das Navigatorobjekt festlegen können.
es: Estos tienen un método correspondiente para establecer cierto objeto como el foco o el navegador de objetos.
fr: Ceux-ci ont une méthode correspondante d'établir certains objet comme le focus ou l'objet navigateur.
ja: これらは、一定のオブジェクトをフォーカスまたはナビゲーターオブジェクトと取り決めるメソッドを持っています。
zh_cn: 还有相应的方法设置当前对象为焦点对象或导航对象。

source: From logHandler:
de: Methoden aus dem Modul `logHandler`:
es: De logHandler:
fr: De logHandler:
ja: logHandler:
zh_cn: 来自 logHandler:

source: `logHandler.Log`: The class which implements logging facility.
ar: `logHandler.Log`: وهي ال class التي تنفذ إمكانية تسجيل الدخول.
de: `logHandler.Log`: Dies ist die Basisklasse, die den Umgang mit dem NVDA-Prrotokoll ermöglicht.
es: `logHandler.Log`: La clase que implementa la facilidad de autentificación.
fr: `logHandler.Log`: La classe qui implémente la fonctionnalité de journalisation.
ja: `logHandler.Log`: ロギング機能を実装するクラス。
zh_cn: `logHandler.Log`:一个控制日志输出的类。

source: From tones:
de: Methoden aus dem Modul `tones`:
es: De tones:
fr: De tones:
ja: tones:
zh_cn: 来自 tones:
