Repository: nvdacn/screenReaderTranslations
Catalog: website/devDocs/devDocs.*.po
Languages: ar, de, es, fr, ja, zh_cn

source: A script is a method run when the user performs certain commands. For example, when you press NvDA+T, NVDA runs a script in global commands module called SayTitle. In Poedit, for instance, when a translator presses Control+Shift+A, NvDA will read translator comments added by the programmer to help clarify a given translatable string. this command is not a native NvDA command, but it is defined in the Poedit app module to perform this function.
ar: ال script هو عبارة عن method تنفذ عند ضغط المستخدم لأمر معين. على سبيل المثال, عند الضغط على NvDA+Tينفذ NVDA وظيفة script موجودة بوحدة الأوامر العامة global commands module تسمى SayTitle. في برنامج poedit, على سبيل المثال, عندما يضغط المترجم على Control+Shift+A, سيقرأ NVDA تعليقات للمترجم أضافها كاتب البرنامج لمساعدته على توضيح الغرض من الرسالة. هذا الأمر غير متعلق بأحد وظائف NVDA, لكنه معرف بوحدة برنامج poedit لإجراء هذه الوظيفة.
de: Ein Skript ist eine Methode, die ausgeführt wird, wenn der Benutzer einen bestimmten Befehl ausführt (beispielsweise eine bestimmte Tastenkombination drückt). Wwenn Sie beispielsweise die Tastenkombination NVDA+T drücken, führt NVDA einen globalen Befehl namens SayTitle aus und der Fenstertitel wird angesagt und als Blitzmeldung angezeigt. Wenn Sie in PoEdit die Tastenkombination Strg+Umschalt+A drücken, wird der Übersetzerkommentar vorgelesen. Dieser Kommentar soll übersetzern die Bedeutung einer zu übersetzenden Zeichenkette näher erläutern. Dies ist kein globaler Befehl; er ist im Anwendungsmodul von PoEdit definiert.
es: Un script es un método que se ejecuta cuando el usuario lleva a cabo ciertas órdenes. Por ejemplo, cuando pulsas NVDA+T, NVDA ejecuta un script en el módulo de órdenes globales llamado SayTitle. En Poedit, por ejemplo, cuando un traductor pulsa Control+Shift+A, NVDA leerá los comentarios para el traductor añadidos por el programador para ayudar a clarificar una cadena traducible dada. Esta orden not es una orden nativa de NVDA, pero se definió en el appModule de Poedit para llevar a cabo esta función.
fr: Un script est une méthode à exécuter lorsque l'utilisateur effectue certaines commandes. Par exemple, lorsque vous appuyez sur NVDA+T, NVDA exécute un script dans le module de commandes global appelé SayTitle. Dans Poedit, par exemple, lorsque un traducteur appuie sur Contrôle+Maj+A, NVDA lit le commentaires du traducteur ajoutés par le programmeur pour aider à clarifier une chaîne traduisible donnée. Cette commande n'est pas une commande native de NVDA, mais elle est définie dans l'app module de Poedit pour effectuer cette fonction.
ja: ユーザが一定のコマンドを実行した時に、スクリプトはメソッドを実行します。例えば、NvDA+Tを押した時、NVDAはグローバルコマンドモジュールのなかのSayTitleを呼びます。例えば、Poeditにおいて、翻訳者がControl+Shift+Aを押した時、NvDAは、トランスレータコメントが、与えられた翻訳可能である文字列を明確にするのを手助けするプログラマによって、このコマンドはネイティブのNvDAコマンドではないと記述されていますが、それは、この関数を実行するためにPoeditアプリモジュールの中で定義されています。
zh_cn: 脚本是一个当用户执行某个动作而执行的方法。例如，如果您按下“NVDA+T”，NVDA 会执行存放在全局命令模块的脚本“SayTitle”。在 Poedit 中，译者按下“Control+Shift+A”时， NVDA 会朗读油程序员添加的注视以帮助理清可翻译字串的用意。这不是原本的 NVDA 命令，它备添加在 Poedit 的程序模块当中以执行此功能。

source: Typically, an add-on which accepts scripts will have a list of command:function map somewhere in the module. The simplest is a gestures (commands) dictionary, a python dictionary (typically named __gestures) which holds commands as keys and scripts as values for these keys (more than one key, or command can be bound to scripts). These dictionaries are loaded when add-on loads and is cleared when either NvDA exits or the app for the app module loses focus (that is, the user has switched to another program).
ar: عادة ما يكون لدى الإضافة التي تقبل وظائف scripts قائمة أوامر: خريطة وظائف map function بالوحدة. وأبسط الطرق لذلك هي قاموس بالإشارات gestures (الأوامر), قاموس بيثون غالبا ما يسمى __gestures) الذي يعتبر الأوامر كمفاتيح والوظائف كقيم لهذه المفاتيح (يمكن إرفاق أكثر من أمر أو مفتاح لأداء الوظائف). يتم تحميل هذه القواميس بمجرد تحميل الإضافة ومسحها بمجرد الخروج من NVDA أو الانتقال إلى تطبيق آخر غير تطبيق الإضافة المستخدمة.
de: Der einfachste Weg, Skripte an Tastenkombinationen zuzuweisen, ist ein Python-Wörterbuch namens __gestures.Die Syntax innerhalb des Wörterbuchs lautet "Befehl:Script"
es: Normalmente, un complemento que acepte scripts tendrá una lista de command:function map en algún lugar en el módulo. El más simple es un diccionario de Gestos (órdenes), un diccionario python (llamado normalmente __gestures) que posee órdenes como teclas y scripts como valores para estas teclas (más de una tecla, u orden que puede vincularse a los scripts). Estos diccionarios se cargan cuando el complemento se carga y se borra cuando NVDA sale o cuando la aplicación para la que es el módulo de aplicación pierde el foco(es decir, el usuario ha cambiado a otro programa).
fr: En général, un module complémentaire qui accepte les scripts aura une liste de commande:function map quelque part dans le module. Le plus simple sont les gestures (commandes) dictionnaire, un dictionnaire python (en général appelé __gestures) qui contient des commandes comme les touches et les scripts comme valeurs de ces touches (plus d'une ou une touche, ou commande peut être lié aux scripts). Ces dictionnaires sont chargés lorsque le module complémentaire se charge et est effacée lorsque NVDA quitte ou que l'app pour l'app module perd le focus (autrement dit, l'utilisateur a basculer vers un autre programme).
ja: 一般的に、スクリプトを受け入れるアドオンはモジュールの中にコマンド：関数のマップのリストをどこかに持っているでしょう。これらのキー(1より多くはキー入力するか、コマンドはスクリプトと結合することができます)のために、最も簡単なものは、ゼスチャー(コマンド)辞書、キーとしてコマンドを保持するPython辞書(一般に___gestures と名付けられる)、および値としてのスクリプトです。NvDAが終了するか、アプリモジュールのためのアプリのどちらかが、フォーカスを失う時(すなわち、ユーザは別のプログラムに切り換えたということ)、アドオンが読み込まれ、クリーンにされる時に、これらの辞書が読み込まれます。
zh_cn: 通常来说，可接收脚本的插件都会拥有一个命令列表:它就是放置在某个地方的功能表。最简单的就是手势（命令）词典， 极 python 词典（通常备命名为 __gestures），它可以容纳命令（作为 keys）和脚本（作为 values）（如果命令货 key 多余一个，则可以捆绑为脚本）。 这些词典江在 插件加载时载入，将在 NVDA 退出货程序模块所属程序丢失焦点时清空（就是说，用户切换到了另外一个程序）。

source: Another way to bind scripts is via runtime insertion. This is done by creating another gestures dictionary apart from __gestures dictionary which holds context-sensitive gestures such as manipulating a single control. Then the developer would use inputCore.bindGesture (or inputCore.bindGestures if more than one gestures/scripts are defined) to define certain gestures for a time, then using inputCore.clearGestures then inputCore.bindGestures(__gestures) to remove the added gestures. A more elegant way, which involves scripts for specific objects, will be covered when we talk about overlay classes.
ar: وهناك طريقة أخرى لإرفاق وظائف بالاختصارات وهي وقت الإدراج runtime insertion. يتم ذلك بإنشاء قاموس منفصل عن قاموس __gestures يتعامل مع اختصارات السياق والحساسية كتطوير كائن. ثم بعدها يستخدم المطور inputCore.bindGesture (أو inputCore.bindGestures إذا عرفنا أكثر من وظيفة أو اختصار script/gesture) لتعريف اختصارات معينة لوقت معين, ثم استخدام inputCore.clearGestures ثم inputCore.bindGestures(__gestures) لإزالة الاختصارات المضافة. سيتم شرح طريقة أكثر فاعلية تتضمن وظائف لكائنات معينة عند التحدث عن الطبقات المتراكبة overlay classes.
de: Eine weitere Möglichkeit ist das Einbinden von Sripten zur Laufzeit. Hierfür können Sie ein weiteres Python-Wörterbuch erstellen, das (neben __gestures) z.B. kontextsensitive Gesten enthalten kann, um die Zugänglichkeit für ein bestinntes Steuerelement zu verbessern. Um die Gestendefinitionen zu aktivieren, kann der Entwickler die Methoden inputCore.BindGesture (Bzw. inputCure.BindGestures) verwenden, je nach dem, ob eine oder mehrere Gesten/Scripte verwendet werden sollen. Um die Gestendefinitionen wieder zu entfernen, kann die Methode inputCure.ClearGestures verwendet werden. Um schließlich das ursprüngliche Verhalten von NVDA wiedeherzustellen, können Sie inputCore.BindGestures(__gestures) verwenden. eine elegantere Möglichkeit, Eingabemethoden an Objekte zuzuweisen, wird im Kapitel über überlagernde Klassen beschrieben.
es: Otro modo de enlazar scripts es a través de inserción en tiempo de ejecución. Esto se hace creando otro diccionario de gestos diferente del diccionario __gestures que posea gestos sensibles al contexto tales como la manipulación de un sólo control. Entonces el desarrollador podría utilizar inputCore.bindGesture (o inputCore.bindGestures si se ha definido más de un gesto/script) para definir ciertos gestos a la vez, entonces utilizar inputCore.clearGestures luego inputCore.bindGestures(__gestures) para eliminar los gestos añadidos. Un modo más elegante, que consiste en scripts para objetos específicos, se tratarán cuando hablemos acerca de superposición de clases.
fr: Une autre façon de lier les scripts est via insertion exécution. Cela se fait en créant un autre dictionnaire de gestes apart depuis __gestures dictionary qui détient des gestes sensible au contexte telles que la manipulation d'un seule contrôle. puis le développeur utilise inputCore.bindGesture (ou inputCore.bindGestures si plusieurs gestes/scripts sont définis) pour définir certains gestes pour une fois, puis en utilisant inputCore.clearGestures puis inputCore.bindGestures(__gestures) pour supprimer les gestes ajoutés. Une façon plus élégante, ce qui implique des scripts pour des objets spécifiques, seront couverts lorsque nous parlons des overlay classes.
ja: スクリプトを関連づける別の方法はランタイム経由で挿入することです。これは、単独のコントロールを処理するなどのコンテキストに反応するゼスチャーを保持する `__gestures` 辞書とは別に、別のゼスチャー辞書を作成することによって行われます。そして、開発者は、一時の間一定のゼスチャーを定義し、それから追加されたゼスチャーを削除するために `inputCore.clearGestures` それから `inputCore.bindGestures(__gestures)` を使うために、 `inputCore.bindGesture` (または、複数のゼスチャー/スクリプトが定義されるならば `inputCore.bindGestures` )を使うでしょう。オーバーレイクラスについて述べるときに、特化したオブジェクトがスクリプトに関係しているより完結な方法がカバーされているでしょう。
zh_cn: 另外一种捆绑脚本的方法就是基于运行时的插入。可以通过创建与 __gestures 分离的其他手势词典完成，它可以用来存储对上下文敏感的手势。如操作一个单独的控件。接下来开发者会使用 inputCore.bindGesture （如果定义了多个脚本货手势则使用 inputCore.bindGestures ）来进行定义。最后在 inputCore.bindGestures 后使用 inputCore.clearGestures 来移除已添加的手势。更加优雅的方法涉及到特定对象的脚本，江在我们讲述覆盖类时讲到。

source: As of time of writing, NvDA supports input from the keyboard, braille dislays with or without braille keyboard and touchscreens.
ar: يدعم NVDA في الوقت الراهن الاختصارات المدخلة عبر لوحة المفاتيح, أو الأسطر الإلكترونية سواء بلوحة مفاتيح أو بدون وعبر شاشات اللمس.
de: Momentan unterstützt NVDA Eingaben von einer Tastatur, von einer Braillezeile, einer Brailletastatur oder einem Touchscreen.
es: A partir de tiempo de escritura, NVDA soporta entrada desde el teclado, pantallas braille con o sin teclado braille y pantallas táctiles.
fr: À compter du moment de l'écriture, NVDA supporte les entrées au clavier, les afficheurs braille avec ou sans clavier braille et écrans tactiles.
ja: 現在、NvDAは点字キーボードがあるかどうかにかかわらず、キーボード、点字ディスプレイ、タッチスクリーンからの入力をサポートします。
zh_cn: NvDA 支持从键盘、点显器货点显器键盘和触摸屏输入。

source: Example 2: A basic script dictionary
ar: مثال2: قاموس لوظيفة
de: Beispiel 2: Ein Standardskriptwörterbuch.
es: Ejemplo 2: Un script diccionario básico
fr: Exemple 2: Un dictionnaire de base script
ja: サンプル2：基本的なスクリプト辞書
zh_cn: 例子2：基础脚本字典

source: In this example, we'll define two scripts called "sayHello" and say"GoodBye", then bind them into two separte gestures.
ar: في هذا المثال, سنعرف وظيفتان واحدة باسم "sayHello" و say"GoodBye", ثم إرفاقهما باختصارين منفصلين.
de: In diesem Beispiel definieren wir zwei Skripte "sayHallo" und "sayGoodBye", denen wir dann die jeweilige Tastenkombination zuweisen.
es: En este ejemplo, definiremos dos scripts llamados "sayHello" y say"GoodBye", luego vincularlos a dos gestos separados.
fr: Dans cet exemple, nous allons définir deux scripts appelés "sayHello" et say"GoodBye", puis les liées dans des deux gestes distincts.
ja: このサンプルは、"sayHello"と"GoodBye"という2つのスクリプトを定義し、2つの異なるゼスチャーにこれらを結びつけます。
zh_cn: 在这个例子中，我们设计了“sayHello”和“sayGoodBye”两个脚本并绑定到单独的手势中去。

source: # An example fragment for script assignment. import ui
de: # Ein Beispiel-Code-Fragment für die Zuweisung von Skripts. import ui
es: # Un fragmento del ejemplo para la asignación del script. import ui
fr: # Un exemple d'un fragment pour l'assignation d'un script. import ui
ja: # -*- coding: utf-8 -*- # 日本語を出力する場合に上記の４項が必要 # このファイルはUTF-8で保存してください。 # サンプルスクリプト指定のためのフラグメント。 import ui

source: def script_sayHello(self, gesture): ui.message"Hello!")
de: def script_sayHello(self, gesture): ui.message("Hallo!")
fr: def script_sayHello(self, gesture): ui.message"Salut!")
ja: def script_sayHello(self, gesture): ui.message(u"こんにちは！")

source: def script_sayGoodBye(self, gesture): ui.message("Good Bye!")
de: def script_sayGoodBye(self, gesture): ui.message("Auf Wiedersehen!")
fr: def script_sayGoodBye(self, gesture): ui.message("Au revoir!")
ja: def script_sayGoodBye(self, gesture): ui.message(u"さようなら！")

source: Now when you press Control+NvDA+1, NvDA will say, "Hello", and when you press Control+NvDA+2, NVDA will say, "Good bye."
ar: الآن عندما نضغط على Control+NvDA+1 فإن NVDA سيقول "Hello", وعند الضغط على Control+NvDA+2, سيقول NVDA "Good bye."
de: wenn Sie jetzt Strg+NVDA+1 drücken, sagt NVDA "Hallo" und wenn Sie Strg+NVDA+2 drücken, sagt NVDA "Auf Wiedersehen".
es: Ahora cuando pulses Control+NVDA+1, NVDA dirá, "Hello", y cuando pulses Control+NVDA+2, NVDA dirá, "Good bye."
fr: Maintenant lorsque vous appuyez sur Contrôle+NVDA+1, NVDA dira, "Salut", et lorsque vous appuyez sur Contrôle+NVDA+2, NVDA dira, "Au revoir."
ja: 今、Ctrl+NvDA+1を押すと、NvDAは"こんにちは！"というでしょう。また、Ctrl+NvDA+2を押すと、NVDAは"さようなら！"と言うでしょう。
zh_cn: 现在，当您按下“Control+NvDA+1”，NVDA 会说“Hello”，当您按下“Control+NvDA+2”，NVDA 会说“Good bye”。

source: Example 3: runtime script insertion/removal
ar: مثال3: إدراج الوظيفة أو إزالتها
de: Beispiel 3: einfügen und entfernen von Skripten zur laufzeit
es: Ejemplo 3: script inserción / extracción en tiempo de ejecución
fr: Exemple 3: exécution de script d'insertion/suppression
ja: サンプル3：ランタイムスクリプト挿入/削除
zh_cn: 例子3：脚本基于运行时的插入和移除（译者注：内容暂时就到这儿为止了，期待日后官方的更新吧。另外有几个地方网址没能正常显示也是原文档的bug。翻译有何不妥，欢迎随时与我联系，请访问 NVDA 中文站获取更多 NVDA 的中文资讯和插件。电邮：vgjh2005@gmail.com，非常感谢您的阅读）。

source: # Future sections #
de: # Zukünftige Abschnitte #
es: # Secciones futuras#
fr: # Futurs sections #
ja: # 将来のセクション #

source: Please delete this notice when appropriate sections are done.
ar: يرجى حذف هذه الملحوظة بعد إتمام الأقسام المناسبة.
de: Bitte löschen Sie diese Anmerkung, sobald Sie damit fertig sind.
es: Por favor Elimina este aviso cuando se hagan las secciones correspondientes.
fr: S'il vous plaît supprimer ce message lorsque les sections appropriées sont terminé.
ja: 適切なセクションが実行される時、この通知を削除してください。

source: Add-on components and development tips
ar: عناصر الإضافة البرمجية وتنبيهات للمطورين
de: Hinweise und Tipps zur Entwicklung einer Erweiterungskomponente.
es: Componentes de complementos y consejos de desarrollo
fr: Composants d'un module complémentaire et conseils de développement
ja: アドオンコンポーネントと開発のヒント

source: Includes introductions to input and scripts, output systems, objects, events, configuration, add-on settings and reloading plug-ins. Also includes some tips on add-on development such as debugging. It concludes with some useful examples and do's and don'ts.
ar: يشمل ذلك القسم مقدمات للإدخال والوظائف, وأنظمة الإخراج, والكائنات, والأحداث, والإعدادات, وإعدادات الإضافات, وإعادة تحميل الملحقات. كما يشمل أيضا بعض التنبيهات عند تطوير الإضافة كمعالجة الأخطاء. كما نختتمه ببعض الأمثلة المفيدة وما يجب فعله وما لا يجب.
de: Einschließlich Anleitungen zu Eingaben und Skripte, Ausgabesysteme, Objekte, Ereignisse, Konfiguration, Erweiterungseinstellungen und neu laden von Erweiterungen. Auch einige nützliche Entwickler-Tipps zum Debuggen von Erweiterungen, wenn möglich mit funktionierenden und auch nichtfunktionierenden Beispielen samt Erläuterungen.
es: Incluye introducciones a la entrada y a los scripts, sistemas de salida, objetos, eventos, configuración, opciones de complementos y recarga de plugins. También incluye algunos consejos sobre desarrollo de complementos tales como depuración. Concluye con algunos ejemplos útiles de qué hacer y qué no hacer.
fr: Comprend les introductions pour l'entrée et les scripts, la sortie systèmes , les objets, les événements, la configuration, les paramètres du module complémentaire et le rechargement des plug-ins. Comprend également quelques conseils sur le développement d'un module complémentaire tel comme le débogage. Il se termine par quelques exemples utiles et de choses à faire et de ne pas faire.
ja: 入力とスクリプトの紹介と、出力システム、オブジェクト、イベント、設定、アドオンの設定、および再読込されるプラグインを含みます。また、デバッグなどのアドオン開発についてのいくつかの秘訣を含みます。それはいくつかの役に立つ例と、正しい、間違っている例です。

source: Planned sections (please feel free to contribute your knowledge in this section):
ar: أقسام مخطط لها (يرجى المشاركة بمساهماتك في هذا القسم).
de: Geplante Abschnitte (wenn Sie möchten, können Sie hier Ihr Wissen in diesem Bereich beisteuern):
es: Secciones planificadas (por favor siéntete libre de contribuir con tu conocimiento en esta sección):
fr: Sections planifié (s'il vous plaît n'hésitez pas à contribuer avec vos connaissances dans cette section) :
ja: 計画中のセクション(このセクションにあなたの知識を寄与していてください)：

source: Introduction to NVDA objects.
ar: مقدمة حول كائنات NVDA.
de: Anleitung der NVDA-Objekte.
es: Introducción a los objetos de NVDA.
fr: Introduction aux objets NVDA.
ja: NVDAオブジェクトを紹介します。

source: Examining object attributes with Python Console.
ar: فحص خصائص الكائن بأوامر بيثون.
de: Objektattribute mit der Python-Konsole verwenden.
es: Examinando atributos de objeto con la consola de Python.
fr: Examinant les attributs de l'objet avec la Console Python.
ja: Python コンソールで使用できる試験オブジェクト属性。

source: Fetching and setting objects.
ar: إحضار وإعداد الكائنات.
de: Objekte setzen und merken.
es: Obteniendo y configurando objetos.
fr: Récupération et positionnement des objets.
ja: 取得及び設定するオブジェクト。

source: Object hierarchy and differences between regular and simple review modes.
ar: ترتيب الكائنات والفرق بين الأنماط المعتادة ونمط الاستعراض البسيط.
de: Objekthierarchie und Unterschiede zwischen regulären und einfachen Darstellungen.
es: Jerarquía de objetos y las diferencias entre los modos de revisión regulares y simples.
fr: Hiérarchie des objets et les différences entre le mode régulier et le mode de revue simple.
ja: 通常のおよび簡単なレビューモードとオブジェクト階層構造の違い。

source: The event_NVDAObject_init and chooseNVDAObjectOverlayClasses methods.
ar: methods event_NVDAObject_init and chooseNVDAObjectOverlayClasses
de: Die Methoden "event_NVDAObject_init" und "chooseNVDAObjectOverlayClasses".
es: Los métodos event_NVDAObject_init y chooseNVDAObjectOverlayClasses.
fr: Les méthodes event_NVDAObject_init et chooseNVDAObjectOverlayClasses.
ja: event_NVDAObject_init メソッドと chooseNVDAObjectOverlayClasses メソッド.

source: Events and list of available events.
ar: الأحداث وقائمة بالأحداث المتوفرة.
de: Ereignisse und Liste der verfügbaren Ereignisse.
es: Eventos y lista de eventos disponibles.
fr: Les événements et la liste des événements disponibles.
ja: イベントと入手可能なイベントのリスト。

source: Next handlers.
ar: المعاملات التالية next handlers
de: Weitere Möglichkeiten
es: Siguientes handlers.

source: Input from keyboard, braille displays, mouse and touchscreen via scripts.
ar: الإدخال من لوحة المفاتيح, والأسطر الإلكترونية, والفأرة, وشاشات اللمس عبر الوظائف scripts.
de: Skripteingaben durch Tastatur, Braillezeilen, Maus und TouchScreens.
es: Entrada desde el teclado, las pantallas braille, el ratón y la pantalla táctil a través de los scripts.
fr: Entrée de clavier, afficheurs braille, souris et écran tactile à travers des scripts.
ja: スクリプト経由でキーボード、点字ディスプレイ、マウス、およびタッチスクリーンからの入力。

source: Script lookup process and conflicts.
ar: عملية البحث عن الوظيفة والتصادمات.
de: Nachschauen von Skriptabläufen und Konflikten.
es: Proceso de búsqueda de secuencias de comandos y conflictos.
fr: Processus de recherche de script et de conflits.
ja: スクリプトのルックアップ過程と競合について。

source: Static and dynamic script bindings, gesture dictionaries and script categories.
ar: الاختصارات الثابتة والمتحركة, وقواميس الاختصارات وفئات الوظائف.
de: Statische und dynamische Skriptabhängigkeiten, Wörterbücher für Gesten und Skriptkategorien.
es: Enlaces estáticos y dinámicos de script, diccionarios de gestos y de las categorías de script.
fr: Lié le script statique et dynamique, geste du dictionnaires et catégories de script.
ja: 静的かつ動的なスクリプト割り当て、ゼスチャー辞書、およびスクリプトカテゴリ。

source: Braille, speech and tone output.
ar: الأخراج عبر البرايل, والنطق والصفير.
de: Ausgabe von Signaltönen, Sprachausgabe und Braille.
es: Salida de Braille, voz y tono.
fr: Sortie Braille, de parole et de signaux sonores.
ja: 点字、音声、及び音の出力

source: Debugging add-ons.
ar: معالجة الأخطاء البرمجية بالإضافة.
de: Erweiterungen debuggen.
es: Depuración de complementos.
fr: Débogage des modules complémentaires .
ja: アドオンのデバッグ。

source: If something goes wrong (common errors and exceptions).
ar: إذا حدث خطأ (الأخطاء الشائعة والاستثناآت).
de: Falls etwas falsch läuft (siehe Fehlermeldungen).
es: Si algo sale mal (errores y excepciones comunes).
fr: Si quelque chose se passe mal (erreurs fréquentes et exceptions).
ja: もし何らかの警告（エラー及び例外）が発生したら。

source: Few working and non-working examples for each topic.
ar: أمثلة تعمل وأخرى لا تعمل لكل موضوع.
de: Ein paar funktionierende und auch nichtfunktionierende Beispiele für jedes Thema.
es: Unos pocos ejemplos de trabajo y no trabajo para cada tema.
fr: Quelques exemples de travail et de non-travail pour chaque sujet.
ja: 各トピックのうまく動く例とうまく動かない例。

source: These plan sections may change.
ar: قد تتغير هذه الأقسام المخطط لها.
de: Diese Abschnitte können sich ändern.
es: Estas secciones del plan pueden cambiar.
fr: Ces sections de plan peuvent changer.
ja: これらのセクションの計画は変更されるかもしれません。

source: Global Plugins
ar: الملحقات العامة
de: Globale Erweiterungen
es: Plugins Globales
ja: グローバルプラグイン

source: A chapter devoted to global plugins.
ar: فصل مخصص للملحقات العامة
de: Ein Kapitel über globale Erweiterungen.
es: Un capítulo dedicado a los plugins globales.
fr: Un chapitre consacré aux global plugins.
ja: グローバルプラグインを解説する章。

source: Planned sections:
ar: الأقسام المخطط لها في هذا الفصل
de: Geplante Abschnitte
es: Secciones previstas:
fr: Sections planifié :
ja: 計画中のセクション：

source: What exactly is global plugin.
ar: ما هي الملحقات البرمجية.
de: Was sind genau globale Erweiterungen?
es: ¿Qué es exactamente el plugin global.
fr: Quel est exactement le global plugin.
ja: グローバルプラグインとは何か。

source: Importance of consulting NvDA and add-on commands to minimize command conflicts.
ar: أهمية مراجعة أوامر NVDA وأوامر الإضافات البرمجية لتقليل التصادم.
de: Verhindern von Konflikten mit bestimmten Befehlen in NVDA und dessen Erweiterungen.
es: La importancia de consultar las órdenes de NVDA y de los complementos para minimizar conflictos de órdenes.
fr: L'importance de consulter les commandes de NVDA et de module complémentaire pour minimiser les conflits de la commande.
ja: NvDAとアドオンを作成するときに重要なことは、コマンド競合を最小限にすることです。

source: When not to use global plugins.
ar: متى لا تستخدم الملحقات العامة.
de: Falls keine globale Erweiterungen verwendet werden.
es: Cuando no utilizar plugins globales.
fr: Quand ne pas utiliser les global plugins.
ja: グローバルプラグインを使うべきでない時。

source: A few worked out examples.
ar: أمثلة توضيحية.
de: Einige Beispiele.
es: Algunos ejemplos que funcionan.
fr: Quelques-uns des exemples travaillé.
ja: 少し具体的な例。

source: These sections may change.
ar: قد تتغير هذه الأقسام.
de: Diese Bereiche können sich ändern.
es: Estas secciones pueden cambiar.
fr: Ces sections peuvent changer.
ja: これらのセクションは変更されるかもしれません。

source: App Modules
ar: الوحدات البرمجية
de: App Module
ja: アプリモジュール

source: A chapter devoted to app modules.
ar: فصل خاص بالوحدات البرمجية appmodules.
de: Ein Kapitel über Anwendungsmodule.
es: Un capítulo dedicado a los app modules.
fr: Un chapitre consacré aux app modules.
ja: アプリモジュールの章。

source: What is an app module.
ar: ما هي الوحدة البرمجية
de: Was ist ein App Module?
es: ¿Qué es un app module.
fr: Ce qui est un app module.
ja: アプリモジュールとはなにか。
