Repository: nvdacn/screenReaderTranslations
Catalog: website/devDocs/devDocs.*.po
Languages: ar, de, es, fr, ja, zh_cn

source: Specialist objects and overriding object properties at runtime
ar: كائنات متخصصة وتجاوز خصائص الكائن في وقت التنفيذ
de: spezialisieren von Objekten und überschreiben von Objekteigenschaften zur Laufzeit
es: Objetos Especiales y redefinición de las propiedades de objetos en tiempo de ejecución
fr: Spécialiste des objets et des propriétés de l'objet prioritaire lors de l'exécution
ja: 専門のオブジェクトとオーバーライドされたオブジェクトのランタイムのプロパティ
zh_cn: 运行时的专门对象货覆盖对象的属性

source: Sometimes, it is not enough to work with default behavior for a control. For example, some parts of a program may need custom gestures, or one may need to change the role of a window to that of a button.
ar: في بعض الأحيان, يكون غير كافي أن تتعامل مع السلوك الافتراضي للكائن. على سبيل المثال, قد تحتاج بعض أجزاء من برنامج لاختصارات مخصصة, أو قد يحتاج المطور لتغيير نوع الكائن من نافذة إلى زر.
de: Manchmal genügt Ihnen beim Umgang mit Objekten deren Standardverhalten nicht. Beispiele hierfür sind Objekte, die zusätzliche Tastenkombinationen benötigen oder Objekte, deren Eigenschaften falsch erkannt werden.
es: A veces, no es suficiente con trabajar con el comportamiento predeterminado de un control. Por ejemplo, algunas partes de un programa pueden necesitar gestos personalizados, o puede que uno tenga que cambiar el rol de una ventana a la de un botón.
fr: Parfois, il ne suffit pas de travailler avec le comportement par défaut pour un contrôle. Par exemple, certaines parties d'un programme pourraient avoir des gestes personnalisés ou on peut avoir besoin de changer le rôle d'une fenêtre pour celle d'un bouton.
ja: 時々、省略時デフォルトの動作では十分ではないことがあります。例えば、プログラムのいくつかの部分にはカスタムのゼスチャーが必要かもしれませんし、あるいはウィンドウのロールボタンをそれに変更する必要があるかもしれません。
zh_cn: 有些时候，只在控件用默认动作工作是不够的。如某些程序的部分可能需要自定义的手势， 或者需要修改某个控件的窗口角色为按钮等。

source: NVDA provides two methods for creating specialist, or overlay objects (or classes), each suited for different needs:
ar: ويزودنا NVDA باثنين من ال methods لإنشاء كائنات متراكبة أو متخصصة (أو classes), لكل method ما يناسبها:
de: NVDA stellt je nach Anwendungsfall zwei Methoden zum Erstellen von speziellen objekten zur Verfügung
es: NVDA proporciona dos métodos para crear especiales, o superponer objetos (o clases), cada uno adaptado para diferentes necesidades:
fr: NVDA fournit deux méthodes pour créer des specialist, ou overlay objects (ou classes), chacun adapté à des besoins divers :
ja: NVDAは、専門クリエイターのための2つのメソッドを提供します、または違うニーズにそれぞれ適した反対のオーバーレイ(またはクラス)を作成します：
zh_cn: NVDA 提供两个方法来创建专门对象或覆盖对象（也可能是类），每一个都是为了不同的需求而配备的：

source: `event_NvDAObject_init(self, object we're dealing with)`: If you wish to override certain attributes of a control such as its role or label (name), you can use this method to ask NvDA to take your "input" to account when meeting objects for the first time (or initialized). For instance, if the control has the window class name of TForm (seen on many Delphi applications), you can ask NVDA to treat this control as a standard window by assigning obj.role = ROLE_WINDOW (see control types dictionary for list of available roles).
ar: `event_NvDAObject_init(self, object we're dealing with)`: إذا كنت تريد تجاوز خصائص معينة لكائن كنوعه أو اسمه, فيمكنك استخدام هذه ال method كي تطلب من NVDA أن يأخذ في الاعتبار "ما أدخلته" عند مصادفة الكائنات لأول مرة (أو عند البدأ). على سبيل المثال, إذا كان لدى الكائن اسم نافذة ال class "windowclass" TForm (تراها في معظم تطبيقات Delphi ), يمكن أن تطلب من NVDA أن يتعامل مع هذا الكائن كنافذة قياسية بكتابة obj.role = ROLE_WINDOW (انظر قاموس أنواع الكائنات لقائمة بالأنواع المتاحة).
de: `event_NvDAObject_init(self, gewünschtes Objekt)`: Wenn Sie bestimmte Eigenschaften eines objekts überschreiben möchten wie z. B. den Objekttyp oder den Namen), können Sie diese Methode verwenden, um die Initialisierung von Objekten zu beeinflussen. Wenn das Steuerelement beispielsweise die Fensterklasse tform besitzt (Dies ist in vielen delphi-basierten Anwendungen üblich), können Sie NVDA dazu bringen, solche Objekte als Standardfenster zu betrachten, indem Sie die Eigenschaft Role auf role_window setzen. Eine Liste gültiger Objekttypen (ROLE_XXXX-Konstanten) finden Sie im Wörterbuch controlTypes.
es: `event_NvDAObject_init(self, object we're dealing with)`: Si deseas pasar por alto ciertos atributos de un control, como su rol o la etiqueta(nombre), puedes utilizar este método para preguntar a NVDA para tomar tu"input" a tener en cuenta cuando se encuentran los objetos por primera vez (o inicializado). Por ejemplo, si el control tiene el nombre de clase de ventana de TForm (visto en muchas aplicaciones Delphi), puedes pedir a NVDA tratar a este control como una ventana estándar asignando obj.role = ROLE_WINDOW (ver diccionario tipos de control para lista de funciones disponibles).
fr: `event_NvDAObject_init(self, object nous avons affaire avec eux)`: Si vous souhaitez substituer certains attributs d'un contrôle comme son rôle ou son étiquette (nom), vous pouvez utiliser cette méthode pour demander à NVDA de prendre votre "entrée" pour le compte lors de la réunion des objets pour la première fois(ou initialisé). Par exemple, si le contrôle a le nom de la classe de la fenêtre de TForm (vu sur de nombreuses applications Delphi), vous pouvez demander à NVDA pour traiter cette commande comme une fenêtre standard en assignant obj.role = ROLE_WINDOW (voir le dictionnaire de types de contrôle pour la liste des rôles disponibles).
ja: `event_NvDAObject_init(self,` 我々が扱っているオブジェクト `)` : そのロールまたはラベル(名前)などの制御の一定のアトリビュートを無効にしたいときに、NvDAに初めから(または初期設定されている)オブジェクトと会う時にあなた"input"を記述するためにこのメソッドを使うことができます。例えば、コントロールが、TForm(多くのDelphiアプリケーション上で見られます)のウィンドウ・クラス名を持っているなら、NVDAに `obj.role = ROLE_WINDOW` (入手可能なロールのリストのために制御タイプ辞書を参考にしてください)を割り当てることによってこの制御を標準ウィンドウとして扱うことができます。
zh_cn: `event_NvDAObject_init(self, 您正在处理的对象)`: 如果您希望替换某个当前控件的属性，如角色货标签（名称），您可以使用这个方法在 NVDA 第一次遇到这个控件货初始化的时候把您的“输入”放入“account”。例如，如果一个控件拥有窗口类TForm (曾经在许多Delphi 程序见过)， 您可以通过 bj.role = ROLE_WINDOW 要求 NVDA 把它视为窗口。（查看控件类型词典获取可用角色的列表）。

source: `chooseNVDAObjectOverlayClasses(self, object, list of classes)`: This allows NVDA to use your own logic when dealing with certain objects. For example, this is useful if you wish to assign custom gestures for certain parts of a program in your app module (in fact, many app modules creates objects to deal with certain parts of a program, then uses chooseNvDAObjectOverlayClasses to select the correct object when certain conditions are met). These custom objects must be based on a solid object that we wish to eeal with (mostly IAccessible is enough, thus most overlay objects inherit from, or is the child or specialist class of IAccessible objects).
ar: `chooseNVDAObjectOverlayClasses(self, object, list of classes)`: هذه ال method تسمح ل NVDA باستخدام منطقك عندما تتعامل مع كائنات معينة. على سبيل المثال, هذا مفيد عندما تريد تعيين اختصارات لأجزاء معينة من برنامج في وحدتك البرمجية appmodule (في الواقع, تنشئ العديد من الوحدات البرمجية appmodules كائنات للتعامل مع أجزاء معينة من برنامج, ثم تستخدم chooseNvDAObjectOverlayClassesلاختيار الكائن الصحيح عند توافر شروط أو ظروف محددة). يجب أن تعتمد هذه الكائنات المنشأة على كائن صلب نريد أن نتعامل معه (تقريبا تكفي IAccessible, لذا فمعظم الكائنات المتراكبة تورث من, أو تندرج تحت أو class متخصصة كائنات IAccessible).
de: `chooseNVDAObjectOverlayClasses(self, Objekt, Klassenliste)`: Dies ermöglicht es NVDA, beim Umgang mit bestimmten Objekten eigenen Code zu verwenden. Dies ist beispielsweise nützlich, wenn Sie zusätzliche Tasten(Kombinationen) in bestimmten Teilen eines Programms definieren wollen.
es: `chooseNVDAObjectOverlayClasses(self, object, list of classes)`: Esto permite a NVDA que utilice su propia lógica cuando se trate de ciertos objetos. Por ejemplo, esto es útil si deseas asignar gestos personalizados para determinadas partes de un programa en tu app module (De hecho, muchos app modules crean objetos para hacer frente a determinadas partes de un programa, luego usan chooseNvDAObjectOverlayClasses para seleccionar el objeto correcto cuando se cumplan ciertas condiciones). Estos objetos personalizados se deben basar en un objeto sólido con el que deseamos hacer frente (principalmente IAccessible es suficiente, por lo tanto los demás objetos superppuestos heredan de, o es el hijo o la clase especializada de los objetos IAccessible).
fr: `chooseNVDAObjectOverlayClasses(self, object, list des classes)`: Cela permet à NVDA d'utiliser votre propre logique lorsqu'ils traitent certains objets. Par exemple, ceci est utile si vous souhaitez affecter des gestes personnalisés pour certaines parties d'un programme dans votre app module (en fait, beaucoup d'app modules crée des objets pour traiter certaines parties d'un programme, puis utilise chooseNvDAObjectOverlayClasses pour sélectionner l'objet correct lorsque certaines conditions sont remplies). Ces objets personnalisés doivent reposer sur un objet solide que nous souhaitons réel avec (pour la plupart IAccessible l'est suffisamment, ainsi que la plupart des overlay objects hériter de, ou est child ou specialist class de IAccessible objects).
ja: `chooseNVDAObjectOverlayClasses(self, object, list of classes)`: これは、NVDAが一定のオブジェクトを扱う時にあなた自身のロジックを使うことを可能にします。例えば、カスタムジェスチャーを、APP モジュール(実のところ、プログラムの一定の部分を扱うために、多くのアプリモジュールはオブジェクトを作成し、そして、一定の条件が満たされている時に、正しいオブジェクトを選ぶために、chooseNvDAObjectOverlayClassesを使います)中のプログラムの一定の部分に割り当てたい場合に有益です。これらのカスタムのオブジェクトは、eealに対する堅固なオブジェクトに基づかなければなりません（たいてい、ほとんどのオーバーレイオブジェクトがそのオブジェクトから継承されるか、またはIAccessibleオブジェクトの子供またはスペシャリストクラスであるので、IAccessibleは十分です）。
zh_cn: `chooseNVDAObjectOverlayClasses(self, 对象， 类表)`：这个方法允许 NVDA 用您的逻辑处理某些控件。例如，您如果想在您的程序模块中为程序的某部分设计特殊的手势，这是非常有用的（事实上，很多程序模块为了处理程序的特定部分而创建对象，然后在遇到某些状况的时候使用 chooseNvDAObjectOverlayClasses 选择正确的对象）。我们必须基于固有的对象来处理这些对象（大多数时候， Accessible 已经足够，因为大多数的覆盖对象都继承自此或是 IAccessible 的子成员货专门的类）。

source: Note that in case of the second method, the class(s) with the given name must be present in the file, which is/are inherited from a known base object (in Python, the syntax for the inheritence is `childClass(baseClass)`, and is usually read as, "this child class inherits from this base class". We'll see code like this later).
ar: لاحظ أنه في حالة ال method الثانية, يجب أن تكون ال class بالاسم المعرفة به موجودة في الملف, وتكون موروثة من قاعدة كائن معروفة (في بيثون, يكون البناء الوراثي للكائن بكتابة `childClass(baseClass)`, وترجمتها, "هذا الكائن المندرج موروث من هذه القاعدة". سنرى كود مشابه لذلك فيما بعد).
de: Bedenken Sie, dass die abgeleitete(n) Klasse(n) in der selben Datei vorhanden sein sollte(n). Die Klassen sollten von einer bekannten Basisklasse abgeleitet sein.In Python werden benutzerdefinierte Klassen mit folgender Syntax abgeleitet: `class benutzerdefinierte_Klasse(basisklasse)`.Diese Syntax bedeutet soviel wie "diese benutzerdefinierte Klasse wurde von dieser Basisklasse abgeleitet". Für Codebeispiele siehe weiter unten.
es: Ten en cuenta que en el caso del segundo método, la clase(s) con el nombre dado debe estar presente en el fichero, que es /son heredado de un objeto base conocido (en Python, la sintaxis para la herencia es `childClass(baseClass)`, y es por lo general leída como, "esta clase hija hereda de esta clase base". Veremos un código como éste más tarde).
fr: Notez que dans le cas de la deuxième méthode, la classe(s( avec le nom donné doit être présents dans le fichier, qui est/sont héritée d'un base object connu (en Python, la syntaxe de l'héritage est `childClass(baseClass)`, et sont généralement lues comme, "ce child class qui hérite de cette base class". Nous allons voir du code comme cela plus loin).
ja: 第2の方法の場合には、与えられた名前を持ったクラスがファイルの中にあることに注目し、どれがあるか、既知のベース・オブジェクト(Pythonでは、inheritenceのための構文は`childClass(baseClass)`であり、また通常は読まれて、"この子どもクラスはその基底クラスから継承する""」後でこのようなコードに遭遇するでしょう)から継承されます。
zh_cn: 请注意，对于第二个方法，给定的类名必须放置在文件内。他们备继承字一个众所周知的基本对象(在 Python， 继承的语法是 `子类(基类)`， 通常也可以说成“这个子类继承自这个基类”。我们将在后面看到这样的代码）。

source: Examples of overlay classes and modified roles
ar: أمثلة على classes متراكبة وأنواع كائنات معدلة
de: Beispiele zu überlagernden Klassen und benutzerdefinierten Steuerelementtypen
es: Ejemplos de sobreescritura de clases y de modificación de roles
fr: Examples des overlay classes et roles modifié
ja: オーバーレイクラスとロールの変更のサンプル
zh_cn: 覆盖类和修改角色的例子

source: Below examples illustrate the uses of the two overlay and attribute modification methods we've discussed above:
ar: توضح الأمثلة التالية استخدامات الطريقتان methods التان ذكرناهما أعلاه:
de: Der folgende Abschnitt zeigt Beispiele zu den oben besprochenen Themen "benutzerdefinierte Steuerelementtypen" und "überlagernde Klassen".
es: A continuación los ejemplos que ilustran el uso de los dos métodos de modificación de sobreescritura y de atributos que hemos comentado anteriormente:
fr: Ci-dessous un exemples qu'illustrent l'utilisation des deux méthodes pour la modification overlay et attribute, que nous avons discuté plus haut :
ja: 上記で議論した2つのオーバーレイと属性変更のメソッドの例です:
zh_cn: 下面的例子说明了我们在上面讨论的覆盖和更改属性这两个方法的用法：

source: An example of the first case: modifying an atribute.
ar: مثال على الحالة الأولى: تعديل خاصية.
de: Ein Beispiel zu Fall 1: Ändern eines Attributes.
es: Un ejemplo del primer caso: la modificación de un atributo.
fr: Un exemple du premier cas : modification d'un attribut.
ja: 最初のケースのサンプル：アトリビュートを修正します。
zh_cn: 第一个例子：修改属性。

source: # Reassign some Delphi forms as window. def event_NvDAObject_init(self, obj): if obj.windowClassName == "TForm": obj.role = ROLE_WINDOW
de: # Einige Delphi-Formulare als Fenster neu zuweisen def event_NvDAObject_init(self, obj): if obj.windowClassName == "TForm": obj.role = ROLE_WINDOW
fr: # Réaffecter certaines formes de Delphi comme fenêtre. def event_NvDAObject_init(self, obj): if obj.windowClassName == "TForm": obj.role = ROLE_WINDOW
ja: # ウィンドウとしていくつかのDelphiフォームウインドウを再割り当てする。 def event_NvDAObject_init(self, obj): if obj.windowClassName == "TForm": obj.role = ROLE_WINDOW

source: This means that whenever we encounter a window with the class name of "TForm", NvDA will treat this as a normal window.
ar: يعني هذا الكود, أنه كلما صادفنا نافذة تسمى "TForm", فإن NVDA سيتعامل معها كنافذة عادية.
de: Dies bedeutet, dass NVDA ein jedes objekt als normales Fenster ansehen wird, welches die Fensterklasse "tform" besitzt.
es: Esto significa que cada vez que nos encontremos con una ventana con la clase llamada "TForm", NVDA la tratará como una ventana normal.
fr: Cela signifie que chaque fois que nous rencontrons une fenêtre avec le nom de classe de "TForm", NVDA traitera cela comme une fenêtre normale.
ja: これは、"TForm" のクラス名を持つウィンドウに遭遇する時はいつでも、NvDAがこれを正常なウィンドウとして扱うということを意味しています。
zh_cn: 这样的意思是，每当我们遇到的窗口类名为“TForm”的窗口时, NvDA 会把他当作普通窗口对待。

source: Example 2 deals with an app module which has two objects for dealing with specific parts of a program, then uses chooseNVDAObjectOverlayClasses to assign the logic for each control.
ar: يتعامل مثال 2 مع وحدة برمجية appmodule تحتوي على كائنين يتعاملان مع أجزاء محددة من برنامج, ثم سنستخدم chooseNVDAObjectOverlayClasses لتعيين المنطق لكل كائن.
de: Im Anwendungsmodul im zweiten Beispiel werden für zwei Objekte benutzerdefinierte Klassen definiert. anschließend wird chooseNVDAObjectOverlayClasses verwendet, um die benutzerdefinierten Klassen an die richtigen Objekte zuzuweisen.
es: El ejemplo 2 se refiere a un módulo de aplicación que tiene dos objetos para hacer frente a determinadas partes de un programa, luego utiliza chooseNVDAObjectOverlayClasses para asignar la lógica para cada control.
fr: Exemple 2 porte sur un module d'application qui a deux objets pour faire face à des parties spécifiques d'un programme, puis utilise chooseNVDAObjectOverlayClasses pour affecter la logique de chaque contrôle.
ja: サンプル2は、プログラムの具体的な部分を扱うために、2つのオブジェクトを持っているアプリモジュールを扱い、そして、ロジックを各コントロールに割り当てるために、chooseNVDAObjectOverlayClassesを使います。
zh_cn: 例子2：使用带有两个对象的程序模块处理程序的特定部分，然后使用 chooseNVDAObjectOverlayClasses 来自定义每个控件的逻辑。

source: #An example of overlay classes
de: # Ein Beispiel zu überlagernden Klassen
es: #Un ejemplo de sobreescritura de las clases
fr: #Un exemple d'overlay classes
ja: #オーバーレイクラスのサンプル

source: class enhancedEdit(IAccessible): # Some code to be run when window class name is MyEdit.
de: class enhancedEdit(IAccessible): # Dieser Code wird ausgeführt, wenn die Fensterklasse "myedit" ist.
es: class enhancedEdit(IAccessible): # Parte del código que se ejecutará cuando el nombre de clase de ventana sea MyEdit.
fr: class enhancedEdit(IAccessible): # Certains code à exécuter lorsque window class name est MyEdit.
ja: class enhancedEdit(IAccessible): # ウィンドウ・クラス名がMyEditの時に実行されるコード。

source: class MainWindow(IAccessible): # Another code, this time adding custom gestures for main window of the program.
de: class MainWindow(IAccessible): # Diesmal werden neue Gesten zum Hauptfenster der Anwendung hinzugefügt.
es: class MainWindow(IAccessible): # Otro código, esta vez añadiendo gestos personalizados para la ventana principal del programa.
fr: class MainWindow(IAccessible): # Un autre code, cette fois en ajoutant des gestes personnalisées pour la fenêtre principale du programme.
ja: class MainWindow(IAccessible): # プログラムの主要なウィンドウのために今回カスタムのゼスチャーを追加している別のコード。

source: # In the app module:
de: # Im Anwendungsmodul:
es: # En el app module:
fr: # Dans l'app module :
ja: # アプリモジュールの中身：

source: In both cases, the object that we wish to check must be inserted as the first element of the clsList. The effect is that these custom objects will take precedence when looking up gestures or code (behavior) for the object, and in the developer info, these custom objects will come first when MRO (Method Resolution Order) for the navigator object is displayed.
ar: في كلا الحالتين, يجب أن يكون الكائن الذي نريد التأكد منه أول عنصر مدرج بالقائمة. ذلك لأن هذه الكائنات المخصصة ستكون لها الأولوية عند البحث عن اختصارات أو (سلوك الكود), للكائن, وفي معلومات المطور, ستأتي هذه الكائنات المخصصة أولا عند عرض ترتيب قرارات الطريقة المعروفة اختصار باسم MRO(method resolution order).
de: In beiden Fällen muss die benutzerdefinierte Klasse an den Anfang der Klassenliste "clsList" eingefügt werden. Dies bewirkt, dass sämtlicher Code (einschließlich Tastenkombinationen) mit höherer Priorität ausgeführt wird.Außerdem werden die benutzerdefinierten Klassen an erster Stelle angezeigt, wenn Sie sich für ein derart manipuliertes Objekt die Entwicklerinfo (insbesondere die MRO, die Methodenauflösungsreihenfolge) anzeigen lassen.
es: En ambos casos, el objeto que se desea comprobar debe insertarse como el primer elemento de la clsList. El efecto es que estos objetos personalizados tendrán prioridad cuando se esté buscando gestos o código (comportamiento) para el objeto, y en la información del desarrollador, estos objetos personalizados vendrán por primera vez cuando MRO (orden de Métodos de Resolución) para que se muestre el navegador de objetos.
fr: Dans les deux cas, l'objet que nous voulons vérifier doit être inséré comme premier élément de la clsList. L'effet est que ces objets personnalisés seront pris en priorité lorsque on regarde un geste ou code (comportement) pour l'objet, et dans l'info du développeur, ces objets personnalisés ils viendront d'abord lorsque MRO (Method Resolution Order) pour l'objet navigateur s'affiche.
ja: 両方の場合に、私達がチェックするオブジェクトはclsListの第1エレメントとして挿入されなければなりません。効果は、これらのカスタムオブジェクトがオブジェクトのために、そして開発者情報においてゼスチャーまたはコード(反応)を探す時に優先するでしょうし、ナビゲーターオブジェクトのためのMRO(メソッド選択次数)が表示される時に、これらのカスタムオブジェクトが最初に来るであろうということです。
zh_cn: 对于这两个函数，我们希望检查的对象必须插入到“clsList”的第一项。 这样做的好处是在为对象查找手势和代码（行为）时这些自定义对象可以获得优先权。且在开发信息中，显示导航对象的MRO（方法解决顺序）时江首先显示这些自定义控件。

source: Input and output: scripts and UI messages
ar: إدخال وإخراج: وظائف ورسائل واجهة المستخدم scripts and ui messages
de: Ein- und Ausgabe: Skripte und Meldungen
es: Entrada y salida: scripts y mensajes UI
fr: Entrée et sortie: scripts et messages UI
ja: スクリプトとUIメッセージの入出力：
zh_cn: 输入和输出：脚本和 UI 消息

source: Another crucial component of add-ons is handling commands from users and displaying what the add-on is doing. These are done via scripts (input) and UI messages (output).
ar: من عناصر تكوين الإضافات البرمجية الهامة التعامل مع الأوامر التي ينفذها المستخدم بعرض ما تفعله الإضافة. يتم ذلك من خلال scripts(input) و ui(output).
de: ein weiterer wichtiger Bestandteil von Erweiterungen sind Skripte und meldungen mit denen Sie Befehle (Eingaben) vom Benutzer entgegennehmen Bzw. Meldungen ausgeben können.
es: Otro componente crucial de los complementos es manejar órdenes del usuario y mostrar qué está haciendo el complemento. Esto se realiza a través de scripts (en la entrada) y mensajes UI (en la salida).
fr: Un autre module essentielle pour les modules complémentaires est la manipulation de commandes auprès des utilisateurs et l'affichage que les modules complémentaires font. Ils sont réalisés à travers des scripts (entrée) et les messages UI (sortie).
ja: アドオンの別の重要な部分は、ユーザからコマンドを処理して、アドオンがなにをしているかを表示しています。これらはスクリプト(入力)とUIメッセージ(出力)経由でされます。
zh_cn: 插件的另外一个组成部分就是获取用户命令和显示插件正在做什么。这些可以通过脚本（输入）和 UI 消息（输出）完成。
