Repository: nvdacn/screenReaderTranslations
Catalog: website/devDocs/devDocs.*.po
Languages: ar, de, es, fr, ja, zh_cn

source: App module scripts.
ar: وظائف الوحدات البرمجية.
de: Skripte für AppModule.
es: scripts de App module.
fr: Scripts app module.
ja: アプリモジュールスクリプト。

source: Defining objects representing different parts of a program.
ar: تحديد الكائنات التي تمثل أجزاء مختلفة من تطبيق ما.
de: Objektpräsentationen unterschiedlicher Bereiche eines Programms definieren.
es: Definiendo objetos que representan partes diferentes de un programa.
fr: Définition d'objets représentant les différentes parties d'un programme.
ja: プログラムのさまざまな部分に対応するオブジェクト。

source: Silencing NVDA for a program.
ar: كتم صوت NVDA لتطبيق ما.
de: NVDA stumm schalten für ein bestimmtes Programm.
es: Silenciando NVDA para un programa.
fr: Rendre silencieux à NVDA pour un programme.
ja: あるプログラムのためにNVDAで音声を出さなくする。

source: How app developers can help NVDA users through accessible app designs.
ar: كيف يمكن لمطوري البرامج مساعدة مستخدمي NVDA عبر تصميم البرامج بطريقة متوافقة مع قارآت الشاشة.
de: Wie können App-Entwickler den NVDA-Anwendern bei der Gestaltung von Apps helfen.
es: Cómo los desarrolladores de aplicaciones pueden ayudar a los usuarios de NVDA a través del diseño de aplicaciones accesibles.
fr: Comment les développeurs d'app peuvent aider les utilisateurs de NVDA à travers d'app de designs accessible.
ja: どうすればアプリケーション開発者が、アクセシブルなアプリ設計を通してNVDAユーザを助けることができるのでしょうか。

source: A few worked out examples and examples from existing app modules from NVDA core and from community.
ar: أمثلة توضيحية من وحدات برمجية موجودة بالفعل من NVDA كود ومن مطوري إضافات NVDA.
de: Einige Beispiele aus dem Quellcode von NVDA und von der Entwicklergemeinde.
es: Unos pocos ejemplos funcionales y ejemplos para app modules existentes del núcleo de NVDA y de la comunidad.
fr: Quelques-uns des exemples travaillé et des exemples à partir des app modules existants à partir du noyau de NVDA et à partir de la communauté.
ja: NVDAコアそしてコミュニティから、既存のアプリモジュールの例を考え出しました。

source: These topics may change.
ar: قد تتغير هذه الموضوعات.
de: Diese Themen können sich ändern.
es: Estos temas podrán cambiar.
fr: Ces sujets peuvent changer.
ja: これらのトピックは変更されるかもしれません。

source: Drivers
ar: التعريفات drivers
de: Treiber
es: Controladores
fr: Pilotes
ja: ドライバー

source: A chapter devoted to driver development.
ar: فصل خاص بتطوير التعريفات drivers.
de: Ein Kapitel zur Entwicklung von Treibern.
es: Un Capítulo dedicado al desarrollo de controladores.
fr: Un chapitre consacré au développement du pilote.
ja: ドライバ開発者のための章。

source: Misc items
ar: عناصر متفرقة
de: Verschiedenes
es: Elementos varios
fr: Divers éléments
ja: その他の項目

source: Includes Bitbucket repo, add-ons lisst, other topics and contact information.
ar: تشمل مستودع مستودع bucket, قائمة الإضافات البرمجية, وموضوعات أخرى ومعلومات التواصل.
de: Einschließlich Bitbucket Repository, Liste der Erweiterungen, weitere Themen und Kontaktinformation.
es: Incluye el repositorio Bitbucket, la lista de complementos, otros temas e información de contacto.
fr: Comprend le repo de Bitbucket, la liste des modules complémentaires, autres sujets et informations de contact.
ja: Bitbucketレポート、アドオンリスト、他のトピック、および連絡先を含んでいます。

source: Copyright: NVDA is copyright 2006-2013 NV Access. Microsoft Windows, Microsoft Office, Win32 API and other MS products are copyright Microsoft Corporation. IAccessible package is copyright IBM and Linux Foundation. Python is copyright Python Foundation. Other products mentioned are copyrighted by authors of these products.
ar: Joseph Lee
es: Derechos de autor: NVDA es propiedad 2006-2013 de NV Access. Microsoft Windows, Microsoft Office, Win32 API y otros productos de MS son propidad de Microsoft Corporation. IAccessible package es propiedad de IBM y de la Linux Foundation. Python es propiedad de la Python Foundation. Otros productos mencionados son propiedad de los autores de estos productos.
fr: Droit d'auteur : NVDA est copyright 2006-2013 de NV Access. Microsoft Windows, Microsoft Office, Win32 API et autres produits de MS sont copyright Microsoft Corporation. Le paquet IAccessible est copyright de IBM et de la Linux Foundation. Python est copyright de la Python Foundation. Autres produits mentionné sont copyright par les auteurs de ces produits.
