Repository: nvdacn/screenReaderTranslations
Catalog: website/devDocs/devDocs.*.po
Languages: ar, de, es, fr, ja, zh_cn

source: Event: An event is a method that'll be run when some events happen, such as when a program is on focused, when names of controls change and so on.
ar: event:الحدث event هو وظيفة ستنفذ فور حدوث بعض الأحداث events, مثل الوصول بمؤشر النظام لبرنامج معين, أو عند تغير اسم أحد الكائنات إلخ.
de: Ereignisbehandlungsroutine: Eine Solche Routine wird immer dann aufgerufen, wenn bestimmte Ereignisse innerhalb von NVDA eintreten (wenn Sie in ein bestimmtes Programm wechseln, wenn Sie ein Steuerelement umbenennen, etc.).
es: Evento: Un evento es un método que va a ser ejecutado cuando sucedan algunos hechos, tales como cuando un programa esté enfocado, cuando cambien los nombres de un control y así.
fr: Événement: Un événement est une méthode qui va être exécutée lorsque certains événements se produisent, par exemple quand un programme a le focus, lorsque les noms des contrôles changent et ainsi de suite.
ja: イベント：プログラムにフォーカスが当たる、コントロールの名前が変わるなど、いくつかのイベントが起こる時に、実行されるメソッドです。
zh_cn: 事件：事件是一种仅当某个事件发生候才会运行的方法。如一个程序拥有焦点或控件名称发生变动等。

source: Call: We say a function calls some another method when we run the second method from another method. For example, in our first example, we're calling tones.beep method from our script method.
ar: Call: نقول بأن الوظيفة function تستدعي طرق أخرى methods عندما ننفذ الطريقة الثانية من طريقة أخرى.على سبيل المثال, في مثالنا الأول, استدعينا الطريقة tones.beep من الطريقة script.
de: Aufruf: Wenn eine Methode von einer anderen Methode aus ausgeführt wird, wird dies als Methodenaufruf bezeichnet. In Beispiel 1 rufen wir beispielsweise von einem Skript aus die Methode `tones.beep` auf.
es: Llamada: Decimos que una función llama a algún otro método cuando corremos el segundo método desde otro método. Por ejemplo, en nuestro primer ejemplo, llamábamos al método tones.beep desde nuestro método de script.
fr: Appel: Nous disons qu'une certainne fonction appelle une autre méthode lorsque nous exécutons la deuxième méthode depuis une autre méthode. Par exemple, dans notre premier exemple, nous appelons au méthode tones.beep depuis notre méthode de script.
ja: 呼び出し（コール）：あるメソッドの中で別のメソッドが実行されるときに、メソッド（関数）が別のメソッドを「呼び出す（コールする）」と言います。例えば、最初のサンプルで、私たちが書いたスクリプトのメソッドからtones.beepメソッドを呼び出しています。
zh_cn: 调用：我们说一个方法（方法2）使用其他的方法（方法1）就被称为“调用”。如，在我们的第一个例子里，我们就在 script 方法里调用了 tones.beep 方法。

source: Object: An object is an instance of a class - that is, a class coming to life when a program runs. Throughout your add-ons, as you write classes and when you run your add-ons, your classes come to life as objects, commonly abbreviated to obj. In NVDA, an object may refer to controls or parts of a program.
ar: Object: الكائن object هو مثال لل class مما يعني أن ال class تحيى عند تشغيل برنامج. فعبر إضافاتك البرمجية, أثناء كتابتك لل classes وعند تشغيل الإضافات, فإن ال classess التي كتبتها تظهر ككائنات objects, وعادة ما تختصر في كلمة obj.في NVDA, تشير كلمة object للكائنات أو أجزاء من البرنامج.
de: Objekt: Dies ist eine Instanz einer Klasse. Objekte können sich auf Programme oder auf Steuerelemente innerhalb von Programmen beziehen.
es: Objeto: Un objeto es una instancia de una clase- es decir, una clase que se crea cuando se ejecuta un programa. A lo largo de tus complementos, a medida que escribes las clases y al ejecutar tus complementos, tus clases cobran vida como objetos, comúnmente abreviados como obj. En NVDA, un objeto puede referirse a los controles o partes de un programa.
fr: Objet: Un objet est une instance d'une classe - c'est-à-dire, une classe qui prend vie lorsqu'un programme s'exécute. Tout au long de vos modules complémentaires, au fur et à mesure que vous écrivez les classes et lorsque vous exécutez vos modules complémentaires, vos classes prennent vie sous forme d'objets, couramment abrégé en obj. Dans NVDA, un objet peut faire référence a des contrôles ou parties d'un programme.
ja: オブジェクト：オブジェクトはあるクラスのインスタンスです。すなわち、プログラムの実行時にクラスから生成されるものです。アドオンにおいて、あなたがクラスを記述して、あなたのアドオンが実行された時に、そのクラスのオブジェクトが作られます。オブジェクトは一般的にobjと略されます。NVDAにおいては、オブジェクトはコントロールを意味することもあれば、あるプログラムの一部分を指すこともあります。
zh_cn: 对象（object）:对象就是类的实例，极当程序运行时“类”拥有了生命。当您编写类病运行您的插件的时候，您的类就被具象化为“对象”（通常简写为“obj”）。对于 NVDA 来说，对象可能用来访问控件或程序的一部分。

source: Self: In Python, the word "self" means current class (if we're defining one, such as when writing add-ons), or means the class for which a method is defined. For example, in a class called numbers, the add method would have self as the first argument, reminding us that add method is part of the class of numbers. In NVDA development world, self usually means the current NVDA object (see below), or in the add-on development, the instance of an add-on. Many of your methods will have self as the first argument.
ar: Self: في لغة بيثون, تعني الكلمة "self"ال class الحالية (إذا حددنا class, كأن نكتب إضافة), أو تعني ال class التي يتم تحديد ال method من أجلها. على سبيل المثال, في ال class التي تسمى numbers, فإن ال method add ستأخذ self كأول argument, لنتذكر بأن method add هي جزء من class numbers.في تطوير NVDA, عادة ما تعني كلمة self كائن NVDA الحالي (انظر أدناه), أو في تطوير الإضافات, مثال للإضافة. العديد من ال methods ستأخذ self كأول argument.
de: Self: In Python bezeichnet das Schlüsselwort "self" die Klasse, innerhalb derer eine Methode definiert wird.
es: Self: En Python, la palabra"self" significa clase actual(si estamos definiendo una, como por ejemplo al escribir complementos), o significa la <clase para la que se define un método. Por ejemplo, en una clase llamada numbers, el método añadido tendría a self como su primer argumento, recordándonos que el método añadido es parte de la clase numbers. En el mundo de desarrollo de NVDA, self por lo general significa el actual objeto de NVDA (véase más adelante), o en el desarrollo de complementos, la instancia de un complemento. Muchos de tus métodos tendrán a self como el primer argumento.
fr: Self: Dans Python, le mot "self" signifie classe actuelle (Si nous allons définir une, comme par exemple lorsque vous écrivez un module complémentaire ), ou la classe signifie pour laquelle une méthode est définie. Par exemple, dans une classe appelée numbers, la méthode ajouter aurait a self comme sont premier argument, qui nous rappelle que la méthode ajouter fait partie de la classe numbers. Dans le monde de développement de NVDA, self signifie généralement l'objet actuel de NVDA (voir ci-dessous), ou dans le développement de modules complémentaires, l'instance d'un module complémentaire. Plusieurs de vos méthodes auront a self comme le premier argument.
ja: self：Pythonにおける `self` は、現在のクラス(定義中のクラス、例えば実装中のアドオン)、あるいは、メソッドを定義する対象となるクラスを指します。例えば numbers クラスにおいて、add メソッドの第1引数を self とします。これは add メソッドが numbers クラスの一部であるためです。NVDA開発において、self は通常、現在のNVDAオブジェクト(後述します)またはアドオン開発における、アドオンのインスタンスを意味します。あなたが書くメソッドの多くは第1引数としてself を取るでしょう。
zh_cn: self：对于 python 来说，“self”表示的是当前类(如您在写插件的时候定义的类，还表示着这个方法属于哪个类)。如，我们创建了一个“numbers”类，而这个类的方法“add”的第一个参数就是“self”。这样告诉我们：这个方法“add”是类“numbers”的一部分。在 NVDA 的开发世界里，“self”通常指的是 NVDA 的当前“对象（请看下面）”，对于插件开发来说，self指的是这个插件的实例。您的许多方法将会把“self”作为您方法的第一个参数。（译者注：这里可能显得有些乱，下面的两个方面，是从宏观和微观两个角度去解释self的含义：self既是对象（宏观），也是插件实例（针对插件开发的微观），希望这段解释没有添乱）。

source: Just like example 1, once you're comfortable with app module code, you may wish to delete the Notepad app module code unless you want to keep hearing beeps when you switch to Notepad. The actual differences between global plugins and app modules will become more clear when we talk about them in more detail throughout this guide.
ar: وكما ذكرنا في المثال السابق, إذا شعرت بالراحة للكود المكتوب,ربما تريد حذف كود الوحدة البرمجية notepad إلا إذا كنت تريد سماع صوت كلما انتقلت لنافذة notepad. سيتضح الفرق جليا بين ال global plugin وبين ال appmodule أكثر عندما نتطرق لذلك بمزيد من الشرح عبر هذا الدليل.
de: Wie im Beispiel 1 können Sie die Datei `notepad.py` löschen, sobald Sie mit Anwendungsmodulen vertraut sind.
es: Al igual que en el ejemplo 1, una vez te sientas cómodo con el código del app module, es posible que desees eliminar el código del app module para Notepad a menos que desees mantener el oír pitidos cuando se cambie al Bloc de notas. Las diferencias reales entre plugins globales y app modules se harán más claros cuando hablemos de ellos con más detalle en esta guía.
fr: Comme dans l'exemple 1, une fois que vous vous sentez à l'aise avec le code du app module, il est possible que vous souhaitez supprimer le code du app module pour le Block-notes sauf si vous voulez conserver celui-ci afin d'entendre les bips lorsque vous basculez vers le Bloc-notes. Les vraies différences entre plugins globales et app modules deviendra plus clairs lorsque nous en parlons plus en détail dans le présent guide.
ja: ちょうどサンプル1のように、あなたのアプリモジュールの開発が落ち着いたら、notepad アプリモジュールを削除したいと思うでしょう。そうでなければメモ帳に切り換えるたびにビープを聞き続けなくてはなりません。グローバルプラグインとアプリモジュールの実際の違いは、このガイドの続きで詳細に説明します。
zh_cn: 和例1相同，您可能希望在代码已经符合需求的情况下把他移除，除非您希望在切换到记事本的时候听到一个提示音。随着我们在本指南中对他们的进一步探讨，更多有关于全局插件和模块插件的实际差异将会变得更加清晰。

source: A few tips for beginners
ar: تلميحات بسيطة للمبتدئين
de: Einige Tipps für Anfänger
es: Algunos consejos para principiantes
fr: Quelques conseils pour les débutants
ja: 初心者のための豆知識
zh_cn: 一些给初学者的提示

source: Here are a few useful tips passed on by add-on writers:
ar: هذه بعض التلميحات المفيدة قدمها كتاب الإضافات البرمجية:
de: Die folgenden Hinweise und Tipps wurden von Entwicklern von Erweiterungen eingereicht und richten sich insbesondere an Anfänger, die noch wenig Erfahrung beim Schreiben von Erweiterungen haben:
es: Aquí hay algunos consejos útiles transmitidos por escritores de complementos:
fr: Voici quelques conseils utiles transmis par les auteurs de modules complémentaires.
ja: アドオン開発の経験者からの助言をいくつか紹介します：
zh_cn: 这里有一些给插件开发者的实用提示：

source: Start with easy add-ons, such as saying a message, tones and so on.
ar: ابدأ بإضافات سهلة كقراءة رسالة, أو سماع نغمة وهكذا.
de: Beginnen Sie mit Erweiterungen, die einfache Aufgaben ausführen (Abspielen von Signaltönen, Ansagen von Meldungen, etc.).
es: Comienza con sencillos complementos, como decir un mensaje, tonos, etc.
fr: Commencer avec des modules faciles, telles que dire un message, signaux sonores et ainsi de suite.
ja: メッセージをしゃべる、音をならすなど、簡単なアドオンの開発から勉強を始めてください。
zh_cn: 从编写一个简单的插件开始，例如输出一条消息，发出提示音等等。

source: Write and test one method at a time.
ar: اكتب واختبر method واحدة في كل مرة
de: Schreiben und testen Sie immer eine Methode nach der anderen.
es: Escribe y prueba un método por vez.
fr: Écrire et tester une méthode à la fois.
ja: メソッドはひとつずつ書いてテストしてください。
zh_cn: 编写方法和测试方法这两个过程在同时进行。

source: If you are writing app modules or drivers, become familiar with programs, synthesizers or braille displays you wish to support (e.g. read documentation, try using them, etc.).
ar: إذا كنت تكتب appmodules أو drivers, كن مستخدم جيد للبرامج, أو آلات النطق, أو الأسطر الإلكترونية التي تريد دعمها (كأن تقرأ ملفات المساعدة الخاصة بتلك البرامج وآلات النطق والأجهزة, وتجربة استخدام تلك الأشياء, وهكذا.).
de: Machen Sie sich immer mit der zugrundeliegenden Anwendung, Braillezeile oder Sprachausgabe vertraut, bevor Sie ein Anwendungsmodul, einen Braillezeilentreiber oder einen Sprachausgabentreiber entwickeln.
es: Si estás escribiendo app modules o controladores, familiarízate con los programas, sintetizadores o pantallas braille a las que deseas dar soporte (por ejemplo lee la documentación, trata de usarlos, etc.).
fr: Si vous écrivez un app modules ou un pilotes, il faut se familiariser avec les programmes, les synthétiseurs, les afficheurs braille que vous souhaitez supporter (par exemple, lire la documentation, essayez de les utiliser, etc.).
ja: アプリモジュールまたはドライバを開発しているなら、サポートしようとするプログラム、音声エンジン、または点字ディスプレイを十分に理解してください。例えば、ドキュメントを読んだり、実際に動かして情報を収集しましょう。
zh_cn: 如果您正在编写程序模块或驱动，而且对于编程更加熟悉了，可以尝试使用语音合成器或点显器进行输出（如阅读文档等）。

source: When defining commands (especially in global plugins), consult commands used in NvDA and other add-ons first before assigning a new command in your add-on to avoid command conflicts.
ar: عند تحديد الأوامر ( وبخاصة الأوامر المستخدمة في الملحقات العامة), استرجع الأوامر الموجودة ب NVDA والإضافات البرمجية الأخرى أولا قبل تعيين أوامر جديدة بإضافاتك لتجنب التشابه.
de: Um Konflikte mit vorhandenen NVDA-Befehlen zu vermeiden, sehen Sie sich bitte die vorhandenen Befehle an, bevor Sie neue Befehle hinzufügen. Dies gilt besonders für globale Erweiterungen.
es: En la definición de las órdenes (especialmente en plugins globales), primero consulta las órdenes utilizadas en NVDA y otros complementos antes de asignar una nueva orden en el complemento para evitar conflictos de órdenes.
fr: Lorsque vous définissez des commandes (en particulier dans les globales plugins), tout d'abord consulter les commandes utilisées dans NVDA et autres modules complémentaires avant d'assigner une nouvelle commande dans votre module complémentaire pour éviter les conflits dans les commandes.
ja: コマンド(特にグローバルプラグインにおいて)を定義する時、まずはNVDAや他のアドオンで使われているコマンド操作を確認してください。これはアドオンの中で新しいコマンドを割り当てるときに既存の操作との衝突を防ぐためです。
zh_cn: 在定义一个命令以前（特别是全局插件），请首先对 NVDA 和其他插件所使用的命令进行考察，以避免发生命令键冲突。

source: Useful modules from NVDA core
ar: وحدات مفيدة من كود NVDA
de: Nützliche Module aus dem NVDA-Quellcode.
es: Módulos útiles del núcleo de NVDA
fr: Modules utiles du noyau de NVDA
ja: NVDAコアの有益なモジュール
zh_cn: 来自 NVDA 核心的实用模块

source: Throughout the life of add-on development, you'll come across some useful modules from NvDA core that would be helpful in your add-on code. This section explains them and some functions in those modules that would be useful.
ar: عبر كتابتك للإضافات البرمجية, ستتعرف على بعض الوحدات المفيدة من كود NVDA ستساعدك كثيرا. سيتناول هذا القسم بالشرح هذه الوحدات والوظائف الموجودة بها.
de: Im folgenden Abschnitt werden einige nützliche Module und Funktionen beschrieben, auf die Sie im Laufe der Entwicklung von Erweiterungen wahrscheinlich stoßen werden:
es: A lo largo de la vida del desarrollo de un complemento, te encontrarás con algunos módulos útiles del núcleo de NVDA que serían útiles en el código para tu complemento. Esta sección te los explica y también algunas funciones en los módulos que te serían útiles.
fr: Tout au long de la vie du développement d'un module complémentaire, vous vous croiserez avec quelques modules utiles du noyau de NVDA qui pourrait vous être utile dans le code de votre module complémentaire. Cette section vous les explique et certaines fonctions dans ces modules ce serait utile.
ja: アドオンを開発していると、NVDAコアにはアドオン開発に役立つモジュールがたくさんあります。この節では有益なNVDAコアのモジュールやメソッドを説明します。
zh_cn: 贯穿整个插件开发周期，您可能会碰到一些来自 NVDA 核心的、对于您的插件代码非常有帮助的有用模块。这个章节介绍他们和他们的一些实用函数。

source: List of useful NVDA core modules and methods
ar: قائمة بوحدات modules وطرق methods موجودة ب nvda.
de: Liste nützlicher Module und Funktionen
es: Lista de módulos y métodos básicos útiles de NVDA
fr: Liste des modules du noyau de NVDA et des méthodes utiles
ja: 有益なNVDAコアモジュールとメソッドのリスト
zh_cn: 实用的 NVDA 核心模块和方法列表

source: The following lists available NVDA core modules and some useful methods found in those modules:
ar: تسرد القائمة التالية بعض الوحدات modules والطرق methods المفيدة:
de: Die folgende Liste beinhaltet nützliche Module und Funktionen:
es: A continuación se enumeran los módulos disponibles del núcleo de NVDA y algunos métodos útiles que se encuentran en los módulos:
fr: A continuation est lister les modules disponibles du noyau de NVDA et quelques méthodes utiles trouvé dans ces modules :
ja: 利用可能なNVDAコアのモジュールとそれらの中で利用可能な有益なメソッドのリストです:
zh_cn: 下面罗列了可用的 NVDA 核心模块和一些从他们那儿找到的实用方法。

source: Addon Handler (addonHandler.py): The module which implements the add-on subsystem. The addonHandler.initTranslation() method is used to initialize internationalization support for your add-on.
ar: Addon Handler (addonHandler.py): الوحدة module التي تنفذ النظام الفرعي للإضافة. تستخدم الطريقة method addonHandler.initTranslation() لبدأ ترجمة الإضافة للغات أخرى.
de: Routinen für den Umgang mit Erweiterungen (addonHandler.py): Dieses Modul enthält Funktionen zum Umgang mit Erweiterungen. Wenn Sie in Ihrer Erweiterung beispielsweise mehrere Sprachen unterstützen möchten, müssen Sie die Methode `addonHandler.initTranslation()` verwenden.
es: Addon Handler (addonHandler.py): El módulo que implementa el subsistema de complementos. El método addonHandler.initTranslation() se utiliza para inicializar el soporte de internacionalización para tu complmento.
fr: Addon Handler (addonHandler.py): Le module qui implémente le sous-système du module complémentaire. La méthode addonHandler.initTranslation() est utilisée pour initialiser le support de l'internationalisation pour votre module complémentaire.
ja: Addon Handler (addonHandler.py): アドオンサブシステムを実装するモジュール。addonHandler.initTranslation() メソッドはアドオンの国際化サポートの初期化です。
zh_cn: 插件控制器 (addonHandler.py): 这个模块使得插件子系统可以正常工作。方法“addonHandler.initTranslation()”可以为您的插件进行国际化支持的初始化。

source: NVDA basic API (api.py): A collection of core methods used throughout NVDA, such as obtaining focus and navigator object, setting focus and so on. See the next list on useful methods from this module.
ar: NVDA basic API (api.py): هي مجموعة من ال methods المستخدمة في NVDA, كالحصول على الكائن النشط ومؤشر NVDA (obtaining focus and navigator object), ووضع االمؤشر (setting focus) وهكذا. انظر القائمة التالية حول ال methods المفيدة التي تشتمل عليها هذه الوحدة module.
de: Programmierschnittstelle mit Grundfunktionen (api.py): Dieses Modul enthält einige Grundfunktionen mit denen Sie beispielsweise das Navigator- oder Fokusobjekt ermitteln bzw. den Navigator oder den Fokus verschieben können. Sehen Sie sich dazu die Liste mit nützlichen Methoden weiter unten an.
es: API básica de NVDA (api.py): una colección de los métodos básicos utilizados en NVDA, como la obtención de enfoque y el navegador de objetos, ajustar el enfoque, etc. Consulta la siguiente lista de métodos útiles de este módulo.
fr: API basique de NVDA (api.py): Une collection des méthodes du noyau utilisées tout au long de NVDA, telles que l'obtention du focus et l'objet navigateur, positionnement du focus, et ainsi de suite. Consultez la liste suivante sur des méthodes utiles de ce module.
ja: NVDAの基本的なAPI(api.py)：NVDA全体にわたって使われるコアメソッドの集合です。フォーカスやナビゲーターオブジェクトの情報の取得、フォーカスの設定などが含まれます。このモジュールの有益なメソッドは次のリストを参照してください。
zh_cn: NVDA 基础 API (api.py): 整个 NVDA 都在使用的核心方法的集合，如获取焦点和可浏览对象，设置焦点等等。请查看下一个列表中属于该模块的实用方法。

source: App Module subsystem (appModuleHandler.py, appModules): The subsystem in charge of handling app modules (see chapter on app modules for more information).
ar: App Module subsystem (appModuleHandler.py, appModules): هو النظام الفرعي المسؤول عن معالجة الوحدات البرمجية appmodules (راجع الفصل الخاص بالوحدات البرمجية appmodules لمزيد من المعلومات).
de: Behandlungsroutinen für Anwendungsmodule (appModuleHandler.py, appModules): Diese Module enthalten Funktionen für den Umgang mit Anwendungsmodulen. Sehen Sie sich die Liste weiter unten für nützliche Methoden an.
es: Subsistema para ap module (appModuleHandler.py, appModules): El subsistema encargado de manejar los módulos de aplicaciones (véase el capítulo sobre los módulos de aplicación para obtener más información).
fr: Sous-système pour App Module (appModuleHandler.py, appModules): Le sous-système chargé de gérer les app modules (voir le chapitre sur les app modules pour plus d'informations).
ja: APP モジュールサブシステム(appModuleHandler.py、 appModules)：APP モジュール(詳細についてはAPP モジュールの章を見てください)を処理することを担当しているサブシステム。
zh_cn: 程序模块子系统(appModuleHandler.py和程序模块们):子系统负责控制程序模块（更多详情，请查看章节“程序模块”获取）。

source: ARIA support (aria.py): Implements support for Accessible Rich Internet Applications (ARIA).
ar: ARIA support (aria.py): وهي لتنفيذ دعم تطبيقات الإنترنت الغنية والمتوافقة مع قارآت الشاشة (ARIA).
de: ARIA-Unterstützung (aria.py): Enthält Unterstützung für zugängliche Internet-Anwendungen (ARIA = Accessible Rich Internet Applications).
es: Soporte de ARIA (aria.py): Implementa soporte para acceso para Rich Internet Applications(ARIA).
fr: Support ARIA (aria.py): Implémentes un support pour Accessible Rich Internet Applications (ARIA).
ja: ARIAサポート(aria.py)：アクセシブル・リッチ・インターネット・アプリケーション(ARIA)のサポートを実装しています。
zh_cn: ARIA 支持 (aria.py): 掌控访问富互联网应用（ARIA）的支持。

source: Base object collection (baseObject.py): Contains useful base objects such as scriptable objects (see the chapter on NvDA objects and overlay objects for more information).
ar: Base object collection (baseObject.py): تحتوي على قاعدة بالكائنات objects كالكائنات الوظيفية scriptable objects (انظر الفصل الخاص بكائنات NVDA و overlay objects لمزيد من المعلومات).
de: Basisklassen für Objekte (baseObject.py): Enthält Basisobjekte; sehen Sie sich das dortige Kapitel für weitere Informationen an.
es: Colección de objetos Base (baseObject.py): Contiene objetos de base útiles como objetos escritables (véase el capítulo sobre objetos NVDA y objetos de superposición para obtener más información).
fr: Collection d'objets base (baseObject.py): Il contient des objets de base utiles comme des objets scriptables (voir le chapitre sur les objets de NVDA et les objets overlay pour plus d'informations).
ja: ベースオブジェクトのコレクション(baseObject.py)：スクリプト可能オブジェクトなどの有益なベースオブジェクトを含んでいます。(詳細はNVDAオブジェクトやオーバーレイオブジェクトの章を参照してください)
zh_cn: 基本对象集合(baseObject.py): 包含实用的对象，如可编程对象（请查看 NVDA 对象和覆盖对象章节获取更多信息）。

source: Braille input and output subsystem (braille.py, brailleInput.py): Controls braille output to and input from braille displays, needed by braille display driver add-ons.
ar: Braille input and output subsystem (braille.py, brailleInput.py): التحكم في إدخال وإخراج البرايل, التي تحتاجها إضافات برنامج السطر الإلكتروني.
de: Ein-/Ausgabe in Braille (braille.py, brailleInput.py): Enthält Funktionen zum Steuern der Ein- und Ausgabe von Meldungen auf der Braillezeile.
es: Subsistema de entrada y salida de Braille (braille.py, brailleInput.py): Controla la salida braille a y las aportaciones de las pantallas Braille, necesario para los complementos de controladores de pantallas braille.
fr: Sous-système d'entrée et de sortie Braille (braille.py, brailleInput.py): Contrôles la sortie braille à et les apports des afficheurs braille, requis pour les pilotes des modules complémentaires des afficheurs braille.
ja: 点字入出力サブシステム(braille.py, brailleInput.py) : 点字ディスプレイへの出力と点字ディスプレイからの入力を制御します。点字ディスプレイドライバのアドオンが必要とする機能です。
zh_cn: 点字输入输出子系统(braille.py, brailleInput.py):控制点显器盲文的输入输出，需要点显器驱动插件的支持。

source: Build-in modules (builtin.py): Allows access to builtin modules when working with add-ons.
ar: Build-in modules (builtin.py): تتيح الوصول إلى الوحدات modules الداخلية bultin عند العمل مع الإضافات البرمجية.
de: Integrierte Module (builtin.py): Dient beim Umgang mit Erweiterungen zum Zugriff auf integrierte Module.
es: Módulos compilados (builtin.py): Permite el acceso a módulos compilados cuando se trabaja con complementos.
fr: Modules compilées (builtin.py): Il permet d'accéder aux modules compilées Lorsque vous travailler avec des modules complémentaires.
ja: 組み込みモジュール(builtin.py)：アドオンからビルトインモジュールへのアクセスを可能にします。
zh_cn: 内建模块(builtin.py):允许在插件工作时访问内建模块。

source: Configuration (config): Manages configuration and profiles (profiles are available in 2013.3 or later).
ar: Configuration (config): لإدارة الإعدادات والأوضاع (الأوضاع متاحة منذ إصدار NVDA2013.3 وما بعده).
de: Konfiguration (config): Verwaltet Einstellungen und Konfigurationsprofile (letztere sind seit NVDA 2013.3 oder neuer verfügbar).
es: Configuración (config): Administra la configuración y los perfiles (los perfiles están disponibles en 2013.3 o posterior).
fr: Configuration (config): Gère la configuration et les profils (les profils sont disponibles dans la version 2013.3 ou ultérieure).
ja: 設定(config)：設定とプロファイル(プロファイルは2013.3以降で利用可能)を管理します。
zh_cn: 配置（config）： 管理配置和配置文件（配置文件在 2013.3 后可用）。
