Repository: nvdacn/screenReaderTranslations
Catalog: website/devDocs/devDocs.*.po
Languages: ar, de, es, fr, ja, zh_cn

source: If you wish to see a more detailed description about the navigator object, while the navigator object is located at the object you're interested in, press NvDA+F1 to launch log viewer. The root of all objects in Windows is the desktop, or shell object.
ar: إذا كنت تريد رؤية وصف أكثر تفصيل للكائن المحدد بمؤشر NVDA "navigator object", عندما يكون مؤشر NVDA واقع تحت الكائن الذي تريده, اضغط NVDA+f1 لفتح عارض التقارير. وجذع كل الكائنات بويندوز هو سطح المكتب أو shell object.
de: Um eine ausführlichere Liste der Eigenschaften angezeigt zu bekommen, setzen Sie den Navigator auf das betreffende Objekt und drücken Sie anschließend die Tastenkombination NVDA+F1; dann wird der Protokollbetrachter angezeigt.
es: Si deseas ver una descripción más detallada sobre el navegador de objetos, mientras que el navegador de objetos se encuentre en el objeto en que estés interesado, pulsa NVDA+F1 para lanzar el visualizador del registro. La raíz de todos los objetos de Windows es el escritorio, objeto shell.
fr: Si vous souhaitez voir une description plus détaillée sur l'objet navigateur, tandis que l'objet navigateur est situé à l'objet que vous intéresse, appuyez sur NVDA+F1 pour lancer la visionneuse du journal. La racine de tous les objets dans Windows est le bureau, ou l'objet shell.
ja: ナビゲーターオブジェクトについてさらに詳細な説明をご覧になりたい場合は、NvDA+F1を押してログビュアーを起動してください。Windowsの中のすべてのオブジェクトのルートはデスクトップまたは空のオブジェクトです。
zh_cn: 如果您想查看浏览对象的更详细描述，且导航对象已经定位到您锁感兴趣的对象，请按“NVDA+F1）运行日志查看器查看。所有对象的根就是桌面货外壳对象（译者注：所谓“根”通常指的是第一层）。

source: Focus vs. navigator object
ar: مؤشر النظام في مقابل مؤشر NVDA
de: Fokus- vs. Navigatorobjekt
es: Foco vs. navegador de objetos
fr: Focus vs. objet navigateur
ja: フォーカスとナビゲーターオブジェクト
zh_cn: 焦点 vs. 导航对象

source: In your add-on, you might wish to work with various objects and manipulate them. These may include changing the focused object, synchronizing navigator and focus objects, changing the role of an object and so on.
ar: ربما تحتاج عند كتابة إضافتك للتعامل مع كائنات objects مختلفة وتطويرها. وربما يشمل ذلك تغيير الكائن المحدد بمؤشر النظام focused object, تزامن مؤشر النظام مع مؤشر NVDA, تغيير نوع الكائن وهكذا.
de: Innerhalb Ihrer Erweiterung möchten Sie möglicherweise mit Objekten umgehen oder diese manipulieren. Dazu gehört u. a. das Verschieben des Fokus auf ein bestimmtes Objekt, das Synchronisieren von Fokus und Navigator oder das Ändern des Typs eines bestimmten Objekts.
es: En tu complemento, podrías querer trabajar con varios objetos y manipularlos. Estos podrán incluír cambiar el objeto enfocado, sincronizar el navegador de objetos y el foco, cambiar la función de un objeto y así sucesivamente.
fr: Dans votre module complémentaire, vous souhaitez travailler avec divers objets et les manipuler. Ceux-ci peuvent inclure le changement de l'objet ayant le focus, la synchronisation du navigateur, et l'objet du focus, changement du rôle d'un objet et ainsi de suite.
ja: アドオンを使って様々なオブジェクトによって操作する ことを望むかもしれません。これらは、フォーカスが当たった、オブジェクトを入れ替える、ナビゲータオブジェクトとフォーカスオブジェクトを同期させる、オブジェクトロールを変更するなどといった操作を含むかもしれません。
zh_cn: 在您的插件里，您可能会工作在并控制着各种各样的对象。这可能包括改变聚焦对象、同步导航对象和焦点对象、修改一个对象的角色等等。

source: A focus object is the currently focused control. These are linked to keyboard focus - that is, it follows the highlighted control. In contrast, a navigator object is the object you're interested in. Since navigator objects can move anywhere, you can examine two objects at once: the focused object and the navigator object. For instance, you might be focused on an edit field while examining the title bar as the navigator object.
ar: إن ال focus object هو الكائن المحدد بمؤشر النظام. وهذا المؤشر يرتبط بلوحة المفاتيح بمعنى أن الذي يحدد بلوحة المفاتيح هو الكائن المحدد بمؤشر النظام. في المقابل, فإن ال navigator object, هو الكائن الذي تهتم به. ونظرا لأن الكائنات المحددة بمؤشر NVDA يمكن أن تتحرك في أي مكان, فإنه يمكنك فحص كائنين معا: الكائن المحدد بمؤشر النظام وكائن مؤشر NVDA الذي يتبعه. على سبيل المثال, يمكن أن يكون التركيز على مربع تحديد في حين أنك تفحص شريط العنوان ك navigator object.
de: Das Fokusobjekt ist dasjenige Objekt, welches momentan hervorgehoben wird. Dieses Objekt nimmt üblicherweise die Tastatureingaben entgegen. Im Gegensatz dazu wird dasjenige Objekt, an dem Sie interessiert sind, als Navigatorobjekt bezeichnet. Da Sie den Navigator auf ein beliebiges Objekt verschieben können, können Sie zwei Objekte zur selben Zeit untersuchen: Das Fokusobjekt und das Navigatorobjekt. So können Sie beispielsweise ein Eingabefeld im Fokus haben und gleichzeitig den Navigator auf der Titelzeile des Fensters plazieren.
es: Un objeto en el enfoque es el control enfocado actualmente. Este está relacionado con el foco del teclado- es decir, sigue al control resaltado. En contraste, un navegador de objetos es el objeto de tu interés. Dado que el navegador de objetos se puede mover en cualquier lugar, puedes examinar dos objetos a la vez: el objeto enfocado y el navegador de objetos. Por ejemplo, podrías enfocar sobre un campo de edición mientras examinas la barra de título con el navegador de objetos.
fr: Un objet de focus est le contrôle ayant actuellement le focus. Ceux-ci sont liés au focus clavier - autrement dit, il suit le contrôle sélectionnée. En revanche, un objet navigateur est l'objet qui vous intéresse. Étant donné que les objets navigateur peuvent se déplacer n'importe où, vous pouvez examiner les deux objets à la fois : l'objet ayant le focus et l'objet navigateur. Par exemple, vous pourriez être sur une zone d'édition ayant le focus tout en examinant la barre de titre, comme l'objet navigateur.
ja: フォーカスオブジェクトは、現在フォーカスが当たっているフォーカスをコントロールします。これらはキーボードの位置と結び付きます - つまり、それはハイライトされたコントロールにリンクしています。対照的に、ナビゲーターオブジェクトは、あなたが注目しているオブジェクトです。ナビゲータオブジェクトはどこにでも移動することができるので、すぐにフォーカスオブジェクトとナビゲーターオブジェクトの2つのオブジェクトを調査することができます。例えば、ナビゲーターオブジェクトとしてタイトル・バーを調査しているときに、エディットフィールドにフォーカスが合うかもしれません。
zh_cn: 焦点对象就是当前获得焦点的对象。控件连接着键盘焦点--就是说，焦点跟随着高亮的控件。与此不同，导航对象就是您感兴趣的对象。因为导航对象可以移动到任何地方。您可以同时查看聚焦对象和浏览对象这两个对象。 例如，您可以在焦点处于一个编辑框的同时使用导航对象查看标题栏。

source: In your add-on, to fetch the object with focus, write `someObj = api.getFocusObject()`. The someObj can be named differently - the convention is to use the name "obj". To fetch the navigator object (which might be different from the focused object), use `obj = api.getNavigatorObject()`.
ar: إذا كنت تريد إحضار الكائن المحدد بمؤشر النظام, the focus object, `someObj = api.getFocusObject()`. الكلمة someObj تستبدل بأسماء مختلفة وجرت العادة استخدام "obj". لإحضار الكائن المحدد بمؤشر NVDA (والذي يمكن أن يكون مختلف عن الكائن المحدد بمؤشر النظام), استخدم `obj = api.getNavigatorObject()`.
de: Um innerhalb Ihrer Erweiterung auf das Fokusobjekt zuzugreifen und Informationen von ihm abzurufen, verwenden Sie die folgende Anweisung: `fokus = api.getFocusObject()`. Den Namen der Variablen (im Beispiel Obj) können Sie frei wählen. Um auf das Navigatorobjekt zuzugreifen, verwenden Sie die folgende Anweisung: `obj2 = api.getNavigatorObject()`.
es: En tu complemento, para obtener el objeto con el foco, escribe `someObj = api.getFocusObject()`. el someObj puede ser llamado de forma diferente- la convención es utilizar el nombre "obj". Para obtener el navegador de objetos (que podría ser diferente del del objeto enfocado), utiliza `obj = api.getNavigatorObject()`.
fr: Dans votre module complémentaire, pour récupérer l'objet avec le focus, écrire `someObj = api.getFocusObject()`. Le someObj peut être nommé différemment - la convention est d'utiliser le nom "obj". Pour récupérer l'objet navigateur (qui peut être différent de l'objet ayant le focus), utilisez `obj = api.getNavigatorObject()`.
ja: アドオンの中で、フォーカスによってオブジェクトを取得するには、`someObj = api.getFocusObject()` と記述します。someObjは別の名前にすることができます - 書き方は、name "obj" を使うことになっています。ナビゲーターオブジェクト(フォーカスが合ったオブジェクトと違うかもしれません)を取得するために、`obj = api.getNavigatorObject()` を使用します。
zh_cn: 在您的插件里，要想获取有焦点的对象，编写 `someObj = api.getFocusObject()`。 someObj 可以使用不同的名字——习惯上使用名称 “Obj”。要想获取导航对象（它可能雨焦点对象不同），可使用`obj = api.getNavigatorObject()`。

source: Other useful object-related goodies
ar: أشياء أخرى جيدة مرتبطة بالكائن
de: Weitere nützliche Tipps zu Objekten
es: Otras golosinas relacionadas con objetos útiles
fr: Autres choses utile liées à l'objet
ja: 他の有益なオブジェクト
zh_cn: 其他有用的对象——相关的优点

source: Here are some other methods which works with NVDA objects, all located in api.py module:
ar: وها هي بعض ال methods المفيدة التي تعمل مع كائنات NVDA وكلها موجودة بالوحدة api.py
de: Im folgenden Abschnitt finden Sie einige nützliche Methoden rund um Objekte, die aus dem Modul api.py Stammen:
es: Aquí están algunos otros métodos que funcionan con objetos de NVDA, todos ubicados en el módulo api.py:
fr: Voici quelques autres méthodes qui fonctionne avec des objets NVDA, tous situés dans le module api.py :
ja: ここには他のメソッドがあります、すべてapi.pyモジュールに格納されており、NVDAオブジェクトとして動作します：
zh_cn: 这里有一些 NVDA 对象工作时可用的其他实用方法，他们都备放置在模块“api.py”：

source: If you wish to obtain the foreground object (useful if you wish to look at some child object of the foreground window), use `obj = api.getForegroundObject()`.
ar: إذا أردت الحصول على الكائن الأمامي foreground object (مفيد عندما تريد أن تنظر إلى الكائن المندرج تحت النافذة الأمامية), استخدم `obj = api.getForegroundObject()`.
de: Wenn Sie das Fenster im Vordergrund ermitteln möchten (um z. B. auf dessen untergeordnete Objekte zuzugreifen), verwenden Sie `obj = api.getForegroundObject()`.
es: Si deseas obtener el objeto en primer plano (útil si se desea ver algún objeto secundario de la ventana en primer plano), utiliza `obj = api.getForegroundObject()`.
fr: Si vous souhaitez obtenir l'objet au premier plan (utile si vous souhaitez consulter certains objet enfant de la fenêtre au premier plan), utilisez `obj = api.getForegroundObject()`.
ja: フォアグラウンドの目標(フォアグラウンドウィンドウのある子オブジェクトを見たいなら便利です)を達することを望むならば、`obj = api.getForegroundObject()` を使用します。
zh_cn: 如果您想获取前景对象（如您想查看前景窗口的子对象，这是非常有用的），使用 `obj = api.getForegroundObject()`。

source: From Python Console, to see the number of child objects that an object contains (for instance, the children, or widgets of a foreground window), type `obj.childCount`. The value 0 means that there are no more child objects.
ar: من نافذة أوامر بيثون, لرؤية عدد الكائنات المندرجة تحت النافذة الأمامية (على سبيل المثال, أبناء, أو قطع النافذة الأمامية), اكتب `obj.childCount`. تعني القيمة 0 بأنه لا يوجد كائن مندرج تحت هذه النافذة.
de: Um von der Python-Konsole aus die Anzahl untergeordneter Objekte für ein Objekt abzurufen, verwenden Sie `obj.childCount`. Wenn Sie einen Rückgabewert von 0 erhalten, bedeutet dies, dass dieses Objekt keine untergeordneten Objekte besitzt.
es: Desde Python Console, para ver el número de objetos secundarios que contiene un objeto (por ejemplo, el hijo, o los widgets de una ventana en primer plano), teclea `obj.childCount`. El valor0 significa que no hay más objetos secundarios.
fr: À partir de la Console Python, pour voir le nombre d'objets enfants qui contient un objet (par exemple les enfants ou widgets d'une fenêtre au premier plan), tapez `obj.childCount`. La valeur 0 signifie qu'il n'y a pas plus d'objets enfants.
ja: オブジェクトが含んでいる(例えばフォアグランドウィンドウの子またはウィジェット)子オブジェクトの数を見るには、Pythonコンソールから、`obj.childCount` とをタイプします。値0は、もう、子オブジェクトがないことを意味しています。
zh_cn: 在 Python 控制台查看某对象包含的子对象（如紫成员货前景窗口的小部件等）的数目，输入`obj.childCount`。值为0说明已经没有更多的紫对象了。

source: To set some object as the new focus or navigator object, use `api.setFocusObject(obj)` or `api.setNavigatorObject(obj)`.
ar: لوضع كائن كي يكون هو الكائن المحدد بمؤشر النظام focus object أو كي يكون مؤشر NVDA navigator object, استخدم `api.setFocusObject(obj)` أو `api.setNavigatorObject(obj)`.
de: Um den Fokus oder den Navigator auf ein bestimmtes Objekt zu setzen, verwenden Sie `api.setFocusObject(obj)` bzw. `api.setNavigatorObject(obj)`.
es: Para definir un objeto como el nuevo foco o el navegador de objetos, utiliza `api.setFocusObject(obj)` o `api.setNavigatorObject(obj)`.
fr: Pour définir un objet comme le nouveau focus ou l'objet navigateur, utilisez `api.setFocusObject(obj)` ou `api.setNavigatorObject(obj)`.
ja: あるオブジェクトを新しいフォーカスまたはナビゲーターオブジェクトと指定するには、`api.setFocusObject(obj)` または`api.setNavigatorObject(obj)` を使用してください。
zh_cn: 要想设置某些对象为新的有焦点对象货浏览对象，可使用 `api.setFocusObject(obj)` 货 `api.setNavigatorObject(obj)`。

source: You can fetch various properties of an object by specifying obj.property where property is the attribute you wish to see (e.g. obj.value).
ar: يمكنك الحصول على خصائص مختلفة للكائن بتحديد obj.property حيث ستستبدل كلمة property بالخاصية التي تريد رؤيتها (على سبيل المثال obj.value).
de: Sie können diverse Eigenschaften über ein Objekt abrufen, indem Sie obj.eigenschaft angeben, wobei Eigenschaft das Attribut angibt, das Sie abrufen möchten. Um zum Beispiel den Wert eines Objekts abzurufen, verwenden Sie obj.value.
es: Puedes obtener varias propiedades de un objeto especificando obj.property donde property es el atributo que deseas ver (por ejemplo. obj.value).
fr: Vous pouvez récupérer les différentes propriétés d'un objet en spécifiant obj.property où property est l'attribut que vous souhaitez voir (par exemple, obj.value).
ja: プロパティを閲覧すること、 希望するアトリビュートであるobj.propertyを指定することによってオブジェクトの様々なプロパティを取得することができます。（例えば obj.value)
zh_cn: 您可以通过 obj.property 获得对象的各种属性，property就是您想查看的属性（如 obj.values）。

source: Example 1: Finding the value of a slider in a program
ar: مثال 1: العصور على قيمة شريط سحب في برنامج
de: Beispiel 1: Auffinden des Wertes für einen Schieberegler in einem Programm
es: Ejemplo 1: Encontrar el valor de un deslizador en un programa
fr: Exemple 1 : Trouver la valeur d'un potentiomètre dans un programme
ja: サンプル1：プログラムのスライダの値を取得する
zh_cn: 例1：查找程序滑块的值

source: Suppose you are asked by a user to give him the value of a slider in a program using an app module. After looking at the object hierarchy and other properties, you know that the toolbar is the last child of the foreground object.
ar: هب أن أحد المستخدمين طلب منك أن تكتب appmodule تمكنه من خلالها معرفة قيمة شريط سحب slider في برنامج. بعد النظر إلى الترتيب الشجري لكائنات البرنامج والخصائص الأخرى, تعلم بأن شريط الأدوات هو الكائن الأخير المندرج تحت للكائن الأمامي foreground.
de: Angenommen, Sie möchten dem Anwender die Möglichkeit geben, den aktuellen Wert eines Schiebereglers abzurufen. Nachdem Sie sich die Objekthierarchie angesehen haben, wissen Sie, dass der Regler das letzte untergeordnete Objekt des Fensters im Vordergrund ist.
es: Supongamos que se te preguntó por un usuario para darle el valor de un deslizador en un programa usando un app module. Después de buscar en la jerarquía de objetos y otras propiedades, sabes que la barra de herramientas es el último hijo del objeto en primer plano.
fr: Supposons que vous êtes invité par un utilisateur pour lui donner la valeur d'un potentiomètre dans un programme utilisant un app module. Après avoir regardé la hiérarchie d'objets et d'autres propriétés, vous savez que la barre d'outils est le dernier enfant de l'objet au premier plan.
ja: あなたがユーザから、使っているプログラムの中のスライダの値を通知するようにしてほしいと頼まれたとします。オブジェクトツリー構造他のプロパティーを見た後に、あなたは、ツールバーがフォアグランドオブジェクトの最後の子供であると分かりました。
zh_cn: 假设您的用户要求您使用程序模块查看一个程序滑块的值，在查看对象的层级和其他属性之后，您发现这个工具栏还是前景对象的最后一个子成员。

source: Here is the code to implement this feature:
ar: ها هو الكود الذي سيمكنك من تنفيذ هذه المهمة:
de: Sie können folgenden Code verwenden, um diese Funktion zu implementieren:
es: Aquí está el código para implementar esta función:
fr: Voici le code pour implémenter cette fonctionnalité :
ja: 下記にその機能を実装するコードを示します：
zh_cn: 这里是提供此特性的代码：

source: # Object example 1
de: # Beispiel 1 zum Umgang mit Objekten
es: # Objeto ejemplo 1
fr: # Exemple d'objet 1
ja: # オブジェクトサンプル 1

source: sliderChildIndex = -1 # The variable to store the child index.
de: sliderChildIndex = -1 # In dieser Variable wird der Index des untergeordneten Objekts gespeichert.
es: sliderChildIndex = -1 # La variable para almacenar el índice del hijo.
fr: sliderChildIndex = -1 # La variable pour stocker l'index enfant.
ja: sliderChildIndex = -1 # 子インデックスを格納する変数。

source: In this code, the method `fg.children[index]` is used to retrieve the child with the given index (here, since we said the toolbar is the last child, the index would be minus 1, or the very last child; we could have used fg.lastChild).
ar: في هذا الكود, تستخدم ال method `fg.children[index]` كي تعطينا الكائن المندرج تحت الكائن الحالي مع رقمه (هنا, وحيث أننا قلنا بأن شريط الأدوات هو آخر كائن مندرج, فإن رقمه سيكون -1, وإذا أردنا أن نحصل على رقم آخر كائن مندرج, فإننا سنستخدم ال method fg.lastChild).
de: In diesem Beispiel wird über `fg.children[index]` das Element mit dem angegebenen Index abgerufen. Da der Regler das letzte Element ist, ist der index -1, alternativ können Sie auch die Eigenschaft LastChild verwenden, um den Schieberegler aufzufinden.
es: En este código, el método `fg.children[index]` se utiliza para recuperar al hijo con el índice dado (aquí, ya dijimos que la barra de herramientas es el último hijo, el índice sería menos 1, o el último hijo; podríamos haber utilizado fg.lastChild).
fr: Dans ce code, la méthode `fg.children[index]` est utilisée pour récupérer l'enfant avec l'index donné (ici, comme nous l'avons dit, la barre d'outils est le dernier enfant, l'index serait moins 1, ou le tout dernier enfant ; nous aurions pu utiliser fg.lastChild).
ja: このコードの中で、`fg.children[index]` メソッドは、与えられたインデックスを持つ子供を指定ために使われます(ここでは、ツールバーが最後の子供ということなので、インデックスはマイナス1、またはまさに最後の子供、fg.lastChild)を用いるかもしれません）
zh_cn: 在此代码中，方法`fg.children[index]`用来取回给出索引的子成员（这里，我们设定工具栏是最后一个子成员，因而索引号是 -1，货对于非常后面的成员，我们可以使用fg.lastChild）。

source: However, this code has an issue: what if the slider value is actually within the first child of the actual slider control? One way to fix this is to check the object's role. The modified code looks like this:
ar: إلا أنه توجد مشكلة في هذا الكود وهي: ماذا لو كانت قيمة شريط السحب في أول كائن مندرج تحت شريط السحب؟ هناك طريقة واحدة يمكنك من خلالها معالجة هذه المشكلة وهي فحص نوع الكائن. لذا فيصبح الكود المعدل كالتالي:
de: Dieser Code enthält jedoch einen Fehler. Dieser tritt auf, wenn die einstellung des Schiebereglers im ersten untergeordneten Objekt des Reglers zu finden ist. eine geänderte Version des Codes, der den Fehler behebt, sieht folgendermaßen aus:
es: Sin embargo, este código tiene un problema: ¿y si el valor del deslizador está en realidad dentro del primer elemento secundario del control deslizador real? Una forma de solucionar este problema es comprobar el rol del objeto. El código modificado se ve así:
fr: Toutefois, ce code a un problème : que se passe-t-il si la valeur du potentiomètre est en fait à l'intérieur du premier enfant du contrôle du potentiomètre réelles ? Pour résoudre ce problème il consiste à vérifier le rôle de l'objet. Le code modifié ressemble à ceci :
ja: しかし、このコードには問題があります：スライダの値が実際のスライダコントロールの最初の子供の中にある場合はどうでしょうか？これを直す1つの方法は、オブジェクトのロールをチェックすることです。修正されたコードはこのようになります：
zh_cn: 可能，这份代码有一个问题：万一如果滑块的值实际上包含在滑块的第一个子成员控件怎么办？解决这个问题的其中一个办法就是检测对象角色。修改的代码看起来像这样：

source: def getSliderValue(self): from controltypes import ROLE_SLIDER # It is possible to import from within a method. fg = api.getForegroundObject() slider = fg.lastChild if slider.role == ROLE_SLIDER: return slider.firstChild.value
de: def getSliderValue(self): from controltypes import ROLE_SLIDER # Innerhalb einer Methode kann Code importiert werden. fg = api.getForegroundObject() slider = fg.lastChild if slider.role == ROLE_SLIDER: return slider.firstChild.value
es: def getSliderValue(self): from controltypes import ROLE_SLIDER # Es posible importar desde un método. fg = api.getForegroundObject() slider = fg.lastChild if slider.role == ROLE_SLIDER: return slider.firstChild.value
fr: def getSliderValue(self): from controltypes import ROLE_SLIDER # Il est possible d'importer à partir d'une méthode. fg = api.getForegroundObject() slider = fg.lastChild if slider.role == ROLE_SLIDER: return slider.firstChild.value
ja: def getSliderValue(self): from controltypes import ROLE_SLIDER # メソッドをインポートしています fg = api.getForegroundObject() slider = fg.lastChild if slider.role == ROLE_SLIDER: return slider.firstChild.value

source: Thus, when we know for sure that we're dealing with the slider, the method returns the value of the slider's first child (if that is the case). Note the two equals signs for equality, as opposed to just one equals sign for assignment.
ar: لذا, عندما نكون على يقين من أننا نعمل مع شريط سحب, فإن ال method ستعود بقيمة أول كائن مندرج تحت شريط السحب (إذا كانت هذه هي القضية). لاحظ أن علامتي يساوي للتساوي بين القيم, في مقابل علامة اليساوي الواحدة للتعيين.
de: Beachten Sie dass Sie zum Prüfen auf Gleichheit in einer Bedingung zwei Gleichheitszeichen verwenden müssen. Zum Zuweisen von Werden müssen Sie dagegen ein gleichheitszeichen verwenden.
es: Así, cuando estemos seguros de que estamos tratando con el control deslizador, el método devuelve el valor del primer hijo del deslizador (Si ese es el caso). Nota los dos signos de igual para la igualdad, en lugar de sólo uno que es signo igual para la asignación.
fr: Ainsi, alors que nous savons avec certitude que nous traitons avec le potentiomètre, la méthode retourne la valeur du premier enfant du potentiomètre (si c'est le cas). Remarque les deux signes égale pour l'égalité, par opposition à un seul signe pour l'affectation.
ja: 従って、スライダーとやりとりしていると確かに分かっているときには、メソッドは、スライダの最初の子供の値を戻します(このケースの場合)。1つの等号と同等に、2つの対照的な等号についても言及してください。
zh_cn: 就此，我们知道并确定经过我们的处理，函数可以返回滑块的第一个子对象的值（如果存在这种情况的话）。请注意：两个等号表示相等，只有一个等于号表示分配。

source: There are other examples you can try to familiarize yourself with object navigation and manipulation:
ar: توجد أمثلة أخرى يمكنك الاستعانة بها للتآلف مع الكائنات وحركتها وتطورها:
de: Es gibt noch weitere Beispiele, mit deren Hilfe Sie sich mit Objektnavigation und -Manipulation vertraut machen können:
es: Hay otros ejemplos que puedes intentar para familiarizarte con la navegación y manipulación de objetos:
fr: Il y a d'autres exemples, vous pouvez essayer de vous familiariser vous-même avec la navigation par objet et la manipulation :
ja: あなた自身でオブジェクトナビゲーションとマニピュレーションに慣れるために、他にもサンプルがあります：
zh_cn: 这里还有其他的例子可以帮助您熟悉导航对象和操作：

source: Obtaining the name of an object that is located somewhere else in the program.
ar: الحصول على اسم الكائن الموجود في مكان آخر بالبرنامج
de: Abrufen des Namens für ein objekt das sich irgendwo im Programm befindet.
es: Obtener el nombre de un objeto que se encuentra en otro lugar en el programa.
fr: Obtention du nom d'un objet qui est situé ailleurs dans le programme.
ja: 他のどこかあるいはプログラム内にあるオブジェクトの名前を取得します。
zh_cn: 获取不再这个程序而在其他地方的对象的名称。

source: Moving the navigator to the foreground object.
ar: نقل مؤشر NVDA navigator للكائن الحالي
de: Verschieben des Navigators zum Objekt im Vordergrund.
es: Mover el navegador al objeto en primer plano.
fr: Déplacement du navigateur vers l'objet au premier plan.
ja: ナビゲータをフォアグランドオブジェクトに移動させます。
zh_cn: 移动导航器到前景对象。

source: Setting focus to another program.
ar: تنشيط مؤشر النظام the focus لبرنامج آخر
de: Ein anderes Programm fokussieren.
es: Poner el foco en otro programa.
fr: Positionnement du focus vers un autre programme.
ja: フォーカスを別のプログラムに設定します。
zh_cn: 设置焦点到其他程序。

source: For real-life examples on objects in NvDA, consult the NvDA source code or source codes of various community add-ons.
ar: لمزيد من الأمثلة حول كائنات NVDA, ارجع إلى مصدر شفرة NVDA أو مصدر شفرة الإضافات البرمجية الأخرى التي قام بكتابتها المطورون.
de: Sehen Sie sich den Quellcode von NVDA oder den Quellcode von Erweiterungen für weitere Beispiele an.
es: Para ver ejemplos en la vida real sobre los objetos de NVDA, consulta el código fuente de NVDA o los códigos fuente de diversos complementos de la comunidad.
fr: Pour des exemples concrets sur les objets de NVDA, consulter le code source de NVDA ou les codes sources des différents modules complémentaires de la communauté.
ja: NvDAオブジェクト上の例は、NvDAソースコードまたは様々なコミュニティアドオンのソースコードを参照してください。
zh_cn: 关于 NVDA 对象的更多现实例子，可以查阅 NVDA 源代码货其他社区插件。
