Repository: nvdacn/screenReaderTranslations
Catalog: website/devDocs/devDocs.*.po
Languages: ar, de, es, fr, ja, zh_cn

source: `tones.beep(pitch in hertz, duration in milliseconds, left channel volume, right channel volume)`: Plays a tone of specified pitch for specified duration. The first two arguments are mandatory, while the other two are optional.
ar: `tones.beep(الحدة وتقاس بالهرتز, المدة بالملوثانية, صوت السماعة اليسرى, صوت السماعة اليمنى)`: تشغيل نغمة بحدة معينة تحددها أنت لمدة تحددها أنت أيضا. ال دليلان الأوليان arguments إجباريان, بينما الاثنان الآخران يمكن وضعهما اختياريا.
de: `tones.beep(Frequenz in Hertz, Dauer in Millisekunden, Lautstärke des linken Kanals, Lautstärke des rechten Kanals)`: Spielt einen Ton mit der angegebenen Frequenz und Dauer ab. Die ersten beiden Argumente sind Pflicht, die anderen beiden Argumente sind optional.
es: `tones.beep(tono en hercios, duración en milisegundos, volumen del canal izquierdo, volumen del canal derecho)`: Reproduce un tono de tono especificado para la duración especificada. Los dos primeros argumentos son obligatorios, mientras que los otros dos son opcionales.
fr: `tones.beep(ton en hertz, durée en millisecondes, volume du canal gauche, volume du canal droit)`: Joue un signal sonore spécifié pendant la durée spécifiée. Les deux premiers arguments sont nécessaires, alors que les deux autres sont facultatifs.
ja: `tones.beep(音程（Hz） , 音の長さ（MS）, 左チャンネルのボリューム, 右チャンネルのボリューム)`:指定の長さ、及び音程の音をならします。最初の2つの引数は必須、残りの2つはオプションです。
zh_cn: `tones.beep(表示音高的赫兹数,持续的毫秒数,左通道音量,右通道音量)`: 按照给定的音高和时常播放提示音。前面的两个参数是必须的，而另外的两个是可选参数。

source: From ui:
de: Methode aus dem Modul `ui`:
es: De ui:
fr: De ui:
ja: ui:
zh_cn: 来自 ui:

source: `ui.message(message to be spoken/brailled)`: Speaks or brailles the message. This should be a string surrounded by quotes.
ar: `ui.message(الرسالة التي سيتحدث بها البرنامج أو التي ستظهر على السطر الإلكتروني)`: نطق أو كتابة الرسالة على السطر الإلكتروني. ينبغي أن تكون هذه الرسالة نصية محاطة بعلامتي تنصيص.
de: `ui.message(Meldungsausgabe)`: Gibt eine Meldung in Form von sprache und/oder Brailleschrift aus. Die Meldung muss in Anführungszeichen stehen.
es: `ui.message(mensaje a verbalizar/braillificar)`: Habla o pone en Braille el mensaje. Esto debe ser una cadena entre comillas.
fr: `ui.message(message à être parlées/braillifiquées)`: Parle ou met en Braille le message. Ceci doit être une chaîne entre guillemets.
ja: `ui.message(音声または点字で出力するメッセージ)`: メッセージを音声出力、もしくは点字ディスプレイに出力します。文字列はダブルコーテーションで囲む必要があります。
zh_cn: `ui.message(需要语音或点字输出的消息)`: 用语音或点字输出该消息，此参数必须是带有引号的字串。

source: There are other useful methods out there, but the above are the most useful ones. See the NVDA source code documentation for other methods, or see the examples below on how these methods and others are used throughout the life of an add-on.
ar: هناك العديد من الطرق المفيدة التي لم نذكرها, لكن ما ذكرناه هو أهمها. انظر شفرة NVDA لمزيد من الطرق methods, أو انظر الأمثلة أدناه لمعرفة كيفية تطبيق هذه الطرق methods وغيرها.
de: Es gibt noch weitere nützliche Methoden. Sehen Sie sich dazu die Dokumentation des Quellcodes für weitere Informationen an.
es: Hay otros métodos útiles por ahí, pero los anteriores son los más útiles. Consulta la documentación del código fuente de NVDA para otros métodos, o mira los siguientes ejemplos de cómo se utilizan estos métodos y otros a lo largo de la vida de un complemento.
fr: Il existe d'autres méthodes utiles là-bas, mais les précédents son les plus utiles. Voir la documentation du code source de NVDA pour d'autres méthodes, ou les exemples ci-dessous sur la façon dont ces méthodes et autres sont utilisés tout au long de la vie d'un module complémentaire.
ja: 他にも有益なメソッドがありますが、これまで挙げたものが最も有益なものです。他のメソッドについてはNVDAソースコードドキュメントをご覧いただくか、これらのメソッドとその他の有効範囲については、下記の例をご覧ください。
zh_cn: 除此之外，还有其他有用的方法，但是上面提到的就是最常用的。查看 NVDA 源码文档可以获知其他方法的信息，或者查看下方的例子学习如何在插件的开发生命周期使用方法和其他东西。

source: Add-on module components and development tips
ar: عناصر وحدة الإضافة البرمجية وتنبيهات للمطورين
de: Hinweise und Tipps zur Entwicklung von NVDA-Erweiterungen und -komponenten
es: Consejos para desarrollo de componentes de módulos y de complementos
fr: conseils de développement et Composants de module complémentaires
ja: アドオンモジュールコンポーネントと開発のヒント
zh_cn: 插件模块的组成和开发提示

source: An add-on module consists of a number of components. This includes handling input and output, working with different NvDA objects, reacting to events, storing configuration and more.
ar: تتكون وحدة الإضافة البرمجية من عدد من العناصر. وتشمل التعامل مع المدخلات والمخرجات, التعامل مع كائنات NVDA (objects) المختلفة, رد الفعل على الأحداث events, وحفظ الإعدادات وأشياء أخرى.
de: Eine NVDA-Erweiterung besteht aus mehreren Komponenten. In solchen Komponenten können Sie z. B. auf Ereignisse reagieren, mit Sprachausgaben oder Braillezeilen umgehen, Einstellungen verwalten, Meldungen ausgeben, etc.
es: Un módulo de complemento se compone de un número de componentes. Esto incluye el manejo de la entrada y de la salida, del trabajo con diferentes objetos de NVDA, reaccionar a los eventos, el almacenamiento de configuración y más.
fr: Un module complémentaire se compose d'un certain nombre de composants. Cela inclut la manipulation des entrées et sorties, travaillant avec différents objets de NVDA, réagissant aux événements, stocker la configuration et plus encore.
ja: アドオンモジュールは多くのコンポーネントから成り立っています。これは入出力を取り扱う、別のNVDAオブジェクトを操作する、イベントに反応する、文字列を設定するなどといった操作が含まれています。
zh_cn: 一个插件由很多成分组成。包括控制输入输出、在不同的 NVDA 对象下工作、响应事件、存储配置或更多。

source: This chapter introduces key components and concepts that are used in add-on development, such as NVDA objects, scripts, event handling and additional topics with examples.
ar: يعرض هذا الفصل من الدليل المكونات والمفاهيم الرئيسية التي تستخدم في تطوير الإضافات, ككائنات NVDA, والوظائف scripts, والتعامل مع الأحداث events وموضوعات إضافية مع الدعم بالأمثلة.
de: In diesem Kapitel werden Konzepte wie NVDA-Objekte, Scripte, Ereignisbehandlung und weitere Themen behandelt und durch Beispiele vertieft.
es: Este capítulo presenta los componentes y conceptos clave que se utilizan en el desarrollo de complementos, tales como objetos de NVDA, scripts, gestión de eventos y temas adicionales con ejemplos.
fr: Ce chapitre présente les composants clées et concepts qui sont utilisés dans le développement de module complémentaires, tels que les objets de NVDA, scripts, gestion des événements et des sujets supplémentaires avec des exemples.
ja: この章では、NVDAオブジェクト、スクリプト、扱えるイベント、およびアドオン開発に用いられるキーコンポーネントとコンセプト、追加のトピックなどと例を紹介します。
zh_cn: 这一章节介绍了插件开发过程中的关键组成和概念。如 NVDA 对象、脚本、事件控制及其他主题，并付上了对应的例子。

source: Note that the NVDA core development guide introduces the below concepts. This chapter is intended as an extension of that document. Consult the NVDA development guide for a brief introductions.
ar: لاحظ أن دليل تطوير NVDA يعرض للمفاهيم التي سنذكرها أدناه. إلا أن هذا الفصل هو امتداد لهذا الدليل. ارجع إلى دليل تطوير NVDA لقراءة مقدمات مختصرة حول هذه المفاهيم.
de: Das NVDA-Entwicklerhandbuch gibt bereits eine Einführung zu den obigen Themen; dieses Kapitel bietet lediglich weitere Informationen.
es: Ten en cuenta que la guía básica para el desarrollo de NVDA introduce los conceptos de abajo. Este capítulo está pensado como una extensión de ese documento. Consulta la guía de desarrollo de NVDA para una breve introducción.
fr: Notez que le guide de développement du noyau de NVDA introduit des concepts ci-dessous. Ce chapitre est conçu comme une extension de ce document. Consultez le guide de développement NVDA pour une brève introduction.
ja: NVDAコア開発者ガイドでは下記のコンセプトに基づいて紹介することに注意してください。この章はそのドキュメントの拡張を意図して書かれています。短く紹介するためNVDA開発者ガイドを参照してください。
zh_cn: 请注意： NVDA 核心开发指南中介绍了下面的概念。这一章节只是那个文档的扩充。查阅 NVDA development guide 可获得概述。

source: Working with objects on screen
ar: العمل مع الكائنات على الشاشة objects
de: Arbeiten mit Objekten auf dem Bildschirm
es: Trabajando con objetos en pantalla
fr: Travailler avec des objets sur l'écran
ja: 画面上のオブジェクトに働きかける
zh_cn: 在屏幕上的控件工作

source: An object is an instance of a class - that is, a class coming to life while a program is running. For example, if a class called button has been defined, the button on a screen is the object of this button class.
ar: الكائن object هو مثال ل class التي تحيى عند تشغيل البرنامج. على سبيل المثال, إذا عرفنا class تسمى زر, فإن الزر الذي يظهر على الشاشة هو كئان ال class المسماة زر.
de: Ein Objekt ist eine Instanz einer Klasse. Wenn sie beispielsweise eine Schaltfläche in einer Anwendung sehen, wird diese von einer Instanz der Klasse `button` repräsentiert.
es: Un objeto es una instancia de una clase - es decir, una clase activa mientras que un programa se esté ejecutando. Por ejemplo, si se ha definido una clase llamada botón, el botón en una pantalla es el objeto de esta clase botón.
fr: Un objet est une instance d'une classe - c'est-à-dire, une classe qui prend vie pendant que un programme est en cours d'exécution. Par exemple, si vous avez défini une classe appelée bouton, le bouton sur un écran est l'objet de cette classe bouton.
ja: オブジェクトはクラスのインスタンスです - すなわち、プログラムが動いている間有効なクラスです。例えば、ボタンというクラスが定義されたなら、スクリーンのボタンはこのボタンクラスのオブジェクトです。
zh_cn: 一个对象就是一个“类”的“实例”，每当程序运行的时候，类就有了生命。如定义了一个“按钮”类，屏幕上的按钮就是这个“按钮”类的对象。

source: In NVDA, an object is representation of a control or parts of a program. This includes buttons, check boxes, edit fields, toolbars, sliders and even the application window. These are organized into hierarchies, or parent-child relationship where an object may contain child objects - for example, a list object in Windows Explorer may contain one or more list items, and the parent of this list might be the Windows Explorer window. The object that you're examining right now is termed "navigator object."
ar: في NVDA, الكائن هو تجسيد لادوات البرنامج. ويشمل ذلك الأزرار, ومربعات التحديد, ومربعات التحرير, وأشرطة الأدوات, وأشرطة السحب وحتى نافذة التطبيق ذاتها. ترتب هذه الكائنات في شكل شجري, أو علاقة آباء بأبنائهم إذ ربما يحتوي الكائن على كائنات تندرج تحته أو بمفهوم الآباء والأبناء, تكون الكائنات المندرجة تحت هذا الكائن هي الأبناء, على سبيل المثال, الكائن قائمة بمستكشف ويندوز ربما يحتوي على عنصر قائمة أو أكثر, ويكون الأب لكائن القائمة هو نافذة مستكشف ويندوز. الكائن الذي تفحصه الآن هو ما يعرف اصطلاحا في NVDA بمؤشر NVDA "navigator object."
de: In NVDA werden jegliche Steuerelemente durch Objekte repräsentiert; ganz gleich, ob es sich dabei um Schalter, Kontrollkästchen, Eingabefelder, Symbolleisten, Bildlaufleisten oder Anwendungsfenster handelt. Die Objekte sind hierbei hierarchisch organisiert.
es: En NVDA, un objeto es la representación de un control o partes de un programa. Esto incluye botones, casillas de verificación, campos de edición, barras de herramientas, deslizadores e incluso la ventana de la aplicación. Estos se organizan en jerarquías, o relación padre-hijo donde un objeto podrá contener objetos hijos - por ejemplo, un objeto lista en Windows Explorer podrá contener una o más elementos de lista, y el padre de esta lista podría ser la ventana de Windows Explorer. El objeto que estás examinando en este momento se denomina "navegador de objetos."
fr: Dans NVDA, un objet est la représentation d'un contrôle ou d'une parties d'un programme. Cela inclut les boutons, les cases à cocher, les zones d'édition, les barres d'outils, les potentiomètres et même la fenêtre de l'application. Ceux-ci sont organisés en hiérarchies, ou relation parent-enfant où un objet peut contenir des objets enfants - par exemple, une liste d'objet l'Explorateur Windows peut contenir un ou plusieurs éléments de liste et le parent de cette liste pourraient être la fenêtre de l'Explorateur Windows. L'objet que vous êtes en train d'examinez à l'instant est appeler "l'objet navigateur."
ja: NVDAの中で、オブジェクトはプログラムのコントロールまたはその集合の表現です。これはボタン、チェックボックス、エディットフィールド、ツールバー、スライダ、およびアプリケーションウィンドウを含みます。これらは階層的に構成されるか、オブジェクトが複数の子オブジェクトを含むかもしれません。例えば、Windowsエクスプローラの中のリストオブジェクトは一個以上リストを含むかもしれませんし、このリストの親はWindowsエクスプローラウィンドウであるかもしれません。あなたがちょうど今調査しているオブジェクトは「ナビゲーターオブジェクト」といいます。
zh_cn: 在 NVDA，一个“对象”表示了一个控件货程序的一部分。这包括按钮、复选框、编辑框、工具栏、滑块甚至是程序窗口。按照控件的父子关系--有些对象可能包含其他紫对象--，他们备分层组织。如 Windows 资源管理器的列表对象可能包含一个货多个列表项目对象。而这个列表的父对象可能就是 Windows 资源管理器窗口。您现在锁了解的对象就是“导航对象”。

source: The NVDA objects (or simply called objects) contains a number of useful properties or atributes. These include the object's name, its value (checked, text of the edit window, etc.), role (check box, window, embedded object, etc., location (screen coordinates) and more. NVDA objects also contain useful methods for manipulating them, such as changing the value of the object, reacting to events for the object (gains focus, value changed, etc.) and so on.
ar: تحتوي كائنات NVDA "nvda objects" (وتسمى اختصارا ب objects) على عدد من الخصائص المفيدة. ومن بين تلك الخصائص اسم الكائن, وقيمته (محدد, مضغوط عليه, قابل للنقر عليه, نص نافذة التحرير, وهكذا.), نوع الكائن role (مربع تحديد checkbox, نافذة window, كائن مدرج embedded object, وهكذا., وموقعه location (أبعاد الشاشة)وخصائص أخرى كثيرة. تحتوي كائنات NVDA أيضا على العديد من ال methods المفيدة لتطويرها, كتغيير قيمة الكائن, رد الفعل على أحداث الكائن (اكتساب المؤشر gains focus, تغير القيمة value changed, وهكذا.) إلخ.
de: Objekte enthalten eine Reihe nützlicher Eigenschaften. Dazu zählen der Typ (Eingabefeld, Kontrollkästchen etc), der name, der Wert (der Inhalt eines Eingabefeldes), der Status (aktiviert, hervorgehoben etc), der Standort (die Position auf dem Bildschirm). Objekte enthalten außerdem eine Reihe von Methoden, um die Eigenschaften zu manipulieren oder auf Ereignisse zu reagieren.
es: Los objetos de NVDA (o simplemente llamados objetos) contienen una serie de propiedades o atributos útiles. Estos incluyen el nombre del objeto, su valor (seleccionado, el texto de la ventana de edición, etc), rol (casilla de verificación, ventana, objeto incrustado, etc., localización (coordenadas de la pantalla) y más.Los objetos de NVDA también contienen métodos útiles para su manipulación, tales como cambiar el valor del objeto, reaccionar a los eventos para el objeto (recepción del foco, valor de cambio, etc).
fr: Les objets de NVDA (ou simplement appelés objets) ils contiennent un certain nombre de propriétés ou attributs utiles. Ceux-ci incluent le nom de l'objet, sa valeur (sélectionné, le texte dans la fenêtre d'édition, etc.), rôle (case à cocher, fenêtre, objet embarqué, etc., emplacement (coordonnées sur lécran) et plus encore. Les objets de NVDA contient également des méthodes utiles pour la manipulation, comme la modification de la valeur de l'objet, réagissant aux événements de l'objet (obtention du focus, valeur a changé, etc.).
ja: NVDA オブジェクト(または単にオブジェクト)は、多くの有益なプロパティや属性を含んでいます。これらはオブジェクトの名前、その値(チェック状態、編集ウィンドウのテキストなど)、ロール（チェックボックス、ウィンドウ、埋め込みオブジェクトなど）、場所（スクリーン座標）などです。NVDAオブジェクトはまた、オブジェクトの値を変更する、オブジェクトのイベントに反応する(フォーカスの移動、値の変化など)、といった処理のための有益なメソッドを含んでいます。
zh_cn: NVDA 对象（货简单的称为对象）带有大量的实用特性和属性。包括对象名称、它的值（已选择、编辑窗口的文本等）、角色(复选框、窗口、嵌入式对象等）、位置（屏幕坐标）货更多。NVDA 对象还包含一些操作他们的方法，如修改对象的值、响应对象的事件（获取焦点、值的更新等）诸多动作。

source: In many situations, an NvDA object may belong to a class of related objects. For each object classes, NvDA provides ways of handling them. These classes include IAccessible, JAB, UIA and so forth. These classes and behaviors for each class of objects is defined in NVDAObjects directory in the NvDA source code, and to use them in your add-on, import the appropriate object class handler for the object you're using (e.g. if you're working with an IAccessible object, impore NVDAObjects.IAccessible.).
ar: في العديد من المواقف, ربما ينتمي كائن NVDA ل class لكائنات مرتبطة ببعضها. ويزودنا NVDA بطرق للتعامل مع classes كل كائن. ومن بين هذه ال classes IAccessible, JAB, UIA إلخ. وتوجد تعريفات لهذه ال classes وclass كل كائن بمجلد nvdaobjects بمصدر شفرة NVDA, ولاستخدامها في إضافاتك, استورد المعالج المناسب لكل class كائن "object class handler" للكائن الذي تستخدمه (على سبيل المثال إذا كنت تعمل على كائن IAccessible, استورد "import NVDAObjects.IAccessible.)."
de: Für viele Objekte stellt nVDA Basisklassen zur Verfügung, um mit den Objekten umzugehen. Dazu zählen, IAccessible, UIA, JAB und andere mehr. Die Klassen befinden sich unterhalb des Verzeichnisses NVDAObjects. Wenn Sie zum Beispiel mit einem IAccessible-Objekt umgehen wollen, müssen Sie die Klasse NVDAObjects.IAccessible importieren.
es: En muchas situaciones, un objeto NVDA puede pertenecer a una clase de objetos relacionados. Para cada uno de las clases de objetos, NVDA proporciona formas de manipularlos. Estas clases incluyen IAccessible, JAB, UIA y así. Estas clases y comportamientos para cada clase de objetos se definen en el directorio NVDAObjects en el código fuente de NVDA, y para utilizarlos en tu complemento, importa el controlador de clase de objeto adecuado para el objeto que estás utilizando(por ejemplo si estás trabajando con un objeto IAccessible, importa NVDAObjects.IAccessible.).
fr: Dans de nombreuses situations, un objet NVDA Il peut appartenir à une classe d'objets liées. Pour chacune des classes d'objets, NVDA fournit des moyens pour les manipuler. Ces classes incluent IAccessible, JAB, UIA et ainsi de suite. Ces classes et les comportements pour chaque classe d'objets sont définis dans le répertoire NVDAObjects dans le code source de NVDA, et pour l'utiliser dans votre module complémentaire, importer le gestionnaire de classe d'objet approprié pour l'objet que vous utilisez (par exemple, si vous travaillez avec un objet IAccessible, importer NVDAObjects.IAccessible.).
ja: 多くの状況において、NvDAオブジェクトは関連したオブジェクトのクラスに属するかもしれません。それぞれのために、オブジェクトクラス、NvDAは、これらを扱う方法を提供します。これらのクラスにはIAccessible、JAB、UIAなどを含みます。あなたが、使っている(例えば、あなたがIAccessibleオブジェクト、impore NVDAObjects.IAccessibleに働きかけているならば。)オブジェクトのために、オブジェクトのクラスが、あなたのアドオンの中でNvDAソースコードと使用へのそれらの中のNVDAObjectsダイレクトリーの中で定義したことであるそれぞれのためのこれらのクラスと反応は適切なオブジェクトクラスハンドラをインポートします。
zh_cn: 在许多场景下，NVDA 的对象可能从属于相关对象的类。对于每个对象类， NVDA 都提供了控制方法。这些类包括 IAccessible、 JAB、 UIA 等等。这些类及对象类的行为都备定义在 NVDA 源码的 NVDAObjects 目录中。要想在您的插件中使用，只要导入您锁使用的对象的对象类控制器即可。(如您正工作在一个 IAccessible 对象，那么可以导入 NVDAObjects.IAccessible）。

source: Two of these object classes merit special mention: virtual buffers and tree interceptors. A tree interceptor allows NvDA to work with a "tree" of objects as though they are just one object. A special case of tree interceptor is virtual buffer, which allows NVDA to work with complex documents such as PDF documents.
ar: وهناك اثنان من ال classes للكائنات تستحقا الإشارة إليهما: virtual buffer و tree interceptors. فال class tree interceptors تسمح ل NVDA بالعمل مع شجرة من الكائنات على أنهم جميعا كائن واحد.وهناك حالة خاصة من class tree interceptors وهي virtual buffer, والتي تسمح ل NVDA بالتعامل مع المستندات المعقدة كمستندات pdf.
de: Von dieser Regel gibt es zwei Ausnahmen: Virtuelle Puffer und Tree Interceptors. Letzteres erlaubt es, mit einem ganzen Objektbaum umzugehen, auch wenn es sich bei dem zugrundeliegendenen Objekt nur um ein einzelnes Objekt handelt. Einen Spezialfall eines solchen Falles stellt der virtuelle Puffer dar, mit dessen Hilfe es möglich ist, mit komplexen Dokumenten wie etwa PDF-Dokumenten umzugehen.
es: Dos de estas clases de objetos merecen especial mención: los modos virtuales y los interceptores de árbol. Un interceptor de árbol permite a NVDA funcionar con un "árbol" de objetos como si fuesen sólo un objeto. un caso especial de interceptor de árbol es el modo virtual, que permite a NVDA trabajar con documentos complejos, como documentos PDF.
fr: Deux de ces classes d'objets méritent une mention spéciale : les tampons virtuels et les intercepteurs d'arbre. Un intercepteur d'arbre permet a NVDA de fonctionner avec un "arbre" d'objets comme si c'était seulement un objet. un cas particulier de l'intercepteur d'arbre est les tampons virtuels, qui permet a NVDA travailler avec des documents complexes, telles que les documents PDF.
ja: バーチャルバッファーと、ツリーインターセプターのオブジェクトクラスの2つは特別な言及に値しています。1つのオブジェクトであるかのように、ツリーインターセプターは、NvDAがオブジェクトの"tree"によって働くことを可能にします。ツリーインターセプターの特殊な場合はバーチャルバッファーです(それは、NVDAがPDFドキュメントなどの複合ドキュメントによって動作することを可能にします)。
zh_cn: 这些中的两个对象类应该特别提到：虚拟缓冲区和树拦截器。树拦截器允许 NVDA 工作在“树”对象中，树对象看起来就像只有一个对象。虚拟缓冲区就是一个特别的树对象，它允许 NVDA 在复杂的文档（如 PDF 文档）工作。

source: Examining object hierarchy
ar: فحص الترتيب الشجري للكائن
de: Untersuchen der objekthierarchie
es: Examinando la jerarquía de objetos
fr: Examinant la hiérarchie d'objets
ja: オブジェクトの階層構造を調べる
zh_cn: 检查对象层级

source: There are a number of ways which you can use to see the hierarchy of an object for a given program:
ar: هناك العديد من الطرق التي يمكن استخدامها لرؤية الترتيب الشجري لكائن ما في برنامج ما:
de: Es gibt verschiedene Möglichkeiten, um die Hierarchie der objekte innerhalb eines Programms zu untersuchen:
es: Hay un número de maneras que puedes utilizar para ver la jerarquía de un objeto de un determinado programa:
fr: Il y a un certain nombre de façons que vous pouvez utiliser pour voir la hiérarchie d'un objet pour un programme déterminé :
ja: 与えられたプログラムのオブジェクト階層構造を見るために利用できる多くの方法があります:
zh_cn: 这里有许多方法可以查看给定程序对象的所属层级：

source: Using object navigation commands (NvDA+Numpad 2/4/5/6/8) with simple review mode turned off.
ar: استخدام أوامر مؤشر NVDA (NvDA+Numpad 2/4/5/6/8) مع تعطيل نمط الاستعراض البسيط.
de: Verwenden der objektnavigationsbefehle (NVDA+Nummernblock 2/4/5/6/8) mit deaktiviertem vereinfachten Darstellungsmodus
es: utilizar las órdenes de navegación de objetos(NVDA+2/4/5/6/8 del teclado numérico) con el modo simple de revisión desactivado.
fr: Utiliser les commandes navigation par objet (NVDA+2/4/5/6/8 du pavé numérique) avec le mode de revue simple désactivé.
ja: 簡易レビューモードを無効にしてオブジェクトナビゲーションコマンド(NvDA+テンキー 2/4/5/6/8)を使う。
zh_cn: 在简易浏览模式关闭的前提下使用对象导航命令（NvDA+数字键盘2/4/5/6/8）。

source: Using Python Console, use obj.next/previous/parent/firstChild/lastChild attributes. If you want to see all available properties, from mPython Console, type dir(obj).
ar: باستخدام أوامر بيثون, باستخدام خصائص obj.next/previous/parent/firstChild/lastChild. إذا كنت تريد رؤية كل الخصائص المتوفرة للكائن, من أوامر بيثون, اكتب dir(obj).
de: Verwenden der Python-Konsole; verwenden Sie `obj.next/previous/parent/firstChild/lastChild`. Um sich die Namen aller eigenschaften eines Objekts anzeigen zu lassen, verwenden Sie den Befehl `dir(obj)`.
es: Utilizar la consola de Python, utiliza los atributos obj.next/previous/parent/firstChild/lastChild. Si quieres ver todas las propiedades disponibles, desde la consola mPython , escribe dir(obj).
fr: Utiliser la console Python, utilise les attributs obj.next/previous/parent/firstChild/lastChild. Si vous voulez voir toutes les propriétés disponibles, depuis la console mPython , tapez dir(obj).
ja: Pythonコンソールを使って、obj.next/previous/parent/firstChild/lastChild アトリビュートを使う。参照可能なすべてのプロパティをPythonコンソールから見たいならば、dir(obj)とタイプしてください。
zh_cn: 在 python 控制台,使用 obj.next/previous/parent/firstChild/lastChild 属性。如果您想查看所有可用的属性，在 Python 控制台输入“dir(obj)”。
