Repository: nvdacn/screenReaderTranslations
Catalog: website/devDocs/devDocs.*.po
Languages: ar, de, es, fr, ja, zh_cn

source: [[!meta title="NVDA Add-on Development Guide"]]
de: [[!meta title="Entwicklerhandbuch für NVDA-Erweiterungen"]]
es: [[!meta title="Guía de Desarrollo de Complementos para NVDA"]]
fr: [[!meta title="Guide de développement des modules complémentaires pour NVDA"]]
ja: [[!meta title="NVDA Add-on 開発者ガイド"]]
zh_cn: [[!meta title="NVDA 插件开发文档"]]

source: Welcome to NVDA add-on Development Guide. This is the one-stop guide on how NvDA add-ons are developed, as well as explaining some useful code segments from NvDA core source code useful when writing add-ons.
ar: مرحبا بكم في دليل كتابة الإضافات البرمجية. نهدف من خلال هذا الدليل تعليم المستخدم كيفية إنشاء إضافات NVDA, فضلا عن شرح ببعض من الأكواد المفيدة التي سنستقيها من مصدر الشفرة لبرنامج NVDA.
de: Willkommen zum Entwicklerhandbuch für NVDA-Erweiterungen. In diesem Handbuch wird die Entwicklung von NVDA-Erweiterungen beschrieben. Außerdem finden Sie hier auch einige Erläuterungen zu Teilen des NVDA-Quellcodes, die für Sie während der Entwicklung von Nutzen sein könnten.
es: Bienvenido a la Guía de Desarrollo de Complementos para NVDA. Esta es la guía única sobre cómo se desarrollan los complementos para NVDA, así como la explicación de algunos segmentos del código fuente del núcleo de NVDA útiles para escribir complementos.
fr: Bienvenue dans le Guide de développement des Modules complémentaires pour NVDA. C'est le guichet unique pour ce guide sur la façon de développer les modules complémentaires pour NVDA, ainsi que l'explication de certains segments du code source du noyau de NVDA utiles lors de l'écriture des modules complémentaires.
ja: NVDAアドオン開発者ガイドへようこそ。このガイドは、NVDAアドオンの開発方法と、アドオンを開発する時に役に立つNVDAコアのソースコードについて解説したワンステップガイドです。
zh_cn: 欢迎来到 NVDA 插件开发文档，此文档将一步一步的叙述如何进行插件开发，也将选出某些开发插件时常用的 NVDA 核心代码进行分析讲解。

source: For more information on NVDA development, please visit [NvDA Community Development page][1]. Be sure to go over [NVDA Developer Guide][2] to familiarize yourself with key terms and basics on getting started with add-on development.
ar: للمزيد من المعلومات حول تطوير NVDA, يرجى زيارة [صفحة تطوير NVDA][1]. فضلا تأكد من المرور على [دليل تطوير NVDA][2] كي تكون معتاد على المصطلحات المستخدمة وعلى أساسيات البدأ في تطوير الإضافات.
de: Weitere Informationen über die Entwicklung von Erweiterungen finden Sie im [Teilbereich Entwicklung der Webseite der [NVDA-Nutzergemeinschaft][1]. Sehen Sie sich außerdem das [NVDA Entwicklerhandbuch][2] an, um mehr über Grundlagen der Entwicklung von NVDA-Erweiterungen zu erfahren.
es: Para más información sobre el desarrollo de NVDA, por favor visita [La Página de Desarrollo de la Comunidad de NVDA][1]. Asegúrate de revisar [La Guía del desarrollador de NVDA][2] para familiarizarte con términos y conceptos básicos claves sobre cómo empezar con el desarrollo de un complemento.
fr: Pour plus d'informations sur le développement de NVDA, veuillez visiter [La Page de Développement de la Communauté de NVDA][1]. N'oubliez pas bien sûr, de passer en revue [Le Guide du Développeur de NVDA][2] afin de vous familiariser vous-même avec les principaux termes et notions de base sur la mise en route avec le développement d'un module complémentaire.
ja: NVDA開発について詳細は、[NVDA開発コミュニティーのページ][1]をご覧ください。アドオンの開発を始めるために重要事項と基本に慣れるために[NVDA開発者ガイド][2]を必ずよくお読みください。
zh_cn: 更多有关于 NVDA 开发的信息，请访问 [NvDA Community Development 页][1]。请确认您对 [NVDA Developer Guide][2]有所熟悉，以了解关键术语及插件开发的基本知识。

source: Audience
ar: من يجب عليه قراءة هذا الدليل
de: Zielgruppe
es: Audiencia
ja: 対象者
zh_cn: 读者

source: This guide is designed for both beginners who are new to Python and/or NVDA development in general, as well as experts and power users and programmers who are familiar with Python or other programming languages and/or familiar with NvDA source code structure.
ar: تم تصميم هذا الدليل للمبتدئين الذين يودون تعلم لغة بيثون وتطوير NVDA بشكل عام, ولمن لديهم الخبرة والمبرمجين الدارسين للغة بيثون أو لغات البرمجة الأخرى أو من اعتادوا على مصدر شفرة NVDA.
de: Dieses Handbuch richtet sich sowohl an Anfänger, die noch wenige Erfahrungen mit Python haben als auch an Experten, die bereits vertraut mit Python oder einer anderen Programmiersprache sowie mit dem NVDA-Quellcode sind.
es: Esta guía está diseñada tanto para principiantes que sean nuevos en Python y / o en el desarrollo de NVDA en general, así como para expertos y usuarios avanzados y programadores que estén familiarizados con Python y otros lenguajes de programación y / o familiarizados con la estructura del código fuente de NVDA .
fr: Ce guide s'adresse aussi bien aux débutants qui sont nouveaux dans Python et/ou dans le développement de NVDA en général, ainsi qu'aux experts et aux utilisateurs avancés et aux programmeurs qui sont familiers avec Python et autres langages de programmation et/ou familiers avec la structure du code source de NVDA.
ja: このガイドは、Python及びその他のプログラム言語に精通している方や、NVDAソースコードの構造に精通しているエキスパート、パワーユーザー、及びプログラマはもちろんのこと、一般のPythonユーザー、またはNVDA開発をするのは初めてというビギナーの両者のために書かれています。
zh_cn: 此指南除了面向的是初步了解 Python 或对 NVDA 的一般开发熟悉的新手，也包括专家、超级用户、熟悉其他语言甚至是了解 NVDA 源码结构的程序员。

source: If you are new to NVDA add-on or core development, we recommend that you get to know Python first, as it gives necessary programming background for understanding the rest of the guide. If you are a Python programmer but are new to NvDA development, please checkout NVDA development Guide and Design Overview document, both of which can be found on the NVDA Community website.
ar: إذا كنت حديث العهد بكتابة الإضافات البرمجية أو بتطوير NVDA, فنوصيك بتعلم لغة بيثون أولا, حيث سيعطيك ذلك الخلفية البرمجية اللازمة لفهم بقية محتوى الدليل. أما إذا كنت مبرمج لغة بيثون لكنك حديث العهد بتطوير NVDA, فنرجو منك التمعن في قراءة دليل تطوير NVDA وفي تصميم محتوى الشرح ويمكنك إيجاد كل ذلك على موقع NVDA.
de: Wenn Sie Anfänger sind, empfehlen wir Ihnen, sich zunächst die Grundlagen von Python anzueignen. Diese Grundlagen sind für das Verständnis dieses Handbuches notwendig. Wenn Sie bereits Python-Programmierer(in) sind, sollten Sie das Entwicklerhandbuch lesen, welches auf der Webseite der NVDA-Community zu finden ist.
es: Si eres nuevo en el desarrollo de complementos o en el núcleo de NVDA, se recomienda que te familiarices con Python primero, ya que ofrece conocimientos de programación necesarios para comprender el resto de la guía. Si eres un programador de Python, pero eres nuevo en el desarrollo de NVDA, por favor comprueba la Guía de Desarrollo de NVDA y el documento Descripción del diseño, ambos de los cuales se pueden encontrar en el sitio web de la Comunidad de NVDA .
fr: Si vous êtes nouveau dans le développement des modules complémentaires ou dans le noyau de NVDA, nous recommandons de vous familiariser avec Python en premier, car il vous offre une connaissances de la programmation nécessaire pour comprendre le reste du guide. Si vous êtes un programmeur Python, mais que vous êtes nouveau dans le développement de NVDA, veuillez consulter le guide de développement NVDA et le document Description du modèle, tout les deux se trouvent sur le site de la Communauté de NVDA.
ja: もしNVDAアドオンまたはコアの開発をするのが初めてならば、まず最初にPythonを勉強すれば、このガイドを理解するための基礎知識を得ることができます。あなたがPythonプログラマであるけれどもNVDAの開発をするのが初めてならば、NVDA開発者ガイドと設計概要の文書(両方ともNVDAコミュニティのウェブサイト上に掲載されています)をお読みください。
zh_cn: 如果您了解 NVDA 插件或了解 NVDA 的核心开发，我们建议您先去了解 Python，它将让您明白文档的剩余部分的必须背景。如果您是一个 Python 开发者而且了解 NVDA 开发，请查看 NVDA development Guide 和 Design Overview document两篇文档，这两个文档都可以在 NVDA community 网站找到。

source: Authors, contributions and copyright
ar: مؤلفو الدليل, والمساهمون وحقوق النشر
de: Autoren, Mitwirkende und Copyright
es: Autores, contribuciones y derechos de autor
fr: Auteurs, contributions et droit d'auteur
ja: 作者、貢献者と著作権
zh_cn: 作者， 贡献和版权

source: This guide was originally written by Joseph Lee and is shaped by NVDA user and developer community. We welcome your feedback and contributionn.
ar: قام بكتابة هذا الدليل Joseph Lee وساهم في تطويره مستخدمو NVDA ومطوروه. نرحب بأسئلتكم واستفساراتكم ومساهمتكم.
de: Dieses Handbuch wurde ursprünglich von Joseph Lee geschrieben. Es wird von der NVDA-Nutzer- und Entwicklergemeinschaft weiterentwickelt.
es: Esta guía ha sido escrita por Joseph Lee y está conformada por la comunidad de usuarios y desarrolladores de NVDA. Agradecemos tus comentarios y colaboración.
fr: Ce guide a été écrit à l'origine par Joseph Lee et mis en forme par la communauté de développeurs et utilisateurs de NVDA. Vos commentaires et contributions sont les bienvenus.
ja: このガイドはジョセフ・リーによって書かれ、NVDAユーザと開発コミュニティによってまとめられます。私達はあなたのフィードバックと貢献を歓迎します。
zh_cn: 此文档起初由 Joseph Lee 编写，他因 NVDA 用户及开发社区而成长，我们欢迎您的反馈及贡献。

source: Copyright: NVDA is copyright 2006-2016 NV Access. Microsoft Windows, Microsoft Office, Win32 API and other MS products are copyright Microsoft Corporation. IAccessible package is copyright IBM and Linux Foundation. Python is copyright Python Foundation. Other products mentioned are copyrighted by authors of these products.
de: NVDA, Copyright 2006-2016, ist ein Markenzeichen von NV Access. Microsoft Windows, Microsoft Office, Win32 API und andere Produkte von Microsoft sind Markenzeichen der Microsoft Corporation. IAccessible ist ein Markenzeichen von IBM und der Linux Foundation. Python ist ein Markenzeichen der Python Foundation. Andere Produktnamen sind Markenzeichen ihrer jeweiligen Hersteller.

source: System requirements
ar: متطلبات النظام
de: Systemanforderungen
es: Requisitos del sistema
fr: Configuration système requise
ja: システム要件
zh_cn: 系统要求

source: To create an add-on for NVDA, please make sure the following system requirements are met:
ar: لإنشاء إضافة ل NVDA, يرجى التأكد من أن لديك المتطلبات التالية:
de: Wenn Sie eine NVDA-Erweiterung entwickeln möchten, stellen Sie sicher, dass die folgenden Systemanforderungen erfüllt sind:
es: Para crear un complemento para NVDA, por favor asegúrate de que se cumplan los siguientes requisitos del sistema:
fr: Pour créer un module complémentaire pour NVDA, assurez-vous que les configurations système requises sont remplies :
ja: NVDAアドオンを作成するためには、以下のシステム要件を満たしていることをご確認ください：
zh_cn: 要想 为 NVDA 创建插件，请确保下述系统要求已经做好：

source: A version of NVDA is available on your computer (either a portable or installed version will work, but we strongly recommend that you install a copy of NVDA on your development computer).
ar: توفر نسخة من NVDA على حاسوبك (سواء أكانت نسخة مثبتة أو محمولة, لكننا نوصيك بتثبيت نسخة من البرنامج على الحاسوب).
de: Auf Ihrem Windows-System wird eine NVDA-Version ausgeführt (entweder als portable Version oder in installierter Form. Wir empfehlen jedoch, NVDA auf dem Rechner zu installieren, auf dem Sie Erweiterungen entwickeln wollen.
es: Una versión de NVDA estará disponible en el equipo (ya sea una versión portátil o instalada funcionará, pero te recomendamos encarecidamente que instales una copia de NVDA en el equipo de desarrollo).
fr: Une version de NVDA est disponible sur votre ordinateur (une version portable ou installée fonctionnera, mais nous recommandons fortement que vous installiez une copie de NVDA sur votre ordinateur de développement).
ja: NVDAのバージョンは、ポータブル版、インストール版のどちらでもかまいませんが、開発を行うコンピュータにNVDAをインストールしておくことを推奨します。
zh_cn: 在您的电脑上存有一个可用的 NVDA 安装版本或绿色版本（但是我们强烈建议您安装一个安装版本的 NVDA 到您的开发电脑上）。

source: Python 2.7 series, version 2.7.5 32-bit for Windows.
ar: سلسلة بيثون 2.7, الإصدار 2.7.5 نواة 32 بيت للويندوز.
de: Python Version 2.7.x 32-Bit für Windows.
es: Python serie 2.7, la versión 2.7.5 de 32 bits para Windows.
fr: Python série 2.7, version 2.7.5 32 bits pour Windows.
ja: Python2.7シリーズ : version 2.7.x 32-bit for Windows.
zh_cn: Python 2.7 系列， 版本 2.7.5 32-bit for Windows.

source: SCons 2, version 2.3.0 for generating add-on packages.
ar: SCons 2, الإصدار 2.3.0 لإنتاج حزم إضافات NVDA.
de: SCons 2, Version 2.3.0 zum Erzeugen der Erweiterungen.
es: SCons 2, versión 2.3.0 para generar paquetes de complemento.
fr: SCons 2, version 2.3.0 pour générer les paquets des modules complémentaires.
ja: SCons 2, version 2.3.0 : アドオンパッケージを生成する際に使用します。
zh_cn: SCons 2，版本2.3.0，用来生成插件包。

source: Markdown 2.0.1 or later for generating add-on documentation.
ar: Markdown 2.0.1 أو ما بعده لعمل ملفات المساعدة للإضافات.
de: Markdown 2.0.1 oder neuer zum Erzeugen der Dokumentation für Ihre Erweiterungen.
es: Markdown 2.0.1 o posterior para generar la documentación del complemento.
fr: Markdown 2.0.1 ou ultérieure pour générer la documentation du module complémentaire.
ja: Markdown 2.0.1以降 : アドオンのドキュメントの生成に使用します。
zh_cn: Markdown 2.0.1 或更高，用来生成插件文档。

source: GNU Gettext package for Windows for message localization support.
ar: حزمة GNU Gettext لنظام ويندوز لدعم تعريب الرسائل.
de: GNU GetText für Windows, um die Lokalisierung von Meldungen zu unterstützen.
es: Paquete GNU Gettext para Windows para el soporte de mensajes de localización.
fr: Paquet GNU Gettext pour Windows pour le support de la localisation des messages.
ja: GNU Gettext package for Windows : メッセージの多言語化をサポートする際に使用します。
zh_cn: GNU Gettext package for Windows，用来支持消息本地化。

source: Git 1.7.9 or later if you wish to upload the add-on to a repository such as Bitbucket (optional, see below). You can use various Git clients, such as Git Bash, Cygwin's Git, Tortoise Git and so forth.
ar: Git 1.7.9 أو ما بعده إذا كنت تريد رفع ملف الإضافة على أحد المستودعات مثل Bitbucket (اختياري, يرجى النظر أدناه). يمكنك استخدام تطبيقات Bitbucket مختلفة, مثل Git BashCygwin's Git, Tortoise Git وهكذا.
de: Git 1.7.9 oder neuer, falls Sie Ihre Erweiterung auf ein Git-Repository hochladen möchten (siehe unten) Sie können jedoch auch einen beliebigen anderen Git-Client verwenden.
es: Git 1.7.9 o posterior si deseas cargar el complemento a un repositorio como Bitbucket (opcional, ver más abajo). Puedes utilizar varios clientes de Git, como Git Bash, Git de Cygwin, Tortoise Git y así sucesivamente.
fr: Git 1.7.9 ou ultérieure Si vous souhaitez charger le module complémentaire vers un référentiel comme Bitbucket (facultatif, voir ci-dessous). Vous pouvez utiliser divers clients de Git, tels que Git Bash, Git de Cygwin, Tortoise Git et ainsi de suite.
ja: Git 1.7.9 以降 : アドオンをアップロードする際に使用します。Git Bash、Cygwin's Git、Tortoise Gitなどなどの様々なGitクライアントが利用可能です。
zh_cn: Git 1.7.9 或更高，如果您想上传您的插件代码到仓库，如 Bitbucket （可选，请看下文）。您可以使用各种各样的 Git 客户端，如 Git Bash、 Cygwin's Git、 Tortoise Git 等等。

source: The NVDA Community Add-on template for ease of add-on file and folder packaging and management (optional; [click here][3] to download the add-on template).
ar: قالب موقع إضافات NVDAلسهولة تجميع وإدارة ملف أو مجلد الإضافة
de: Die Vorlage für NVDA-Erweiterungen, um die Verwaltung von Dateien und Ordnern innerhalb von Erweiterungen zu vereinfachen (optional; [klicken Sie hier][3], um die Vorlage herunterzuladen).
es: La Plantilla NVDA Community Add-on para facilitar el empaquetado y administración de los ficheros y carpetas del complemento (opcional; [haz clic aquí][3] para descargar la plantilla de complementos).
fr: Le modèle NVDA Community Add-on pour faciliter l'empaquetage et la gestion des fichiers et des dossiers du module complémentaire (facultatif; [cliquez ici][3] pour télécharger le modèle de modules complémentaires).
ja: NVDAコミュニティのアドオンテンプレート。アドオンのファイル及びフォルダーのパッケージ管理が容易になります。(必須ではありません。アドオンテンプレートをダウンロードするには[ここをクリック][3]してください。)
zh_cn: NVDA 社区插件的简易魔板（用来打包和管理文件和目录）（可选），[点这里][3]下载插件魔板。

source: Additional Python modules or dependencies for your add-on.
ar: وحدات أو ملحقات بيثون إضافية لعمل إضافتك البرمجية
de: Zusätzliche Python-Module oder Abhängigkeiten für Ihre Erweiterung
es: Módulos de Python adicionales o dependencias para tu complemento.
fr: Modules supplémentaires de Python ou dépendances pour votre module complémentaire.
ja: あなたが作成するアドオンに必要なPython追加モジュール。
zh_cn: 其他您的插件所需的 python 模块货依赖。

source: What are add-ons?
ar: ما هي الإضافات البرمجية؟
de: Was sind Erweiterungen?
es: ¿Qué son los complementos?
fr: Que sont les modules complémentaires ?
ja: アドオンとは
zh_cn: 什么是“插件”？

source: An add-on is an additional package that extends NvDA's functionality or support for programs. This may include adding global features, enhancing support for an application or adding support for newer braille displays or speech synthesizers.
ar: الإضافة البرمجية هي عبارة عن حزمة إضافية لتوسيع ميزات وخصائص NVDA أو لدعم NVDA لمختلف التطبيقات. وربما يشمل ذلك إضافة خصائص عامة, أو تعزيز دعم أحد التطبيقات, أو إضافة دعم لأسطر إلكترونية حديثة أو آلات نطق.
de: Mit Hilfe von Erweiterungspaketen können Entwickler den Funktionsumfanf von NVDA erweitern. So können Sie beispielsweise neue anwendungsübergreifende Funktionen hinzufügen oder die Zugänglichkeit bestimmter Anwendungen verbessern. Genauso können Sie Unterstützung für zusätzliche Sprachausgaben oder Braillezeilen hinzufügen.
es: Un complemento es un paquete adicional que extiende la funcionalidad de NVDA o el sopporte para programas. Esto podrá incluir la adición de características globales, la mejora en el soporte para una aplicación o el añadido de soporte para pantallas braille o sintetizadores de voz más modernos.
fr: Un module complémentaire est un paquet supplémentaire qui étend les fonctionnalités de NVDA ou le support pour les programmes. Ceci peut inclure l'ajout de fonctionnalités globales, améliorer le support d'une application ou ajouter le support pour les afficheurs braille ou synthétiseurs vocaux plus récents.
ja: アドオンとは、NVDAの機能を拡張したり、NVDAがアプリケーションをサポートするための追加パッケージです。アドオンはグローバルな機能の追加、アプリケーションへのサポートの強化、新たな点字ディスプレイまたは音声エンジンへの対応などを実現できます。
zh_cn: “插件”是一种扩展 NVDA 功能或程序支持的增强包。这可能包括增加全局特性、增强软件支持、对新的点显器或语音合成器的支持。

source: An add-on may include one or more of the following components:
ar: وربما تشمل الإضافة على واحد أو أكثر من العناصر التالية:
de: Eine Erweiterung kann eine oder mehrere der folgenden Komponenten enthalten:
es: Actualmente, se admiten los siguientes módulos adicionales. Ten en cuenta que un complemento puede incluir más de un módulo adicional tales como un plugin global y un sintetizador de voz empaquetados en un complemento.
fr: Un module complémentaire peut inclure un ou plusieurs des composants suivants :
ja: ひとつのアドオンは以下のひとつまたは複数のコンポーネントを含むことができます。
zh_cn: 一个插件可能包括下面的一个或多个部分：

source: Global plugin: A global plugin adds features for NVDA which can be used anywhere, such as OCR capability.
ar: الملحقات البرمجية العامة والمعروفة باسم global plugin: وهي تعمل على إضافة مزيد من الميزات ل NVDA حيث يمكن استخدامها من أي مكان, مثل إمكانية التعرف البصري على الأحرف المعروفة اختصارا ب OCR.
de: Globale Erweiterungen: globale Erweiterungen ergänzen NVDA um weitere Funktionen, die in jeder beliebigen Anwendung zur Verfügung stehen sollen (wie z. B. eine optische Zeichenerkennung (OCR)).
es: plugin Global: <Un plugin global añade características para NVDA que se pueden utilizar en cualquier lugar, tal como la capacidad de OCR.
fr: Global plugin : Un global plugin ajoute des fonctionnalités pour NVDA qui peuvent être utilisées n'importe où, telles que la possibilité de l'OCR.
ja: グローバルプラグイン：どの場面でも使うことができるプラグインで、例えばOCR等、NVDAの可能性を広げる機能を追加することができます。
zh_cn: Global plugin：全局插件为 NVDA 增加全局可用的新特性， 如 OCR 识别。

source: App module: An app module allows enhanced support for a program, such as specific windows or controls of a program such as audio editors.
ar: وحدة التطبيق appmodule: تتيح للمبرمج دعم تطبيق معين, مثل نوافذ معينة أو كائنات داخل تطبيق معين كبرامج تحرير الصوت.
de: Anwendungsmodule: Mit Hilfe von Anwendungsmodulen können Sie die Zugänglichkeit von NVDA für bestimmte Anwendungen (wie etwa Audiobearbeitungsprogrammen) verbessern.
es: App module: Un app module permite mejorar el soporte para un programa, tal como ventanas específicas o controles de un programa como editores de audio.
fr: App module : Un app module permet d'amélioré le support pour un programme, comme les fenêtres spécifiques ou les contrôles d'un programme tel qu'un éditeur audio.
ja: アプリモジュール：オーディオ編集ソフトのようなプログラムの特定のウィンドウやコントロールなどへの対応を改善できます。
zh_cn: App module： 程序模块可以对程序做增强支持，如某些程序的特定窗口或控件，如音频编辑器。

source: Driver: A driver allows a program to talk to hardware. Currently one can write drivers for new braille displays or speech synthesizers.
ar: التعريف أو ما يعرف ب driver: وهو الذي يتيح للبرامج التعامل مع الأجهزة. وحاليا يمكن للمبرمج كتابة driver للأسطر الإلكترونية الجديدة أو آلات النطق.
de: Treiber: Mit Hilfe von Treibern können Sie NVDA um die Unterstützung für neue Hardware erweitern. Momentan werden Braillezeilen- und Sprachausgabentreiber unterstützt.
es: Controlador: Un controlador permite a un programa contactar con el hardware. actualmente se puede escribir <controladores para pantallas braille y sintetizadores de voz nuevos.
fr: Pilote : Un pilote permet à un programme de communiquer avec le matériel. Actuellement, on peut écrire des pilotes pour des nouveaux afficheurs braille et des synthétiseurs vocux.
ja: ドライバー：ハードウェアと通信するためのプログラムです。現在、新しい点字ディスプレイまたは音声合成エンジンのためのドライバーを作成できます。
zh_cn: Driver: 驱动可让程序直接与硬件沟通，目前可谓点显器或语音合成器开发驱动。

source: Each NVDA add-on package (composed of one or more components) is a zip file with the file extension of .nvda-addon. These can be installed via Add-ons Manager, found in NvDA 2012.2 or later. Alternatively, one can install them from file manager if one uses NVDA 2012.3 or later installed on the computer.
ar: إن كل ملف إضافة (مكون من عنصر أو أكثر من العناصر السابق ذكرها) هو عبارة عن ملف مضغوط بامتداد .nvda-addon. يمكن تثبيت هذه الإضافات إما من خلال مدير الإضافات البرمجية, الموجود بداية من إصدار NVDA2012.2 وما بعده أو يمكن تثبيتها عبر مدير الملفات الموجود ب إصدار NVDA 2012.3 وما بعده.
de: Jedes Erweiterungspaket (bestehend aus einem oder mehreren Modulen) ist eine Zip-Datei mit der Datei-Erweiterung .nvda-addon.
es: Cada paquete de complemento de NVDA (compuesto por uno o más módulos de complemento) es un fichero zip con la extensión de fichero .nvda-addon. Estos pueden instalarse a través del administrador de complementos, encontrado en NVDA 2012.2 o posterior. Alternativamente, se los puede instalar desde el gestor de ficheros si se utiliza NVDA 2012.3 o posterior instalado en el ordenador.
fr: Chaque paquet de module complémentaire de NVDA (composé d'un ou plusieurs composants) est un fichier zip avec l'extension de fichier .nvda-addon. Il peut être installé via le gestionnaire de modules complémentaires, trouvé dans NVDA 2012.2 ou version ultérieure. Alternativement, on peut installer depuis le gestionnaire de fichiers si on utilise NVDA 2012.3 ou version ultérieure installé sur l'ordinateur.
ja: ひとつのNVDAアドオンパッケージは、1個または複数のアドオンモジュールから構成されます。パッケージは拡張子 .nvda-addon という名前を持つzipファイルです。これはアドオンマネージャー経由でインストールされます。アドオンマネージャーはNVDA 2012.2以降のバージョンで利用できます。さらにNVDA 2012.3以降では Windows のファイルマネージャーからアドオンをインストールできます。
zh_cn: 每个 NVDA 插件都是由上述的一个或多个部分组成，它被打包成 zip 文件且扩展名被改为 nvda-addon 。NVDA2012.2版本之后可使用插件管理器进行安装，或者如果您在您的电脑上安装了 NVDA2012.3或其后的版本，也可以直接使用文件管理器进行安装。

source: Throughout this guide, we refer to standard NVDA python modules which comes with NVDA as "NvDA Core" to distinguish it from add-on modules.
ar: وعبر هذا الدليل, سنشير إلى وحدات بيثون القياسية الخاصة ب NVDA والتي تأتي ك "أصل NVDA" للتفريق بينها وبين وبين وحدات الإضافات البرمجية.
de: Um im weiteren Verlauf dieses Handbuchs NVDA-interne Module von solchen Modulen zu unterscheiden, die mit Erweiterungen mitgeliefert werden, sprechen wir von "NVDA-Kernmodulen", wenn Module gemeint sind, die bereits in NVDA enthalten sind.
es: A lo largo de esta guía, nos referiremos a los módulos estándar de NVDA que vienen con NVDA como "NVDA Core" para distinguirlos de módulos de complemento.
fr: Tout au long de ce guide, nous nous référons à des modules standards de NVDA fournis avec NVDA comme "NVDA Core" pour les distinguer des modules complémentaires.
ja: このガイドでは、標準のNVDAモジュールを、アドオンモジュールと区別するために、「NVDAコア」と呼びます。
zh_cn: 在文档全文，我们参考了来自“NVDA 核心”的标准 NVDA Python 模块，从而对插件模块进行剖析。
