Repository: nvdacn/screenReaderTranslations
Catalog: */add-ons/systrayList/nvda.po
Languages: bg, fi_fi, fr, gl, he, hu, pl, pt_br, pt_pt, ro, sl, sr, uk

source: System Tray List
bg: Съдържание на системния жлеб
fi_fi: Ilmoitusalue
fr: Liste de la Zone de Notification
he: רשימת מגש המערכת
hu: Rendszertálca lista
pl: lista obszaru powiadomień
pt_br: Lista da área de notificação
pt_pt: Lista da barra do sistema
ro: Lista zonei de notificare
sl: Seznam v območju za obvestila
sr: Ikone sistemske trake
uk: Список системної панелі

source: Icons on the System Tray:
bg: Икони в системния жлеб
fi_fi: Ilmoitusalueen kuvakkeet:
fr: Icônes dans la zone de notification :
gl: Iconas na Bandexa do Sistema:
he: אייקונים במגש המערכת
hu: A rendszertálca ikonjai:
pl: ikony w obszarze powiadomień
pt_br: Ícones da área de notificação
pt_pt: Ícones na barra do sistema:
ro: Iconițe de pe Zona de notificare
sl: Ikone v območju za obvestila
sr: Ikone na sistemskoj traci:
uk: Іконки на системній панелі:

source: Task Bar List
bg: Съдържание на лентата на задачите
fi_fi: Tehtäväpalkki
fr: Liste de la barre des Tâches
he: רשימת משימות
hu: Futó alkalmazások lista
pl: lista paska zadań
pt_br: Lista da barra de tarefas
pt_pt: Lista da barra de tarefas
sl: Seznam v opravilni vrstici
sr: Ikone na programskoj traci
uk: Список панелі завдань

source: Icons of running applications in the task bar
bg: Икони на работещи приложения в лентата на задачите
fi_fi: Käynnissä olevat sovellukset:
fr: Icônes des applications s'exécutants dans la barre des tâches
he: אייקונים של יישומים אשר פועלים ברשימת המשימות
hu: A tálca alkalmazásai:
pl: ikony uruchonionych programów na pasku zadań
pt_br: Ícones dos aplicativos em execução na barra de tarefas
pt_pt: Ícones de aplicativos em execução na barra de tarefas
sl: Ikone programov v teku v opravilni vrstici
sr: Ikone pokrenutih aplikacija na programskoj traci
uk: Список запущених програм на панелі завдань

source: Shows the list of buttons on the System Tray. If pressed twice quickly, shows the items on the task bar.
bg: Показва списък с иконите в системния жлеб. При двукратно натискане, показва бутоните от лентата на задачите.
fi_fi: Näyttää listan ilmoitusalueella olevista painikkeista. Näyttää kahdesti painettaessa tehtäväpalkissa olevat kohteet.
fr: Affiche la liste des icônes de la zone de notification. Si appuyé deux fois rapidement, affiche les applications en cour d'exécution dans la barre des tâches.
he: מציג את רשימת הכפתורים על מגש המערכת. אם נלחץ פעמיים במהירות, מציג את הפריטים בשורת המשימות.
hu: Megjeleníti a rendszertálcán található ikonok listáját, háromszori megnyomásra a tálcán lévőeket.
pl: Przedstawia listę przycisków w trayu systemowym. Dwukrotne wciśnięcie przedstawia listę dla paska zadań
pt_br: Mostra a lista de botões na área de notificação. Se pressionada duas vezes rapidamente, mostra os itens na barra de tarefas.
pt_pt: Mostra a lista de botões na barra do sistema. Se pressionado duas vezes rapidamente, mostra os itens na barra de tarefas.
sl: Pokaže seznam gumbov v območju za obvestila. Če pritisnite dvakrat zapored v hitrem zaporedju, pokaže seznam elementov v opravilni vrstici.
sr: Prikazuje listu dugmadi na sistemskoj traci. Ako se pritisne dva puta, biće izlistani programi na programskoj traci.
uk: Показує список кнопок на системній панелі. При швидкому подвійному натисненні показує елементи панелі завдань

source: &Left Click
bg: &Ляво щракване
fi_fi: &Vasen napsautus
fr: Clique &Gauche
gl: Clic &Esquerdo
he: &לחצן שמאלי
hu: &Bal egérkattintás
pl: &Lewy klik
pt_br: &Clique Esquerdo
pt_pt: &Clique esquerdo
ro: Clic &stânga
sl: &Levi klik
sr: &Levi klik
uk: &Лівий клік

source: Left &Double Click
bg: Двукратно Л&яво щракване
fi_fi: Vasen &kaksoisnapsautus
fr: &double clique gauche
gl: &Doble Clic esquerdo
he: &לחיצה שמאלית כפולה
hu: Bal &Kétszeres egérkattintás
pl: Lewy &Podwujny klik
pt_br: Duplo Clique &Esquerdo
pt_pt: Click &esquerdo duplo
ro: &Dublu clic stânga
sl: Dvojni levi &klik
sr: Dvostruki levi &klik
uk: Подвійний &лівий клік

source: &Right Click
bg: &Дясно щракване
fi_fi: &Oikea napsautus
fr: &click droit
gl: Clic De&Reito
he: לחצן ימני
hu: &Jobb egérkattintás
pl: &Prawy klik
pt_br: Clique &Direito
pt_pt: clique di&reito
ro: Clic &dreapta
sl: d&Esni klik
sr: &Desni klik
uk: &Правий клік

source: {name} is a free add-on for NVDA. You can make a donation to its author to support further developments of this add-on and other free software products. Do you want to donate now? (you will be redirected to the Paypal website).
bg: {name} е безплатна добавка за NVDA. Можете да направите дарение на нейния автор, за да подкрепите бъдещото развитие на тази добавка и други безплатни софтуерни продукти. Желаете ли да направите дарение сега? (ще бъдете пренасочени към уеб сайта на Paypal).
fi_fi: {name} on ilmainen lisäosa NVDA:lle. Voit tehdä tekijälle lahjoituksen tukeaksesi tämän lisäosan ja muiden ilmaisten ohjelmistojen kehitystä. Haluatko tehdä lahjoituksen nyt? (sinut uudelleenohjataan Paypalin verkkosivustolle).
fr: {name} est un module complémentaire gratuit pour NVDA. Vous pouvez faire un don à son auteur pour soutenir des développements ultérieurs de ce module et d'autres logiciels gratuits. Voulez-vous donner maintenant ? (Vous serez redirigé vers le site Paypal).
gl: {name} é un complemento libre para NVDA. Podes facer unha doazón ó seu autor para dar soporte a posteriores desenrolos de este complemento e outros produtos de software libre. ¿Queres doar agora? (redireccionaráseche ó sitio Web de Paypal).
he: {name} הינו הרחבה חינמית עבור NVDA הינך יכול לתרום למפתח כדי לתרום בפיתוחים הבאים של הרחבה זאת והרחבות חינמיות נוספות. תרצה לתרום כעת? (הינך תועבר לpaypal לביצוע תרומה).
hu: {name} egy ingyenes kiegészítő az NVDA-hoz. Lehetősége van támogatni a fejlesztőt az alkalmazás továbbfejlesztésében, vagy egyéb ingyenes kiegészítők elkészítésében. Szeretné ezt megtenni most? (Át lesz irányítva a Paypal oldalára).
pl: {name} jest darmowym dodatkiem dla NVDA. Możesz wesprzeć finansowo twórcę tego dodatku. Czy chcesz zrobić to teraz? (zostaniesz przekierowany na stronę paypal)?
pt_br: {name} Complemento gratuito para oNVDA. Você pode fazer uma doação para seu autor para garantir suporte a maiores desenvolvimentos deste complemento e outros softwares gratuitos. Deseja doar agora? (você será redirecionado para a página web do Paypal website).
pt_pt: {name} é um extra gratuito para o NVDA. se o desejar, pode fazer uma doação para o seu autor para suportar desenvolvimentos adicionais deste extra e os de outros produtos de software livre. quer fazer uma doação, agora? (S será redirecionado para o site Paypal).
ro: {name} este un supliment gratuit pentru NVDA. Puteți face donații către autorul lui pentru a susține dezvoltări ulterioare ale acestui supliment și a altor produse software gratuite. Doriți să faceți o donație acum? (veți fi redirecționat către website-ul Paypal).
sl: {name} je brezplačen dodatek za NVDA. Če želite, lahko donirate avtorjem, da s tem podprete nadaljni razvoj tega dodatka in ostalih "prostih" programov. Želite prispevati sedaj? (Preusmerili vas bomo na spletno mesto Paypal-a).
sr: {name} je besplatni dodatak za NVDA. Možete podržati dalji razvoj ovog i drugih dodataka tako što ćete napraviti malu donaciju. Želite li da donirate sada? (Bićete preusmereni na PayPal sajt)
uk: {name} - це безкоштовний додаток для NVDA. Ви можете внести свій благодійний внесок для подальшої розробки цього додатка та іншого вільного ПЗ. Хочете внести свій благодійний внесок зараз? (Вас буде скеровано на сайт Paypal).

source: Request for Contributions to {name}
bg: Заявка за подпомагане на {name}
fi_fi: Lahjoituspyyntö lisäosaa {name} varten
fr: Appel à contribution pour {name}
gl: Solicitude de Contribucións para {name}
he: בקשת תרומות {name}
hu: A {name} támogatása
pl: Wesprzyj {name}!
pt_br: Solicitação de contribuição para {name}
pt_pt: Solicitação de contribuições para {name}
ro: Solicitare contribuție pentru {name}
sl: Prošnja za sodelovanje pri {name}
sr: Zahtev za saradnju sa {name}

source: sysTrayList - list sys tray and task bar elements
bg: sysTrayList - показване на елементите в системния жлеб и лентата на задачите
gl: sysTrayList - lista os elementos da bandexa do sistema e da barra de tarefas
he: sysTrayList - רשימה sys ואלמנטים בשורת המשימות
pl: listuje elementy obszaru powiadomień i paska zadań
pt_pt: sysTrayList - lista da barra de sistema e elementos da barra de tarefas
ro: sysTrayList - listare a elementelor din zona de notificare și a barei de activități
sr: SysTrayList - izlistavanje elemenata sistemske i programske trake
uk: sysTrayList - список системної панелі та елементів панелі завдань

source: Shows the list of buttons on the System Tray with NVDA+F11 once, twice shows running task lists.
bg: Еднократно натискане на NVDA+F11 извежда списък на иконите в системния жлеб, двукратно натискане извежда списък с работещите приложения.
fi_fi: Näyttää näppäinkomentoa NVDA+F11 kerran painettaessa listan ilmoitusalueella olevista painikkeista ja kahdesti painettaessa listan käynnissä olevista sovelluksista.
fr: Affiche la liste des éléments de la zone de notification avec NVDA+F11une fois, deux fois affiche la liste des applications en cour d'exécution.
gl: Amosa a lista dos botóns na Bandexa do Sistema con NVDA+F11 unha vez, dúas veces amosa a lista das tarefas en execución.
he: מציג את רשימת הכפתורים על מגש המערכת עם NVDA + F11 לחיצה בודדת, ועבור לחיצה כפולה מציג רשימת משימות פועלות
hu: Kilistázza a rendszertálca gombjait az NVDA+F11 lenyomásával. Háromszori megnyomásra a futó folyamatokat.
pl: Skrót nvda+f11 pokazuje listę ikon w zasobniku systemowym. Dwukrotne wciśnięcie pokazuje listę dla paska zadań
pt_pt: Se pressionar uma vez NVDA+f11, Mostra a lista de botões na barra do sistema , duas vezes, mostra a lista de tarefas em execução.
ro: Arată lista butoanelor din Zona de notificare cu NVDA+F11; apăsat de două ori arată listele sarcinilor în rulare.
sl: S kombinacijo tipk NVDA+F11 program pokaže seznam gumbov v območju za obvestila. Če pritisnite dvakrat zapored v hitrem zaporedju, pokaže seznam elementov v opravilni vrstici.
sr: Ako jednom pritisnete NVDA+F11 biće izlistane ikone na sistemskoj traci, a ako pritisnete dva puta biće izlistane ikone na programskoj traci.
uk: Показує список кнопок системної панелі при одноразовому натисненні клавіатурної комбінації NVDA+F11. При швидкому подвійному натисненні показує список запущених завдань.

source: List of SysTray and task bar elements
fi_fi: Ilmoitusalueen ja tehtäväpalkin kohteet
fr: Liste des éléments de la zone de notification et de la barre des tâches
hu: A tálcán és a rendszertálcán lévő ikonok listája
sl: Seznam elementov območja za obvestila in opravilne vrstice

source: Shows the list of buttons on the System Tray. If pressed twice quickly, shows the items on the taskbar.
gl: Amosa a lista de botóns na Bandexa do Sistema. Se se preme dúas veces rápidamente, amosa os elementos na barra de tarefas.
ro: Arată lista de butoane din zona de notificare a sistemului. Dacă e apăsat rapid de două ori, arată elementele de pe bara de activități.

source: Taskbar List
gl: Lista da Barra de Tarefas
ro: Lista Barei de activități

source: Icons of running applications on the taskbar:
gl: Iconas das aplicacións en execución na barra de tarefas
ro: Iconițe ale aplicațiilor care rulează în bara de activități:
