Repository: nvdacn/screenReaderTranslations
Catalog: */add-ons/dropbox/nvda.po
Languages: cs, es, fa, fi, nl, ru, sl

source: Account
cs: Účet
es: Cuenta
fa: حساب کاربری
fi: Tili
ru: Учетная запись
sl: Račun

source: Bandwidth
cs: Přenos dat
es: Ancho de banda
fa: پهنای باند
fi: Kaistanleveys
nl: Bandbreedte
ru: Трафик
sl: Prepustnost

source: Proxies
cs: Proxy
es: Proxy
fa: پراکسیها
fi: Välityspalvelimet
nl: Proxy's
ru: Прокси
sl: Proxy strežniki

source: Advanced
cs: Pokročilé
es: Advanzado
fa: پیشرفته
fi: Lisäasetukset
nl: Geavanceerd
ru: Дополнительно
sl: Napredno

source: Dropbox Preferences
es: Preferencias de Dropbox
nl: Voorkeuren voor Dropbox

source: Cancel
es: Cancelar
nl: Annuleren

source: Cancel button not found
cs: Tlačítko zrušit nenalezeno
es: Botón cancelar no encontrado
fa: دکمه لغو پیدا نشد
fi: Peruuta-painiketta ei löydy
nl: Annuleren knop niet gevonden
ru: Кнопка отмена не найдена
sl: Gumb Prekliči se ni našel

source: Clicks the Cancel button of the Dropbox preferences dialog
cs: Klikne tlačítko zrušit v možnostech Dropboxu
es: Haz clic en el botón Cancelar del diálogo de preferencias de Dropbox
fa: دکمه لغو در صفحه تنظیمات Dropbox را کلیک میکند
fi: Napsauttaa Dropboxin asetusvalintaikkunan Peruuta-painiketta
nl: Klikt op de Annuleren knop van het Dropbox instellingen venster
ru: Нажимает кнопку отмена в параметрах dropbox
sl: klikne gumb Prekliči v pogovornem oknu prednostnih nastavitev DropBoxa

source: announce active Dropbox preferences dialog tab
cs: Oznámí aktivní záložku v možnostech Dropboxu
es: anuncia la pestaña preferencias activa de Dropbox
fa: صفحه فعال را داخل تنظیمات Dropbox اعلام میکند
fi: Kertoo aktiivisen Dropboxin asetusvalintaikkunan välilehden
nl: Meld actief tabblad in de Dropbox voorkeuren
ru: Объявляет активную вкладку в диалоге параметрах dropbox
sl: Naznani aktiven DropBox zavihek s pogovornim oknom prednostnih nastavitev

source: Activate previous Dropbox preferences dialog tab
cs: Aktivuje předchozí záložku v možnostech Dropboxu
es: activa la pestaña anterior de las preferencias de Dropbox
fa: صفحه قبلی داخل تنظیمات Dropbox را فعال میکند
fi: Aktivoi Dropboxin asetusvalintaikkunan edellisen välilehden
nl: Activeer vorig tabblad in de Dropbox voorkeuren
ru: Активировать предыдущую вкладку в диалоге параметрах dropbox
sl: Sproži prejšnji zavihek s pogovornim oknom prednostnih nastavitev DropBoxa

source: Activate next Dropbox preferences dialog tab
cs: Aktivuje další záložku v možnostech Dropboxu
es: activa la pestaña siguiente de las preferencias de Dropbox
fa: صفحه بعدی داخل تنظیمات Dropbox را فعال میکند
fi: Aktivoi Dropboxin asetusvalintaikkunan seuraavan välilehden
nl: Activeer volgend tabblad in de Dropbox voorkeuren
ru: Активировать следущую вкладку в диалоге параметрах dropbox
sl: Sproži naslednji zavihek s pogovornim oknom prednostnih nastavitev DropBoxa

source: drop box not found
cs: Drop box nenalezen
es: drop box no encontrado
fa: Dropbox پیدا نشد
fi: Dropboxia ei löydy
nl: Dropbox niet gevonden
ru: dropbox не найден
sl: Dropbox se ni našel.

source: If pressed once, announces Dropbox status. If pressed twice, reports the Dropbox version. If pressed three times, open the Dropbox context menu by clicking on its systray icon
cs: Stiskne-li se jednou, oznámí stav Dropboxu. Dvojí stisk oznámí verzi Dropboxu. Trojí stisk otevře kontextové menu ze systémové plochy.
es: Si se pulsa una vez, anuncia el estado de Dropbox. Si se pulsa dos veces, anuncia la versión de Dropbox. Si se pulsa tres veces, abre el menú de contexto de Dropbox haciendo clic sobre su icono de bandela del sistema
fa: اگر یکبار فشار داده شود, وضعیت Dropbox را اعلام میکند. اگر دوبار فشار داده شود, نسخه فعلی Dropbox را گزارش میدهد. اگر سه بار فشار داده شود, منوی Dropbox را با کلیک کردن روی آیکون Dropbox در system tray باز میکند
fi: Lukee kerran painettaessa Dropboxin tilan. Ilmoittaa kahdesti painettaessa Dropboxin version. Avaa kolmasti painettaessa Dropboxin pikavalikon napsauttamalla ilmoitusalueella olevaa kuvaketta.
nl: Bij eenmaal drukken wordt de Dropbox status gemeld, bij twee maal drukken de Dropbox versie en bij drie maal drukken wordt het Dropbox menu geopend door op het systeemvakicoon te klikken
ru: При однократном нажатии, объявляет о статусе Dropbox. ;Если нажать дважды, сообщает версию Dropbox. ;При нажатии три раза, открывается контекстное меню Dropbox, нажав на соответствующий значок на системном трее
sl: Če pritisnete enkrat, obvesti o statusu Dropboxa. Če pritisnite dvakrat, potem pove različico Dropboxa in če pritisnete trikrat, potem odbre kontekstualni meni, podobno kot, če kliknemo na Dropbox v območju za obvestila.

source: Announce Dropbox state and make preferences tabs accessible
es: Anuncia el estado de Dropbox y hace accesibles las pestañas de preferencias
fa: وضعیت Dropbox را اعلام میکند و دسترسی به صفحه تنظیمات Dropbox را آسان میکند
fi: Ilmoittaa Dropboxin tilan ja tekee asetusvälilehdistä saavutettavia
nl: Meld Dropbox status en maak tabbladen in de voorkeuren toegankelijk
ru: Читает состояние Drobox и делает вкладку настроек доступным
sl: Naznani aktiven Dropbox zavihek z obrazcem za nastavitve

source: Announces Dropbox status, version or open the Dropbox systray menu. Shortcut: NVDA+Shift+D Page tabs are also working in the preferences dialog with Ctrl+tab and Shift+Ctrl+Tab. Ctrl+Alt+T announce the active tab. You can activate cancel by pressing the escape key.
es: Anuncia el estado de Dropbox, la versión o abre el menú de la bandeja del sistema de Dropbox. Atajo de teclado: NVDA+Shift+D Las pestañas también funcionan en el diálogo de Preferencias con Ctrl+tab y Shift+Ctrl+Tab. Ctrl+Alt+T anuncia la pestaña activa. Puedes activar cancelar pulsando la tecla escape.
fa: وضعیت یا نسخه فعلی Dropbox را اعلام میکند, یا منوی Dropbox را در system tray باز میکند. کلید میانبر: NVDA+Shift+D امکان حرکت دربین صفحات با کلیدهای Ctrl+tab و Shift+Ctrl+Tab داخل تنظیمات Dropbox وجود دارد. Ctrl+Alt+T صفحه فعال را اعلام میکند. میتوانید دکمه لغو را با فشار دادن کلید گریز فعال بکنید.
fi: Ilmoittaa Dropboxin tilan ja version tai avaa ilmoitusalueella olevan valikon. Pikanäppäin: NVDA+Shift+D Välilehdet toimivat Asetukset-valintaikkunassa myös Ctrl+sarkain- ja Shift+Ctrl+sarkain-näppäimillä. Ctrl+Alt+T ilmoittaa aktiivisen välilehden. Peruuta-painike voidaan aktivoida painamalla Esc-näppäintä.
nl: Meld Dropbox status, versie of opent het Dropbox systray menu. Sneltoets: NVDA+Shift+D Ook kunt u wisselen tussen tabbladen met Ctrl+tab en Shift+Ctrl+Tab in het Voorkeuren venster. Ctrl+Alt+T meldt het actieve tabblad. U kunt de Annuleren knop activeren met de escape toets.
ru: Читает статусную информацию, версию или открывает меню Dropbox в системном трее. ;Клавиши быстрого доступа: NVDA+Shift+D ;Страница вкладки также работают в диалоге настроек при помощи Ctrl+Tab и Shift+Ctrl+Tab. ;Ctrl+Alt+T читать активную вкладк. ;Вы можете активировать кнопку "cancel", нажав клавишу "escape".
sl: Napove status DropBoxa, njegovo različico ali odpre DropBox meni v območju obvestil. Bližnjica: NVDA+Shift+D Zavihki strani delujejo tudi v pogovornem oknu prednostnih nastavitev s Ctrl+tab in Shift+Ctrl+Tab. Ctrl+Alt+T naznani aktivni zavihek. Gumb Prekliči lahko aktivirate s pritiskom tipke Escape..

source: General
cs: Obecné
fa: عمومی
fi: Yleiset
nl: Algemeen
ru: Общие
sl: Splošno
