Repository: nvdacn/screenReaderTranslations
Catalog: */add-ons/enhancedTouchGestures/nvda.po
Languages: bg, da, de, es, fi, gl, pt_pt, ro, zh_cn

source: &Touch Interaction...
bg: Сензо&рно взаимодействие...
da: &Touch-interaktion...
de: &Touch-Interaktion...
es: &Interacción Táctil...
fi: &Kosketuksen vuorovaikutus...
gl: &Interación Tactil...
pt_pt: Interacção por &Toque...
ro: Interac&țiune tactilă...
zh_cn: ＆触摸交互...

source: Touchscreen interaction settings
bg: Настройки за взаимодействие със сензорен екран
da: Indstillinger for touch-skærminteraktion
de: Einstellungen für die Touch-Interaktion
es: Opciones de interacción de la pantalla táctil
fi: Kosketusnäyttövuorovaikutuksen asetukset
gl: Opcións de interacción da pantalla tactil
pt_pt: Configurações de interação do ecrã táctil
ro: Setări interacțiune ecran tactil
zh_cn: 触摸屏交互设置

source: object has no location
bg: Обектът няма местоположение
da: Objektet har ingen placering
de: Kein Standort für dieses objekt vorhanden
es: el objeto no tiene localización
fi: Objektilla ei ole sijaintia
gl: o obxecto non ten localización
pt_pt: O objecto não tem localização
ro: obiectul nu are nicio locație
zh_cn: 没有对象位置

source: Reports the object and content directly under your finger
bg: Докладва обекта и съдържанието намиращо се под пръста ви
da: Rapporterer objektet og indholdet direkte under din finger
pt_pt: Indica o objecto e o conteúdo directamente sob o seu dedo
zh_cn: 直接朗读在手指下的对象与内容

source: Reports the new object or content under your finger if different to where your finger was last
bg: Докладва новия обект или съдържание под пръста ви, ако се различава от мястото, където е бил пръстът ви последно
da: Rapporterer det nye objekt eller indhold under din finger, hvis det er forskelligt fra der, hvor din finger var sidst
pt_pt: Indica o novo objecto ou conteúdo sob o seu dedo, se for diferente de onde seu dedo esteve por último
zh_cn: 如果手指位于最后的位置，则可以朗读手指下的新对象或内容

source: Touch Interaction
bg: Сензорно взаимодействие
da: Touch-interaktion
de: Touch-Interaktion
es: Interacción Táctil
fi: Kosketuksen vuorovaikutus
gl: Interación Tactil
pt_pt: Interacção por toque
ro: Interacțiune tactilă
zh_cn: 触摸交互

source: Completely disable touch interaction support
bg: Забрани изцяло поддръжката за сензорно взаимодействие
da: Slå understøttelse af touch-interaktion helt fra
de: Unterstützung für Touch-Interaktion vollständig deaktivieren
es: Deshabilita completamente el soporte de interacción táctil
fi: Poista kosketuksen vuorovaikutustuki kokonaan käytöstä
gl: Deshabilita completamente o soporte da interacción tactil
pt_pt: Desactivar completamente o suporte à interação por toque
ro: dezactivează complet suportul interacțiunii tactile
zh_cn: 完全禁用触摸交互支持

source: &Touch typing mode
bg: &Въвеждай символи от сензорната клавиатура при вдигане на пръста от екрана
da: &Touch-indtastning
de: &Art der Touch-Eingabe
es: Modo de escritura &Táctil
fi: &Kosketuskirjoitustila
gl: Modo de escritura &Tactil
pt_pt: Modo de escrita por &toque
ro: &Mod de scriere tactilă
zh_cn: &触摸打字模式

source: &Pause NVDA's touch support (duration in seconds)
bg: Временно с&при сензорната поддръжка на NVDA (продължителност в секунди)
da: Pause i NVDA's touch-understøttelse (tid i sekunder)
de: &NVDA Touch-Unterstützung pausieren (Dauer in Sekunden)
es: &Pausa el soporte táctil de NVDA (duración en segundos)
fi: &Keskeytä NVDA:n kosketustuki (kesto sekunteina)
gl: &Pausa o soporte tactil do NVDA (duración en segundos)
pt_pt: &Pausa do suporte do NVDA ao toque (duração em segundos)
ro: &Pune pe pauză suportul tactil al NVDA-ului (durată în secunde)
zh_cn: ＆暂停NVDA的触摸支持（持续时间以秒为单位）

source: &Manually toggle touch passthrough
bg: &Ръчно превключвай сензорното препредаване
da: Lad berøring slippe igennem til/fra (&manuel)
de: &Durchreichen der Touch-Gesten manuell umschalten
es: Conmuta &Manualmente dejar pasar toque
fi: Vaihda kosketuksen läpivientitilaa &manuaalisesti
gl: Conmuta &Manualmente deixar pasar toque
pt_pt: &Alterar manualmente a passagem do toque
ro: Activeaz&ă sau dezactivează manual passthroug-ul
zh_cn: &手动切换触摸窗口

source: You are about to turn off touch interaction support completely so the touchscreen can be used as though NVDA is not running. To enable touch support, you need to return to this dialog and uncheck 'disable touch interaction support' checkbox. Are you sure you wish to completely disable touch interaction support?
bg: На път сте да забраните изцяло поддръжката за сензорно взаимодействие, така че сензорният екран да може да се използва така, сякаш NVDA не работи. За да задействате сензорната поддръжка, трябва да се върнете към този диалогов прозорец и да премахнете отметката от полето за забрана на поддръжката за сензорно взаимодействие. Наистина ли желаете изцяло да забраните поддръжката за сензорно взаимодействие?
da: Du er i færd med at slå understøttelse af touch-interaktion helt fra, så touch-skærmen kan bruges, som om NVDA ikke kørte. For at slå touch-understøttelse til igen skal du komme tilbage til denne dialog og fjerne krydset fra checkboksen "Slå understøttelse af touch-interaktion fra". Er du sikker på, at du vil slå understøttelse af berøringsinteraktion helt fra?
de: Sie sind dabei die Unterstützung für Touch-Interaktion komplett abzuschalten. Der Touchscreen wird nach diesem Vorgang verwendet werden können, als ob NVDA beendet wäre. Um den Touch-Support zu aktivieren, müssen Sie zu diesem Dialog zurückkehren und das Häckchen beim Kontrollkästchen"Unterstützung für Touch Interaction deaktivieren" entfernen. Sind Sie sicher, dass Sie die Touch-Interaktion vollständig deaktivieren möchten?
es: Vas a desactivar el soporte de interacción táctil completamente tal que la pantalla táctil pueda utilizarse como si NVDA no esté en ejecución. Para habilitar el soporte táctil, tienes que volver a este diálogo y desmarcar la casilla de verificación 'deshabilitar soporte de interacción táctil'. ¿Estás seguro de que deseas deshabilitar completamente el soporte de interacción táctil?
fi: Olet poistamassa kokonaan käytöstä kosketuksen vuorovaikutustuen, mikä mahdollistaa kosketusnäytön käyttämisen ikään kuin NVDA ei olisi käynnissä. Ota kosketustuki uudelleen käyttöön palaamalla tähän valintaikkunaan ja poistamalla valinta "Poista käytöstä kosketuksen vuorovaikutustuki" -valintaruudusta. Haluatko varmasti poistaa kosketuksen vuorovaikutustuen kokonaan käytöstä?
gl: Vas desactivar o soporte de interación tactil compretamente tal que a pantalla tactil poida usarse coma se o NVDA non estea en execución. Para habilitar o soporte tactil, tes que voltar a este diálogo e desmarcar a caixa de verificación 'deshabilitar soporte de interación tactil'. ¿Estás seguro de que desexas deshabilitar compretamente o soporte de interación tactil?
pt_pt: Está quase a desligar completamente o suporte de interacção de toque, para que o ecrã táctil possa ser usado como se o NVDA não estivesse em execução. Para habilitar o suporte ao toque, precisa voltar a esta caixa de diálogo e desmarcar a caixa de selecção 'desactivar a compatibilidade do toque de interacção'. Tem a certeza de que deseja desactivar completamente o suporte à interacção por toque?
ro: Sunteți pe punctul de a dezactiva complet suportul interacțiunii tactile, astfel încât ecranul tactil poate fi utilizat ca și cum NVDA nu rulează. Pentru a activa suportul tactil, trebuie să reveniți la acest dialog și să debifați caseta 'dezactivează suportul interacțiunii tactile'. Sunteți sigur că doriți să dezactivați complet suportul interacțiunii tactile?
zh_cn: 您即将完全关闭触摸交互支持，因此可以像使用NVDA一样使用触摸屏。 要启用触摸支持，您需要返回到此对话框并取消选中“禁用触摸交互支持”复选框。 您确定要完全禁用触摸互动支持吗？

source: Disable touch interaction support
bg: Забраняване на поддръжката за сензорно взаимодействие
da: Slå understøttelse af touch-interaktion fra
de: Unterstützung für Touch-Interaktion deaktivieren
es: Deshabilitar soporte de interacción táctil
fi: Poista käytöstä kosketuksen vuorovaikutustuki
gl: Deshabilitar soporte de interación tactil
pt_pt: Desactivar o suporte à interacção por toque
ro: Dezactivează suportul interacțiunii tactile
zh_cn: 禁用触摸交互支持

source: Enhanced Touch Gestures
bg: Подобрени сензорни жестове
da: Udvidede touch-bevægelser
de: Erweiterte Touch-gesten
fi: Laajennetut kosketuseleet
pt_pt: Gestos de toque aprimorados
zh_cn: 触摸手势增强

source: A suite of additional touch commands, including tabbing and help commands. Requires a touch-enabled computer with Windows 8.0 or later with NVDA 2012.3 or later installed.
bg: Комплект допълнителни сензорни команди, включително команди за табулация и помощ. Изисква компютър със сензорна поддръжка с Windows 8.0 или по-нова версия и NVDA 2012.3 или по-нова версия.
da: En suite af yderligere touch-kommandoer, herunder tabbe- og hjælpekommandoer. kræver en computer med touch-understøttelse med Windows 8.0 eller senere og med NVDA 2012.3 eller senere installeret.
pt_pt: Um conjunto de comandos adicionais de toque, incluindo comandos de tabulação e ajuda. Requer um computador preparado para toque, com o Windows 8.0 ou posterior, que tenha o NVDA 2012.3 ou posterior instalado.

source: A suite of additional touch commands, including navigation and help commands. Requires a touch-enabled computer with Windows 8.1 or later with NVDA 2017.4 or later installed.
de: Eine Reihe zusätzlicher Touch-Befehle, einschließlich Navigations- und Hilfe-Befehle. Benötigt einen Computer mit einem berührungsempfindlichen Bildschirm mit Windows 8.0 oder höher. NVDA 2012.4 oder höher muss installiert sein.
es: Una suite de órdenes táctiles adicionales, incluyendo órdenes de tabulación y de ayuda. Requieren de un ordenador táctil habilitado con Windows 8.1 o posterior con NVDA 2017.4 o posterior instalado.
gl: Unha suite de ordes tactiles adicionais, incluindo ordes de tabulación e de axuda. Requiren dun computador tactil habilitado co Windows 8.1 ou posterior co NVDA 2017.4 ou posterior instalado.
ro: O suită de comenzi tactile adiționale, incluzând comenzile de navigare și de ajutor. Necesită un computer cu funcția touch activată, cu Windows 8.1 sau mai nou și cu NVDA 2017.4 sau mai nou instalat.
zh_cn: 一套附加的触摸命令，包括导航和帮助命令。 需要安装有NVDA 2017.4以上或者windows8.1以上带有触摸屏的计算机
