Repository: nvdacn/screenReaderTranslations
Catalog: */add-ons/vlc/nvda.po
Languages: he

source: %d hours
he: %d שעות

source: %d hour
he: שעה %d

source: %s%d minutes
he: %s%d דקות

source: %s%d minute
he: דקה %s%d

source: %s %d seconds
he: %s%d שניות

source: %s %d second
he: שניה %s%d

source: There are no controls available
he: אין פקדים זמינים

source: checked
he: פעיל

source: not checked
he: לא פעיל

source: unavailable
he: לא זמין

source: %s of %s
he: %s מתוך %s

source: playing
he: בנגינה

source: Repeat mode
he: מצב חזרה

source: Shuffle mode
he: מצב אקראי

source: %d items in playlist
he: %d ברשימת הנגינה

source: Playlist is not visible
he: רשימת הנגינה אינה מוצגת

source: This item is outside the window
he: פריט זה נמצא מחוץ לחלון הפעיל

source: Checked
he: פעיל

source: edit
he: עריכה

source: button
he: כפתור

source: tab control
he: לשונית

source: It provides some accessibility features for VLC Media Player, as improve navigation or read status bar
he: מנגיש במידה מסויימת את נגן VLC ומשפר את הניווט ואת הצגת שורת המצב
