Repository: nvdacn/screenReaderTranslations
Catalog: */add-ons/readFeeds/nvda.po
Languages: es, fi, gl, hr, it_it, ja, ne, pl, pt_br, sk, sr, uk

source: You have installed the ReadFeeds add-on, probably an old and incompatible version with this one. Do you want to uninstall the old version?
es: Has instalado el complemento ReadFeeds, probablemente una versión antigua e incompatible con éste. ¿Quieres desinstalar la versión anterior?
fi: Sinulla on asennettuna luultavasti vanha Lue syötteet -lisäosan versio, joka ei ole yhteensopiva tämän version kanssa. Haluatko poistaa vanhan version?
gl: instalaches o complemento ReadFeeds, probablemente unha versión vella e incompatible con éste. ¿Queres desinstalar a versión anterior?
hr: Možda ste instalirali staru i nekompatibilnu verziju readFeeds dodatka. Želite li ukloniti staru inačicu?
it_it: Il componente aggiuntivo ReadFeeds risulta già installato, probabile sia una versione precedente ed incompatibile. Vuoi disinstallare la vecchia versione?
ja: このアドオンと互換性のない、古いReedFeedsアドオンがインストールされています。古いバージョンをアンインストールしますか?
ne: तपाइले यो वाचनपोषण सित नमिल्दो वा पुरानो थप-शाधन भित्र्याउनु भएको रहेछ । के तपाई यसलाई मेटाउन चाहनु हुन्छ?
pl: Zainstalowałeś dodatek ReadFeeds prawdopodobnie w starej wersji, niekompatybilnej z obecną. Czy chcesz odinstalować starą wersję?
pt_br: Você tem instalado o complemento Leitor de Fíds, provavelmente uma versão antiga e incompatível com esta. Quer desinstalar a versão antiga?
sk: Našla sa staršia verzia doplnku RSS čítačka, ktorá ale nie je kompatibilná s týmto doplnkom. Môžem ju odstrániť?
sr: вероватно сте са овом верзијом реад феедс додатка инсталирали и неку стару или не компатибилну верзију овог додатка желите ли да је уклоните
uk: Ви встановили додаток ReadFeeds, який, ймовірно, вже застарілий та не сумісний з актуальною версією програми. Чи бажаєте видалити застарілу версію?

source: Uninstall incompatible add-on
es: Desinstalando complemento incompatible
fi: Poista yhteensopimaton lisäosa
gl: Desinstalando complemento incompatible
hr: Ukloni nekompatibilan dodatak
it_it: Disinstallazione add-on non compatibile
ja: 互換性のないアドオンのアンインストール
ne: नमिल्दो थप-साधनलाई मेटाउनु होस् ।
pl: Odinstaluj niekompatybilny dodatek
pt_br: Desinstalar complemento incompatível
sk: Odstránenie staršieho doplnku
sr: уклони некомпатибилни додатак
uk: Видалити несумісний додаток

source: Your configuration folder for NVDA contains files that seem to be derived from a previous version of this add-on. Do you want to update it?
es: Tu carpeta de configuración de NVDA contiene ficheros que parecen derivar de una versión anterior de este complemento. ¿Quieres actualizarla?
fi: NVDA:n asetuskansiossa on tiedostoja, jotka näyttävät olevan lähtöisin tämän lisäosan aiemmasta versiosta. Haluatko päivittää ne?
gl: A túa carpeta de configuración do NVDA contén ficheiros que parecen derivar dunha versión anterior de este complemento. ¿Queres actualizala?
hr: Čini se da su pronađene konfiguracijske datoteke iz prethodne inačice dodatka. želite li ih nadomjestiti?
it_it: Nella cartella di configurazione di NVDA sono presenti alcuni file provenienti da una precedente versione di ReadFeeds. Vuoi aggiornare?
ja: NVDAの設定フォルダにこのアドオンの以前のバージョンのファイルが含まれています。更新しますか?
ne: नेत्रवाणीका लागी तपाइको अभियोजन घर्राका फाइलहरू पुरानो थप-साधनबाट लिइएको देखिन्छ । के तपाइ यसलाई अद्यावधिककरण गर्न चाहनु हुन्छ ?
pl: Twój folder konfiguracyjny NVDA zawiera pliki, które wydają się pochodzić z poprzedniej wersji tego dodatku. Czy chcesz je zaktualizować?
pt_br: Sua pasta de opções do NVDA contém arquivos que parecem derivar duma versão anterior deste complemento. Quer atualizá-la?
sk: V priečinku s používateľskými dátami NVDA sú súbory zo staršej verzie tohto doplnku. Chcete ich aktualizovať?
sr: ваш конфигурациони фолдер за нвда садржи и датотеке из старије верзије овог додатка желите ли да их пренесете у нову верзију
uk: Папка конфігурації NVDA містить файли, які ймовірно залишились від попередньої версії цього додатку. Бажаєте оновити їх?

source: Install or update add-on
es: Instalar o actualizar complemento
fi: Lisäosan asennus tai päivitys
gl: Instalar ou actualizar complemento
hr: Instaliraj ili nadogradi dodatak
it_it: Installa o Aggiorna
ja: アドオンのインストールまたは更新
ne: थप-साधनलाई स्थापित वाअद्यावधिक गर्नु होस् ।
pl: Zainstaluj lub aktualizuj dodatek
pt_br: Instalar ou atualizar complemento
sk: Nainštalovať a aktualizovať doplnok
sr: инсталирај или ажурирај додатак
uk: Встановити або оновити додаток

source: Unable to refresh feed. Check your Internet conectivity or that the specified feed address is correct.
es: No es posible actualizar el feed. Comprueba tu conectividad a Internet o que la dirección de feeds especificada es correcta.
fi: Syötettä ei voi päivittää. Tarkista internet-yhteytesi tai että määrittämäsi syötteen osoite on oikein.
gl: No é posible actualizar o feed. Comproba a túa conectividade a Internet ou que o enderezo de feeds especificado é correcto.
hr: Ne mogu osvježiti feed. Provjerite ispravnost vaše internetske veze ili adrese feeda.
it_it: Non è possibile leggere notizie del canale. Controlla la connessione a Internet o l'indirizzo specificato
ja: フィードを更新できません。インターネット接続を確認、または、記述されたフィードアドレスが正しいことを確認して下さい。
ne: पोषणलाई ताजकि गर्न सकिएन । अन्तरजालको सम्वद्धता वा पोषणको ठेगानाको यकिन गर्नु होस् ।
pl: Nie można odświeżyć kanału. Sprawdź połączenie internetowe i poprawność podanego adresu kanału.
pt_br: Não posso atualizar o fíd. Verifique a conectividade à Internet ou que o endereço de fíd especificado está correto.
sk: Nepodarilo sa obnoviť zoznam článkov. Skontrolujte dostupnosť internetového pripojenia a overte platnosť adresy zdroja.
sr: немогуће ажурирати извод . Проверите интернет конекцију и да ли је адреса извода тачно унета и покушајте поново
uk: Неможливо оновити канал новин. Перевірте з'єднання з Інтернетом або правильність адреси вказаного каналу.

source: Unable to locate article title.
es: No se encuentra el título del artículo.
fi: Artikkelin otsikkoa ei löydy.
gl: Non se atopa o título do artigo.
hr: Nemogu pronaći naslov članka.
it_it: Impossibile individuare il titolo dell'articolo.
ja: 記事タイトルが見つかりません。
ne: आलेख शिर्षक पत्तो लगाउन सकिएन ।
pl: Nie można znaleźć tytułu artykułu.
pt_br: Impossível localizar o título do artigo.
sk: Nepodarilo sa nájsť názov článku.
sr: немогуће пронаћи наслов артикла.
uk: Не вдалося знайти назву статті.

source: Unable to locate article link.
es: No se encuentra el enlace del artículo.
fi: Artikkelin linkkiä ei löydy.
gl: Non se atopa a liga do artigo.
hr: Ne mogu pronaći link članka.
it_it: Impossibile individuare collegamento dell'articolo.
ja: 記事リンクが見つかりません。
ne: आलेख लिङ्क पत्तो लगाउन सकिएन ।
pl: Nie można znaleźć linku do artykułu.
pt_br: Impossível localizar linque do artigo.
sk: Nepodarilo sa nájsť odkaz na článok.
sr: немогуће пронаћи линк артикла.
uk: Не вдалося знайти посилання на статтю.

source: &Read Feeds
fi: &Lue syötteet
hr: &Čitaj feedove
it_it: &Gestore feed
ja: &Reed Feeds
ne: &पोषण वाचन
pl: &Czytaj kanały
pt_br: Leito&r de fíds
sk: &RSS čítačka
uk: &Читати канали новин

source: Manage feeds.
es: Administrar feeds.
fi: Hallinnoi syötteitä.
gl: Administrar feeds.
hr: Upravljaj feedovima.
it_it: Gestisci feed
ja: フィードの管理
ne: पोषण व्यबस्थापन गर
pl: Zarządzaj kanałami.
pt_br: Gerir fíds.
sk: Spravovať informačné kanály.
sr: управљај изводима.

source: Article &list...
es: &Lista de Artículos...
fi: Artikkeli&lista...
it_it: &Articoli del feed...
ja: 記事 &リスト...
ne: आलेख &सुची
pl: &Lista artykułów...
pt_br: &Lista de artigos...
sk: &Zoznam článkov...
sr: листа артикала &...

source: View article list
es: Ver lista de artículos
fi: Näytä artikkeleiden lista
it_it: Visualizza l'elenco delle notizie
ja: 記事リストを見る
ne: आलेख सूची देखाउ
pl: Przeglądaj listę artykułów
pt_br: Ver lista de artigos
sk: Zobrazí zoznam článkov
sr: прикажи листу артикала

source: &Temporary feed address...
es: Dirección web temporal del feed...
fi: &Tilapäinen syötteen osoite...
it_it: &Feed attuale
ja: &一時フィードアドレス...
ne: &अस्थायी पोषण ठेगाना
pl: &Tymczasowy adres kanału...
pt_br: Endereço de fíd &temporário...
sk: &Dočasná adresa zdroja...
sr: & привремена адреса извода

source: View or choose current feed address
es: Ver o elegir dirección web del feed actual
fi: Näytä tai valitse nykyisen syötteen osoite
it_it: Visualizza o scegli l'indirizzo attuale
ja: 現在のフィードアドレスを見るまたは選択する
ne: चालू पोषण ठेगाना देखाउ वा रोज ।
pl: Przeglądaj lub wybierz aktualny adres kanału
pt_br: Ver ou escolher endereço de fíd atual
sk: Umožňuje zobraziť alebo vybrať adresu zdroja
sr: прикажи или изабери привремену адресу извода.

source: L&oad feed address from file...
es: &Cargar dirección web del feed desde fichero...
fi: &Lataa syötteen osoite tiedostosta...
it_it: Se&leziona Canale da file
ja: &ファイルからフィードアドレスを読み込む
ne: &फाइलबाट पोषण ठेगाना बहन गर ।
pl: &Wczytaj z pliku adres kanału...
pt_br: &Carregar endereço de fíd a partir de arquivo
sk: &Načítať adresu zdroja zo súboru...
sr: & учитај адресу из датотеке

source: Select file which contains feed address.
es: Seleccionar fichero que contiene la dirección web del feed.
fi: Valitse tiedosto, joka sisältää syötteen osoitteen.
it_it: Scegli un file contenente un indirizzo ai feed
ja: フィードアドレスを含むファイルを選択
ne: पोषण ठेगाना भएको फाइलको चयन गर्नु होस् ।
pl: Wybierz plik zawierający adres kanału.
pt_br: Seleciona arquivo que contenha endereço de fíd.
sk: Vyberte súbor, ktorý obsahuje adresu zdroja.
sr: изабери датотеку која садржи адресу извода.

source: Save current feed address to file...
es: Guardar dirección web actual del feed en el fichero...
fi: Tallenna nykyisen syötteen osoite tiedostoon...
it_it: Salva l'indirizzo del feed attuale
ja: 現在のフィードアドレスをファイルに保存...
ne: चालू पोषण ठेगानालाई फाइलमा बचत गर्नु होस् ।
pl: Zapisz do pliku adres aktualnego kanału...
pt_br: Salvar endereço do fíd atual para arquivo...
sk: Uložiť aktuálnu adresu zdroja do súboru...
sr: сачувај тренутну адресу извода као датотеку...

source: Save current feed address to file
es: Guardar dirección web actual del feed en el fichero
fi: Tallenna nykyisen syötteen osoite tiedostoon
it_it: Salva l'indirizzo attuale su file di testo
ja: 現在のフィードアドレスをファイルに保存
ne: चालू पोषण ठेगानालाई फाइलमा बचत गर्नु होस् ।
pl: Zapisz do pliku adres aktualnego kanału
pt_br: Salva o endereço do fíd atual para arquivo
sk: Uložiť aktuálnu adresu zdroja do súboru
sr: сачувај тренутну адресу извода као датотеку

source: R&efresh current feed
es: R&efrescar feed actual
fi: &Päivitä nykyinen syöte
it_it: &Aggiorna il feed
ja: &現在のフィードを更新
ne: &चालू पोषणलाई ताजकि गर ।
pl: &Odśwież aktualny kanał
pt_br: Atualiza&r fíd atual
sk: Načítať n&ové články
sr: & освежи тренутни извод

source: Checks for new articles for the current feed
es: Comprueba si hay nuevos artículos para el feed actual
fi: Tarkistaa nykyisen syötteen uudet artikkelit
it_it: Controlla nuovi articoli per il feed attuale
ja: 現在のフィードの新しい記事を確認
ne: चालू पोषणको नयाँ आलेख निरिक्षण गर्छ ।
pl: Sprawdź nowe artykuły w aktualnym kanale
pt_br: Procura artigos novos para o fíd atual
sk: Skontroluje nové články v tomto zdroji
sr: проверава тренутне артикле у изабраном изводу

source: &ReadFeeds file manager...
it_it: &Gestisci file...

source: Opens the ReadFeedsFileManager dialog
it_it: Apre una finestra per gestire i file in readFeed

source: Refresh Error
es: Error de Refesco
fi: Päivitysvirhe
it_it: Errore nell'aggiornamento
ja: 更新エラー
ne: त्रुटीलाई ताजकि गर ।
pl: Błąd odświeżania
pt_br: Erro ao atualizar
sk: Chyba pri získavaní článkov
sr: грешка при освежавању

source: Open web page of selected article.
es: Abrir la página web del artículo seleccionado.
fi: Avaa valitun artikkelin verkkosivu.
gl: Abrir a páxina web do artigo seleccionado.
hr: Otvori web stranicu trenutnog članka.
it_it: Seleziona un articolo da leggere.
ja: 選択された記事のWebページを開く
ne: चयनित आलेखको वेभ पृष्ठ पल्टाउ ।
pl: Otwórz stronę internetową wybranego artykułu.
pt_br: Abrir página web do artigo selecionado.
sk: Vyberte článok
sr: отвори веб страницу изабраног артикла
uk: Відкрити веб-сторінку обраної статті.

source: Refreshes the current feed and announces the most recent article title.
es: Actualiza el feed actual y anuncia el título del artículo más reciente.
fi: Päivittää nykyisen syötteen ja lukee uusimman artikkelin otsikon.
gl: Actualiza o feed actual e anuncia o título do artigo máis recente.
hr: osvježava trenutni feed i čita trenutni naslov članka
it_it: Aggiorna il feed attuale e legge l'articolo più recente
ja: 現在のフィードを更新して最新の記事タイトルを通知
ne: ताजकि चालू पोषण हो र सबै भन्दा नया आलेख शिर्षकको घोषणा गर्छ ।
pl: Odświeża aktualny kanał i oznajmia tytuł najnowszego artykułu.
pt_br: Atualiza o fíd atual e anuncia o título do artigo mais recente.
sk: Obnový vybratý zdroj a oznámy názov najnovšieho článku.
sr: освежава тренутни извод и изговара наслов најновијег артикла
uk: Оновлює поточний канал новин та оголошує назву останньої статті.

source: Refresh your selected feed to read the current article.
es: Actualiza el feed seleccionado para leer el artículo actual.
fi: Päivitä valittu syöte lukeaksesi nykyisen artikkelin.
it_it: Aggiorna il feed selezionato per leggere l'articolo attuale.
ja: 選択されたフィードを更新して現在の記事を読む
ne: चालू आलेख वाचन गर्नका लागि पोषणलाई ताजकि गर्नु होस् ।
pl: Odśwież wybrany kanał, aby przeczytać aktualny artykuł.
pt_br: Atualize o fíd selecionado para ler o artigo atual.
sk: Ak chcete čítať najnovšie články, obnovte zdroj.
sr: освежите извод да би сте прочитали изабрани артикал

source: Copied to clipboard %s
es: %s copiado al portapapeles
fi: %s kopioitu leikepöydälle
gl: %s copiado ó portapapeis
hr: kopirano u međuspremnik %s
it_it: copiato negli appunti %s
ja: クリップボードにコピーされました %s
ne: %s लाई क्लीपपाटीमा उतारियो ।
pl: Skopiowano do schowka %s
pt_br: Copiado para a área de transferência %s
sk: %s skopírované do schránky
sr: копирано у привремену меморију%s
uk: Скопійовано до буферу обміну %s

source: Announces the title of the current article. Pressed two times, copies title and related link to the clipboard.
es: Anuncia el título del artículo actual. Presionado dos veces, copia el título y el enlace relacionado al portapapeles.
fi: Lukee nykyisen artikkelin otsikon ja kopioi kahdesti painettaessa sen ja siihen liittyvän linkin leikepöydälle.
gl: Anuncia o título do artigo actual. Premedo dúas veces, copia o título e a liga relacionada ó portapapeis.
hr: Čita naslov trenutnog članka. Kad se pritisne dva put, kopira naslov i vezani link u međuspremnik.
it_it: Legge il titolo della notizia attuale. Premuto 2 volte, copia il testo negli appunti
ja: 現在の記事のタイトルを通知。二回押すとタイトルと関連リンクをクリップボードにコピー。
ne: चालू आलेखको शिर्षक बताउने छ ।दुइपटक दबाएमा आलेखको शिर्षक र लिङ्क क्लिपपाटीमा उतार्ने छ ।
pl: Oznajmia tytuł aktualnego artykułu. Dwukrotne naciśnięcie kopiuje tytuł i link do schowka.
pt_br: Anuncia o título do artigo atual. Pressionada duas vezes, copia o título e o linque relacionado para a área de transferência.
sk: Oznámy názov aktuálneho článku. Stlačené dvakrát skopíruje názov článku a jeho odkaz do schránky.
sr: изговара наслов тренутног артикла ако се притисне два пута копира наслов и линк у привремену меморију
uk: Оголошує назву поточної статті. При подвійному натисканні, копіює назву та пов'язане з нею посилання до буферу обміну.

source: Announces the title of the next article.
es: Anuncia el título del artículo siguiente.
fi: Lukee seuraavan artikkelin otsikon.
gl: Anuncia o título do artigo seguinte.
hr: Čita naslov slijedećeg članka.
it_it: Legge il titolo dell'articolo successivo.
ja: 次の記事のタイトルを通知
ne: अघिल्लो आलेखको शिर्षक बताउने छ ।
pl: Oznajmia tytuł następnego artykułu.
pt_br: Anuncia o título do próximo artigo.
sk: Oznámy názov nasledujúceho článku.
sr: изговара наслов следећег артикла
uk: Оголошує назву наступної статті.

source: Announces the title of the previous article.
es: Anuncia el título del artículo anterior.
fi: Lukee edellisen artikkelin otsikon.
gl: Anuncia o título do artigo anterior.
hr: izgovara naslov prijašnjeg članka.
it_it: Legge il titolo dell'articolo precedente.
ja: 前の記事のタイトルを通知
ne: पछिल्लो आलेखको शिर्षक बताउने छ ।
pl: Oznajmia tytuł poprzedniego artykułu.
pt_br: Anuncia o título do artigo anterior.
sk: Oznámy názov predchádzajúceho článku.
sr: изговара наслов претходног артикла
uk: Оголошує назву попередньої статті.

source: Announces article link, when pressed two times, opens related web page.
es: Anuncia el enlace del artículo, cuando se presiona dos veces, abre la Página web relacionada.
fi: Lukee artikkelin linkin, ja avaa kahdesti painettaessa sen verkkosivun.
gl: Anuncia a liga do artigo, cando se preme dúas veces, abre a Páxina web relacionada.
hr: Obavještava o linku članka, kad je pritisnuto dva put, otvara povezanu web stranicu.
it_it: Legge il link della notizia. Premuto due volte apre la pagina Web relativa.
ja: 記事リンクを通知、二回押すと関連するWebページを開く
ne: आलेखको लिङ्क बताउने छ, दुई पटक दबाएमा, सम्बन्धित वेभ पृष्ठ पल्टाउने छ ।
pl: Oznajmia link do artykułu, dwukrotne naciśnięcie otwiera stronę internetową.
pt_br: Anuncia o linque do artigo. Se pressionada duas vezes, abre a página web relacionada.
sk: Oznámy odkaz na článok. Stlačené dvakrát otvorí odkaz.
sr: изговара линк артикла ако се притисне два пута отвара га
uk: Оголошує посилання на статтю, при подвійному натисканні - відкриває відповідну веб-сторінку.

source: Feed address to follow
es: Dirección web del feed a seguir
fi: Seurattavan syötteen osoite
it_it: Indirizzo del feed che stai seguendo:
ja: フォローするフィードアドレス
ne: पछ्याउनु पर्ने पोषण ठेगाना
pl: Adres śledzonego kanału
pt_br: Endereço de fíd a seguir
sk: Adresa zdroja
sr: адреса извода за праћење

source: Feed address
es: Dirección web del Feed
fi: Syötteen osoite
it_it: Feed attuale.
ja: フィードアドレス
ne: पोषण ठेगाना
pl: Adres kanału
pt_br: Endereço de fíd
sk: Adresa informačného kanála
sr: адреса извода

source: Selected %s
es: Seleccionado %s
fi: Valittu %s
it_it: Selezionato %s
ja: 選択されました %s
ne: चयनित %s
pl: Wybrane %s
pt_br: Selecionado %s
sk: Vybrané %s
sr: изабрано%s

source: Opens a dialog for entering a feed address.
es: Abre un diálogo para introducir una dirección web de feed.
fi: Avaa valintaikkunan syötteen osoitteen syöttämistä varten.
it_it: Apre una finestra di dialogo per salvare l'indirizzo selezionato.
ja: フィードアドレスを入力するダイアログを開く
ne: पोषण ठेगाना प्रविष्टि गरिने पातो पल्टाउने छ।
pl: Otwiera okno dialogowe wprowadzania adresu kanału.
pt_br: Abre um diálogo para inserir um endereço de fíd.
sk: Otvorí dialóg, v ktorom môžete zadať adresu zdroja informačného kanála.
sr: отвара дијалог за уношење адресе извода

source: Select feed address from file
es: Seleccionar dirección web del feed desde fichero
fi: Valitse syötteen osoite tiedostosta
it_it: Seleziona l'indirizzo del feed da un file
ja: ファイルからフィードアドレスを選択
ne: फाइलबाट पोषण ठेगानाको चयन गर्नु होस् ।
pl: Wybierz adres kanału z pliku
pt_br: Selecionar endereço de fíd a partir de arquivo
sk: Vybrať adresu zdroja zo súboru
sr: изабери адресу извода из датотеке

source: Text files (*.txt) |*.txt
es: Ficheros de texto (*.txt) |*.txt
fi: Tekstitiedostot (*.txt) |*.txt
it_it: File di testo (*.txt) |*.txt
ja: テキストファイル (*.txt) |*.txt
ne: पाठ फाइल: (*.txt) |*.txt
pl: Pliki tekstowe (*.txt) |*.txt
pt_br: Arquivos de texto (*.txt) |*.txt
sk: Textové súbory (*.txt) |*.txt
sr: текстуална датотека (*.txt) |*.txt

source: Unable to read feed address, feed can not be selected
es: No se puede leer la dirección web del feed, el feed no se puede seleccionar
fi: Syötteen osoitteen lukeminen ei onnistu, syötettä ei voi valita
it_it: Indirizzo non valido
ja: フィードアドレスを読み込めません、フィードが選択されていません
ne: पोषण ठेगाना पढ्न सकिएन, पोषणलाई चयन गर्न सकिदैन ।
pl: Nie można wczytać adresu kanału, kanał nie może zostać wybrany.
pt_br: Não consegui ler o endereço de fíd; fíd não pode ser selecionado
sk: Nepodarilo sa nájsť adresu zdroja, zdroj nemožno vybrať
sr: немогуће прочитати адресу извода извод неможе бити изабран

source: Opens a dialog for selecting a file containing a feed address.
es: Abre un diálogo para seleccionar un archivo que contiene una dirección web de feed.
fi: Avaa valintaikkunan, jossa voidaan valita syötteen osoitteen sisältävä tiedosto.
it_it: Apre una finestra di dialogo per salvare l'indirizzo selezionato.
ja: フィードアドレスを含むファイルを選択するダイアログを開く
ne: पोषण ठेगाना भएको फाइल चयन गर्ने पातो पल्टाउने छ ।
pl: Otwiera okno dialogowe wyboru pliku zawierającego adres kanału.
pt_br: Abre um diálogo para escolher um arquivo que contenha um endereço de fíd.
sk: Otvorí dialóg, v ktorom môžete vybrať súbor s adresou zdroja.
sr: отвара дијалог за избор датотеке са адресом извода

source: Text files (*.txt) | *.txt
es: Ficheros de texto (*.txt) | *.txt
fi: Tekstitiedostot (*.txt) | *.txt
it_it: File di testo (*.txt) |*.txt
ja: テキストファイル (*.txt) | *.txt
ne: पाठ फाईलहरू (*.txt) | *.txt
pl: Pliki tekstowe (*.txt) | *.txt
pt_br: Arquivos de texto (*.txt) | *.txt
sk: Textové súbory (*.txt) | *.txt
sr: текстуалне датотеке (*.txt) | *.txt

source: Saved %s
es: Guardado %s
fi: Tallennettu %s
it_it: Salvato %s
ja: 保存されました %s
ne: %s लाई बचत गरियो ।
pl: Zapisano %s
pt_br: Salvo %s
sk: Uložené %s
sr: сачувано %s

source: Feed address can not be saved
es: La dirección web del Feed no se pudo guardar
fi: Syötteen osoitetta ei voi tallentaa
it_it: Impossibile salvare l'indirizzo
ja: フィードアドレスを保存できません
ne: पोषण ठेगाना बचत गर्न सकिदैन ।
pl: Adres kanału nie może być zapisany
pt_br: Endereço de fíd não pode ser salvo
sk: Adresa sa nedá uložiť
sr: адреса извода неможе бити сачувана

source: Opens a dialog where you can enter a filename to which the current feed address will be saved.
es: Abre un diálogo en el que puede introducirse un nombre de archivo en el que se guardará la dirección web del feed.
fi: Avaa valintaikkunan, jossa voit kirjoittaa sen tiedoston nimen, johon nykyisen syötteen osoite tallennetaan.
it_it: Apre una finestra di dialogo in cui è possibile inserire il nome del file dove verrà salvato l'indirizzo del feed attuale.
ja: 現在のフィードアドレスを保存するファイル名を入力するダイアログを開く
ne: चालू पोषण ठेगाना बचत गरिने फाइल चयन गर्ने पातो पल्टाउने छ ।
pl: Otwiera okno dialogowe, w którym możesz wprowadzić nazwę pliku, gdzie zostanie zapisany adres aktualnego kanału.
pt_br: Abre um diálogo onde pode inserir um nome de arquivo para o qual o endereço do fíd atual será salvo.
sk: Otvorí dialóg, v ktorom môžete určiť súbor, do ktorého sa uloží adresa zdroja.
sr: отвара дијалог за уписивање имена датотеке у коју ће адреса извода бити сачувана

source: Feeds manager
it_it: Gestore feed

source: &Backup personal feeds folder...
es: &Respaldar carpeta personal de feeds...
fi: &Varmuuskopioi henkilökohtaisten syötteiden kansio...
it_it: Esegui &Backup dei feed salvati
ja: &個人フィードフォルダをバックアップ
ne: &वैयक्तिक पोषण घर्रालाइ थन्क्याउ ।
pl: &Kopiuj folder osobistych kanałów...
pt_br: Co&piar pasta pessoal de fíds...
sk: Zá&lohovať priečinok s dátami...
sr: & направи резервну копију фолдера са изводима

source: R&estore personal feeds...
es: R&estaurar feeds personales...
fi: P&alauta henkilökohtaiset syötteet...
it_it: Im&porta e sostituisci feed
ja: &個人フィードを復元...
ne: &वैयक्तिक पोषण घर्रालाइ बहाली गर
pl: P&rzywróć folder osobistych kanałów...
pt_br: R&estaurar fíds pessoais...
sk: &obnoviť zdroje zo zálohy...
sr: & врати личне изводе

source: Select the folder where your personal feeds will be backed up.
es: Selecciona la carpeta donde tus feeds personales serán respaldados.
fi: Valitse kansio, johon henkilökohtaiset syötteesi varmuuskopioidaan.
it_it: Seleziona la cartella di destinazione dove verranno salvati i tuoi feed.
ja: 個人フィードがバックアップされるフォルダを選択
ne: तपाइको निजी पोषण थन्क्याइने घर्रालाई चयन गर्नु होस् ।
pl: Wybierz folder, w którym zostanie zapisana kopia twoich osobistych kanałów.
pt_br: Seleciona a pasta aonde os fíds pessoais serão copiados.
sk: Vyberte priečinok, do ktorého chcete zálohovať zdroje informačných kanálov.
sr: изаберите фолдер где ће се правити резервна копија ваших извода
