Repository: nvdacn/screenReaderTranslations
Catalog: */add-ons/readFeeds/nvda.po
Languages: es, fi, gl, hr, it_it, ja, ne, pl, pt_br, sk, sr, uk

source: Unable to backup folder
es: No es posible realizar copias de seguridad de la carpeta
fi: Kansiota ei voi varmuuskopioida
it_it: Impossibile fare il backup della cartella
ja: フォルダをバックアップできません
ne: घर्रालाइ ढिकुटीमा राख्न सकिएन ।
pl: Nie można skopiować folderu
pt_br: Impossível copiar pasta
sk: Nepodarilo sa uložiť zálohu
sr: немогу направити резервну копију фолдера

source: Backup Error
es: Error de copia de seguridad
fi: Varmuuskopiointivirhe
it_it: Errore nel copiare
ja: バックアップエラー
ne: ढिकुटीमा त्रुटी
pl: Błąd kopii zapasowej
pt_br: Erro a copiar
sk: Chyba pri zálohe
sr: грешка при прављењу резервне копије

source: Restore personal feeds from backup folder
es: Restaurar feeds personales de la carpeta de copia de seguridad
fi: Palauta henkilökohtaiset syötteet varmuuskopiokansiosta
it_it: Ripristina i feed personali da cartella di backup
ja: バックアップフォルダから個人フィードを復元
ne: ढिकुटीबाट निजी पोषणलाई बहाली गर ।folder
pl: Przywróć osobiste foldery z kopii zapasowej
pt_br: Restaurar fíds pessoais da pasta de cópia
sk: Obnovenie zdrojov zo zálohy
sr: врати изводе из фолдера резервне копије

source: Folder not restored
es: Carpeta no restaurada
fi: Kansiota ei palautettu
it_it: nessuna Cartella copiata
ja: フォルダが復元されません
ne: घर्रालाई बहाली गरिएको छैन ।
pl: Folder nie został przywrócony
pt_br: Pasta não foi restaurada
sk: Zdroje neboli pridané
sr: фолдер није враћен

source: Restore Error
es: Error Restaurando
fi: Palautusvirhe
it_it: Errore di aggiornamento
ja: 復元エラー
ne: बहाली त्रुटि
pl: Błąd przywracania
pt_br: Erro a restaurar
sk: Chyba pri obnove
sr: грешка при враћању

source: Read Feeds
fi: Lue syötteet
hr: Čitač Vijesti
it_it: Gestore feed
ja: Reed Feeds
ne: पोषणवाचन
pl: Czytaj wiadomości / Read Feeds
pt_br: Leitor de fíds
sk: RSS čítačka
uk: Читати канали новин

source: Add-on for using NVDA as a feed reader.
es: Complemento para el uso de NVDA como un lector de feeds.
fi: Lisäosa, jolla NVDA:ta voidaan käyttää syötteenlukijana.
gl: Complemento para o uso do NVDA como un lector de feeds.
hr: Dodatak koji omogućuje korištenje čitača ekrana NVDA kao čitača vijesti.
it_it: Permette di usare NVDA come un lettore di feed.
ja: NVDAをフィードリーダーとして使用するためのアドオン
ne: नेत्रवाणिमा पोषण वाचन गर्ने थप-साधन ।
pl: Dodatek pozwalający używać NVDA jako czytnika kanałów z wiadomościami.
pt_br: Complemento para usar o NVDA como um leitor de fíds.
sk: Doplnok na sledovanie RSS zdrojov priamo v NVDA.
sr: додатак за коришћење нвда као читач извода
uk: Додаток для використання програми NVDA як переглядача каналів новин.

source: Backs up your personal feeds folder
es: Realiza una copia de seguridad de tu carpeta personal de feeds
fi: Varmuuskopioi henkilökohtaisten syötteidesi kansion
ja: 個人フィードフォルダをバックアップ
ne: तपाइको निजी पोषण घर्रालाइ थन्क्याउँछ ।
pl: Tworzy kopię zapasową folderu z osobistymi kanałami
pt_br: Faz cópia de segurança da pasta pessoal de fíds
sk: Zálohuje priečinok so zdrojmi
sr: прави резервну копију вашег фолдера са изводима

source: Restore previously saved feeds
es: Restaura los feeds previamente guardados
fi: Palauta aiemmin tallennetut syötteet
gl: Restaura os feeds previamente gardados
hr: Vrati prije spremljene feedove
ja: 以前保存したフィードを復元
ne: पहिले वचत गरिएका पोषणलाई बहाली गर ।
pl: Przywraca poprzednio zapisane kanały
pt_br: Restaura fíds anteriormente salvos
sk: Obnoví informačné kanály zo zálohy
sr: враћа претходно сачуване изводе

source: Feeds copied
gl: Feeds copiados
hr: Feedovi su kopirani
uk: Канали скопійовано

source: Folder not copied
gl: Cartafol non copiado
hr: Mapa nije kopirana
uk: Папку не скопійовано

source: Copy Error
gl: Erro da copia
hr: Greška pri kopiranju
uk: Помилка копіювання

source: Feeds restored
gl: Feeds restaurados
hr: Feedovi su vraćeni
uk: Канали відновлено

source: Feeds
hr: Feedovi
uk: Канали новин

source: List of &articles...
gl: Lista de &artigos...
hr: Popis &Članaka...
uk: Список &статей...

source: &New...
gl: &Novo...
hr: &Novi...
uk: &Новий...

source: &Rename...
gl: &Renomear...
hr: &Preimenuj...
uk: &Перейменувати...

source: &Delete...
gl: &Borrar...
hr: &Izbriši...
uk: &Видалити...

source: S&et default
gl: &Configurar predeterminado
hr: &postavi kao zadano
uk: В&становити за замовчуванням

source: Address of a new feed:
gl: Enderezo dun feed novo:
hr: Adresa novog feeda:
uk: Адреса нового каналу:

source: New feed
gl: Feed novo
hr: Novi feed
uk: Новий канал

source: Are you sure you want to delete this feed? This cannot be undone.
gl: ¿Estás seguro de querer borrar este feed? Esto non se pode desfacer.
hr: Jeste li sigurni da želite izbrisati ovaj feed? Ova akcija je nepovratna.
uk: Ви впевнені, що хочете видалити цей канал? Ця дія не може бути скасованою.

source: New name:
gl: Nome novo:
hr: Novi naziv:
uk: Нове найменування:

source: Rename feed
gl: Renomear feed
hr: Preimenuj feed
uk: Перейменувати канал

source: Copy feeds
gl: Copiar feeds
hr: Kopiraj feedove
uk: Скопіювати канали

source: Select a folder to save a backup of your current feeds. They will be copied from %s.
gl: Seleciona un cartafol para gardar unha copia de seguridade dos feeds actuais. Copiaránse de %s.
hr: Odaberite mapu u koju želite spremiti sigurnosnu kopiju vaših feedova. Oni će biti kopirani iz %s.
uk: Виберіть папку для збереження резервної копії Ваших поточних каналів. Вони будуть скопійовані з %s.

source: directory for backup:
gl: directorio para copia de seguridade:
hr: Mapa za sigurnosnu kopiju:
uk: каталог для резервних копій:

source: Select directory to copy
gl: Selecionar directorio a copiar
hr: Označite mapu za sigurnosnu kopiju
uk: Виберіть каталог для копіювання

source: Restore feeds
gl: R&estaurar feeds...
hr: Vrati feedove
uk: Відновити канали

source: Select a folder to restore a backup of your previous copied feeds. They will be copied to %s.
gl: Seleciona un cartafol para restaurar unha copia de seguridade of do teu feed copiado con anterioridade. Copiaráse en %s.
hr: Odaberite folder iz kojeg ću vratiti vaše feedove. They will be copied to %s.
uk: Виберіть папку для відновлення резервної копії попередньо скопійованих Вами каналів. Вони будуть скопійовані в %s.

source: directory containing backup:
gl: directorio que contén copias de seguridade:
hr: Mapa koja sadržava sigurnosnu kopiju:
uk: каталог, що містить резервну копію:

source: Select directory to restore
gl: Selecionar directorio a restaurar
hr: Označite mapu za vraćanja
uk: Виберіть каталог для відновлення

source: &Feeds...
hr: &Feedovi...
uk: &Канали новин...

source: View and manage feeds
gl: Ver e xestionar feeds
hr: Pregledaj i upravljaj feedovima

source: &Copy feeds folder...
gl: &Copiar cartafol de feeds...
hr: &kopiraj folder s feedovima...
uk: &Копіювати папку каналів новин.

source: Backup of feeds
gl: Copia de seguridade de feeds
hr: Mapa sigurnosne kopije feedova

source: R&estore feeds...
gl: R&estaurar feeds...
hr: &vrati fe.edove..
uk: В&ідновлення каналів новин.

source: Activates the Feeds dialog of %s.
gl: Activa o diálogo Feeds de %s.
hr: Aktivira dijaloški okvir za feedove %s.
uk: Викликає діалогове вікно каналів з %s.

source: Activates the Copy dialog of %s.
gl: Activa o diálogo Copiar de %s.
hr: Aktivira dijaloški okvir "kopiranje" feedova %s.
uk: Викликає діалогове вікно копіювання з %s.

source: Activates the Restore dialog of %s.
gl: Activa o diálogo Restaurar de %s.
hr: Aktivira dijaloški okvir vraćanja %s.
uk: Викликає діалогове вікно відновлення з %s.

source: Copies title and related link of the current article to the clipboard.
gl: Copia o título e a liga relacionada do artigo actual ao portapapeis.
hr: Kopira link članka na kojeg se isti odnosi u međuspremnik.
uk: Копіює назву та пов'язане посилання на поточну статтю до буферу обміну.
