Repository: nvdacn/screenReaderTranslations
Catalog: website/processes.*.po
Languages: ar, bg, da, fa, ne, ru, sr

source: [[!meta title="Processes"]]
bg: [[!meta title="Процеси"]]
da: [[!meta title="Procedurer"]]
fa: [[!meta title="فرایند‌ها"]]
ne: [[!meta title="प्रकृया"]]
sr: [[!meta title="Procesi"]]

source: Acceptance
ar: شروط قبول الإضافة البرمجية
da: Accept
fa: پذیرش یک افزونه
ru: Принятие
sr: Prihvatanje

source: Developer writes addon
ar: قيام المطور بكتابة الإضافة
bg: Разработчикът създава добавка.
da: Udvikler skriver et tilføjelsesprogram
fa: برنامه‌نویس یک افزونه مینویسد.
ne: विकास कर्ताले नै उप-कर्मी तयार पार्नेछ ।
ru: Разработчик пишет дополнение
sr: Razvojni tim stvara dodatak

source: Developer submits addon to the community
ar: تقديم المطور إضافته لبقية المطورين وللمستخدمين
da: Udvikler indsender tilføjelsesprogrammet til fælleskabet
fa: برنامه‌نویس افزونه‌ای را که نوشته به انجمن کاربران ارسال میکند.
ru: Разработчик предоставляет дополнение сообществу
sr: Razvojni tim šalje dodatak zajednici

source: Community considers the possibility of accepting the add-on through basic review (licensing, copyright considerations, security implications, etc.).
da: Fælleskabet overvejer muligheden for at acceptere tilføjelsesprogrammet gennem grundlæggende aftestning og vurdering af licens, rettighedsovervejelser, sikkerhedsimplikationer o.s.v.

source: If requested by the author, perform more rigorous review.
da: Hvis forfatteren beder om det, udføre en grundigere test.

source: 4.1. Check that the addon adds interesting/useful features.
da: 4.1. Check, at tilføjelsesprogrammet indeholder interessante/nyttige funktioner.

source: 4.2. Maybe can be merged with an existing addon or included in NVDA's core?
da: 4.2. Måske kan programmet indarbejdes i et eksisterende tilføjelsesprogram eller i selve NVDA.

source: If community considers addon to be useful, accept. Addon status is now dev.
ar: إذا اعتبرها الجميع إضافة مفيدة, فسيتم قبولها وستكون في نسختها التجريبية.
da: Hvis fælleskabet anser tilføjelsesprogrammet for at være nyttigt, accepteres det. Status for tilføjelsesprogrammet er nu "dev".
fa: چنانچه انجمن به این نتیجه برسد که افزونه مفید است، افزونه پذیرفته و وضعیتش Dev (در حال توسعه) میشود.
ru: Если сообщество считает дополнение полезным, его принимают. Состояние дополнения теперь в разработке.
sr: Ako zajednica smatra dodatak korisnim, on će biti prihvaćen i dobiće status dodatka u razvoju.

source: Release and maintenance
da: Udgivelse og vedligeholdelse

source: Author releases the add-on and incorporates comments from reviewers and users.
da: Forfatteren udgiver tilføjelsesprogrammet og integrerer kommentarer fra testere og brugere.

source: Author requests reviews.
da: Forfatteren beder om aftestning.

source: 7.1: For major releases: before major version is released to check for license changes and other basic review.
da: 7.1: for større udgivelser: Før udgivelser med større ændringer for at kontrollere licens og anden grundlæggende aftestning.

source: 7.2: For continuous releases, at least once a year.
da: 7.2: For fortsatte udgivelser, mindst en gang om året.

source: Reviewers and testers check the add-on doesn't contain harmful code and authorize to post on the add-ons website.
ar: على المجربين والمراجعين التأكد من أن الإافة لا تحتوي على كود ضار وصالحة للنشر على موقع NVDA للإضافات البرمجية.
da: Testere kontrollerer, at tilføjelsesprogrammet ikke indeholder skadelig kode og autoriserer offentliggørelsen på web-siden for tilføjelsesprogrammer.
fa: بازبین‌ها و آزماینده‌ها بررسی میکنند که افزونه حاوی کد مخربی نباشد و برای ارسال و ارائه در سایت افزونه‌های NVDA مجاز باشد.
ru: Рецензенты и тестеры проверяют дополнение на отсутствие вредоносного кода и разрешают разместить дополнение на сайте.
sr: Supervizori i korisnici isprobavaju kod i utvrđuju da li je on bezbedan i koristan za ubacivanje na sajt sa dodacima.

source: Authors or reviewers (preferably authors) can release maintainance versions of the add-on to update translations or fix critical issues, notifying add-on changes on [add-ons mailing list][1].
da: Forfattere eller testere (helst forfattere) kan udgive vedligeholdelsesversioner af tilføjelsesprogrammet for at opdatere oversættelser eller løse kritiske problemer. Ændringer til tilføjelsesprogrammet skalannonceres på [mailinglisten for tilføjelsesprogrammer][1].

source: Deletion
ar: متى تحذف الإضافة
da: Sletning
fa: حذف یک افزونه
ru: Удаление
sr: Uklanjanje

source: Authors and reviewers should remove add-ons which contain harmful code, or if they become unuseful, for instance when NVDA implements their functionality, notifying this on add-ons mailing list.
ar: ينبغي على المؤلفين والمراجعين حذف الإضافات التي تحتوي على كود ضار, أو إذا أصبحت الإضافة غير مفيدة, كأن يتم تنفيذ خصائصها في أصل NVDA, معلنين عن ذلك بقائمة NVDA للإضافات البريدية.
da: Forfattere og testere bør fjerne tilføjelsesprogrammer, der indeholder skadelig kode, eller hvis de bliver unyttige, f.eks. når deres funktionalitet bliver implementeret i NVDA. Dette skal annonceres på mailinglisten for tilføøjelsesprogrammer.
fa: نویسندگان و بازبینان، ضمن اطلاع‌رسانی به فهرست انتشار افزونه‌ها، افزونه‌هایی را که دارای کد مخرب هستند یا مثلا به خاطر این‌که NVDA قابلیت آن‌ها را به دست آورده و کارشان را انجام میدهد، مفید نیستند، باید حذف کنند.
ru: Авторы и рецензенты должны удалять дополнения, которые содержат вредоносный код, или если они становятся бесполезными, например, когда NVDA реализует такую же,встроенную в себя, функциональность, сообщив об этом в рассылке о дополнениях.
sr: Autori i supervizori treba da uklone dodatak ako njegov kod postane nebezbedan ili suvišan; na primer, ako su funkcije dodatka ugrađene u osnovni NVDA paket. O ovome su obavešteni članovi mailing liste o dodacima.

source: Notes
ar: ملاحظات
bg: Бележки
da: Noter
fa: یادداشت‌ها
ne: टिप्पणी:
ru: Примечания
sr: Napomene

source: If the addon author is also a community reviewer, s/he can not be the community reviewer for his/her addon.
ar: إذا كان مؤلف الإضافة أحد المراجعين, فلا يمكنه أن يكون مراجع لإضافته.
bg: Ако автор на добавки е също и оценител на общността, той/тя не може да бъде оценител на собствените си добавки.
da: Hvis forfatteren til et tilføjelsesprogram også er tester, kan han/hun ikke være tester for sit eget tilføjelsesprogram.
fa: چنانچه نویسنده‌ی افزونه‌ای بازبین انجمن هم باشد، خودش نمیتواند افزونه‌ی خودش را بازبینی کند.
ne: यदी उप-कर्मीका लेखक स्वयम् समुदायको समीक्षक रहेछन् भने उनले आफ्नो उप-कर्मीको समीक्षा गर्न सक्ने छैनन् ।
ru: Если автор дополнения является также рецензентом сообщества, он/она не может быть оппонентом сообщества для его/её дополнения.
sr: Ako je autor dodatka ujedno i supervizor u zajednici, on/ona ne može da bude supervizor za svoj dodatak.

source: Users can be considered reviewers when they provide significant feedback, such as reporting bugs, suggestions and so on.
ar: يمكن أن يعتبر المستخدمون مراجعون عندما يقدمون مقترحات هامة, كتقرير الأخطاء البرمجية, والمقترحات وهكذا.
da: Brugere kan anses for at være testere, når de afgiver betydende tilbagemeldinger, såsom fejlrapporter, forslag osv.
fa: کاربرانی «بازبین» تلقی میشوند که بازخورد مهمی همچون گزارش دادن یک آسیب، ارائه‌ی پیش‌نهاد و از این قبیل را ارسال کنند.
ru: Пользователи могут считаться рецензентами, когда они обеспечивают значительную обратную связь, например, сообщая об ошибках, делая различные предложения и так далее.
sr: Korisnici se smatraju supervizorima ako pružaju značajne povratne informacije, kao što je ukazivanje na neku grešku, davanje sugestija i dr.

source: Code will be considered to be harmful when, but not only, can change, delete or copy system or external files without a clear and useful purpose, produces Internet connections without a justified reason, etc.
ar: يعتبر الكود ضار ليس فقط عندما يغير أو يحذف أو ينسخ النظام أو الملفات الخارجية دون سبب واضح ومفيد أو إنتاج اتصال بالإنترنت دون مبرر إلخ.
da: Kode anses for at være skadelig, hvis, men ikke kun hvis den kan ændre, slette eller kopiere systemfiler eller eksterne filer uden en klar og nyttig grund eller opretter forbindelse til internettet uden en berettiget grund.
fa: کد یک افزونه زمانی مخرب خواهد بود که بتواند فایل سیستمی یا فایلی خارج از پوشه‌های مربوط به NVDA را بدون هدفی معین یا کاربردی تغییر بدهد یا حذف کند؛ بی‌هیچ دلیل موجهی ارتباط اینترنتی برقرار کند؛ و غیره.
ru: Код будет считаться вредным тогда, когда он изменяет, удаляет или копирует системные или внешние файлы без ясной и полезной цели, производит подключение к Интернету без уважительной причины, и т.д.
sr: Neke od situacija kada se kod smatra štetnim su ako on može da promeni, kopira ili obriše sistemske ili eksterne datoteke bez jasne i praktične namene, poziva internet konekciju bez opravdanih razloga, itd.

source: Authors should discuss certain aspects of add-ons if they believe copyrights and licensing falls under a gray area (such as synthesizer licenses).
da: Forfattere bør drøfte visse aspekter af tilføjelsesprogrammer, hvis de mener, at rettigheder og licens lander i en gråzone (som for eksempel licenser til talesynteser).

source: For addons, master branch is equivalent to NVDA next, i.e. considered for testing purposes. Stable branch is considered to have had some testing and should be relatively error free/ok to run on your system.
bg: За добавките, разклонението master е равносилно на NVDA next, т.е. считано за тестови цели. За стабилното разклонение се счита, че е преминало някакви тестове и трябва да е относително изчистено от грешки, т.е. няма проблеми да се изпълнява на потребителските системи.
da: For tilføjelsesprogrammer er master branch det samme som NVDA next, d.v.s. til testformål. Stable branch skal som udgangspunkt være aftestet i nogen grad og være relativt fejlfri/ok til at køre på et system.
ne: उप-कर्मीका निमित, मुल शाखा भनेको अर्को नेत्रवाणी भने जस्तै हो, अर्थात् परिक्षणका लागि स्वीकार गरिएको प्रति । स्थिर प्रति भनेको तुलनात्मक रूपमा त्रुटी हिन र प्रणालीम चलाउन मिल्ने अवस्था भन्ने बुझ्नु पर्छ ।

source: Stable branch will receive translation updates if the add-on is translatable.
da: Stable branch modtager opdateringer til oversættelse, hvis tilføjelsesprogrammet kan oversættes.

source: Authors and reviewers are strongly encouraged to follow our [guidelines][2], to ensure the quality of community add-ons.
da: Forfattere og testere anbefales kraftigt at følge vores [retningslinjer][2] for at sikre kvaliteten af tilføjelsesprogrammer fra fælleskabet.

source: If add-on authors can't continue a required work, they can be replaced by another maintainer three months after the first request.
da: Hvis forfattere til tilføjelsesprogrammer ikke kan fortsætte et nødvendigt arbejde, kan de erstattes af en anden vedligeholder tre måneder efter den første forespørgsel.

source: Addon author process
bg: За автори на добавки
ne: प्रकृया उप-कर्मी लेखक

source: Developer submits addon to community
bg: Разработчикът предоставя добавка на общността.
ne: विकास कर्ताले समुदाय समक्ष उप-कर्मीलाई पेस गर्ने छ ।

source: Addon is placed on pending queue
bg: Добавката е поставена на опашката за изчакване.
ne: उप-कर्मीलाई प्रतिक्षा सूचीमा राखिनेछ ।

source: Check that the addon adds interesting/useful features. Maybe can be merged with an existing addon?
bg: Проверява се дали добавката предоставя интересна и полезна функционалност и дали не може да бъде слята със съществуваща добавка.
ne: उप-कर्मीमा चाखलाग्दा वा उपयोगी सुविधाहरू थपिएका छन् कि भनेर जाँच गरिन्छ ।. उप-कर्मीमा भएका प्रावधानलाई प्रचलित उप-कर्मीमा थप गर्न मिल्छ कि भनेर पनि हेरिने छ ।

source: If community considers addon to be useful, accept. Addon status is now dev
bg: Ако общността прецени, че дадена добавка е полезна - тя се приема. Състоянието на добавката става "в процес на разработка".
ne: यदी समुदायले उप-कर्मीलाई उपयोगी ठान्यो भने यसलाई स्वीकार गरिने छ र यसले विकास को मर्यादा पाउने छ ।

source: Author code code code.
bg: Авторът на добавката се уверява, че добавката отговаря на стандартите за програмен код на общността.
ne: लेखक संहिता संहिता संहिता.

source: Author ask for feedback
bg: Авторът може да поиска помощ.
ne: लेखकले पृष्ठ पोषण माग्ने छन् ।

source: Community reviewers, other contributors give code feedback/string feedback
bg: Оценители от общността и другите сътрудници указват подкрепа под формата на програмен код или съвети.
ne: समुदायका अरु समीक्षक र अन्य योगदान कर्ताहरूले संहिता र पदावली सम्बन्धी सुझाव दिने छन् ।

source: Author considers suggestions and implements the work, and ask again, until no more requested changes
bg: Авторът преценява предложенията и прилага промените, и пита отново, докато няма повече препоръки и възражения.
ne: लेखकले प्राप्त सुझावलाई मनन गरी आवस्यक परिमार्जन गर्ने छन् । थप आवश्यक सुधारको माग नभएसम्म पुनः सुझाव मागिने छ ।

source: Author requests release sign off by community reviewer.
bg: Авторът поисква последен преглед преди издаване от оценител.
ne: समुदायका समीक्षक समक्ष लेखकले प्रकासनका लागि अनुरोध गर्ने छन् ।

source: Time passes,
bg: Минава известно време.
ne: समय वित्ने छ...

source: Author merge stable into master, since stable contains language updates.
bg: Авторът прелива стабилната версия към работната, тъй като стабилната версия съдържа обновленията на преводите.
ne: स्थिर प्रतिमा स्थानीय भाषाका अद्यावधीकहरू हुने हुनाले लेखकले यसलाई मूल प्रतिमा मिलान गर्ने छन् ।

source: Author continues, adds extra features on master or topic branches, goto 6.
bg: Авторът продължава, добавя допълнителна функционалност към разклонението master или други разклонения по самостоятелни функционалности, следва точка 6.
ne: लेखकले आफ्नो कार्य जारी राख्नेछन्, मुल प्रति वा शाखा प्रतिहरूमा सुविधाहरू थप्ने छन र अन्तमा छैटौं कदमा जाने छन् ।.

source: Process for community reviewer
bg: За оценители на общността
ne: समुदायका समीक्षकले पालन गर्नु पर्ने प्रक्रिया ...

source: Community reviewer checks strings and readme a final time.
bg: Оценителят проверява текстовите низове и документацията за последен път.
ne: समुदायका समीक्षकले पदावलीहरू र सहयोग आलेख अन्तिम पटक जाँच गर्ने छन् ।

source: Community reviewer makes stable branch, bump version.
bg: Оценителят прави стабилно разклонение и увеличава номера на версията.
ne: समुदायका समीक्षकले स्थिर संस्करण तयार पारी प्रकासित गर्ने छन् ।

source: Copy readme.md to srt/website/addon/addonName.mdwn
bg: Копира readme.md в srt/website/addon/addonName.mdwn
ne: readme.md लाई srt/website/addon/addonName मा उतार्नु होला ।

source: Run mr addon2settings
bg: Стартира mr addon2settings

source: System provides strings from stable branch to translators
bg: Системата предоставя текстовите низове от стабилното разклонение на преводачите.
ne: प्रणालीले नै स्थिर शाखामा भएका पदावलीहरूलाई अनुवादक समक्ष प्रेषण गर्नेछ ।

source: Translations are merged into stable branch by system, (every week).
bg: Системата влива преводите в стабилното разклонение (всяка седмица).
ne: अनुवादलाई स्वचालीत प्रणालीले प्रत्येक हप्तामा स्थिर शाखामा मिलान गर्ने छ ।

source: If two weeks pass and there are no new translations, reviewer makes a release from stable branch.
bg: Ако са изминали 2 седмици и няма нови преводи, оценителят прави следващо издание от стабилното разклонение.
ne: दुई हप्ता सम्म नयाँ अनुवादहरू प्राप्त भएनन् भने, समीक्षकले स्थिर शाखालाई प्रकासन गर्ने छन् ।

source: Community considers the possibility of accepting the add-on, discussing its functionality at least for a week:
ar: مناقشة الجميع لإمكانية قبول الإضافة, ومناقشة وظيفتها على الأقل لمدة إسبوع:
fa: انجمن امکانات پذیرفتن افزونه را در نظر میگیرد و دست کم به مدت یک هفته کارکردها و قابلیت‌های افزونه را به بحث میگذارد:
ru: Сообщество рассматривает возможность принятия дополнения, обсуждая его функциональность, как минимум, в течение недели:
sr: Zajednica razmatra prihvatanje dodatka, ali pre toga se o njemu diskutuje bar nedelju dana:

source: 3.1. Check that the addon adds interesting/useful features.
ar: 3.1. التأكد من أن الإضافة ستضفي جديد على البرنامج.
fa: ۱.۳. بررسی میکند که آیا افزونه امکان جالب یا مفیدی را به NVDA اضافه میکند یا نه.
ru: 3.1. Убеждаются, что дополнение добавляет интересные/полезные возможности.
sr: 3.1. Proveriti da li dodatak donosi nove, korisne i zanimljive mogućnosti.

source: 3.2. Maybe can be merged with an existing addon or included in NVDA's core?
ar: 3.2. قد ندمجها مع إضافة أخرى موجودة بالفعل أو دمجها مع أصل البرنامج
fa: ۲.۳. ممکن است که بتوان آن‌را با افزونه‌ای دیگر ادغام کرد یا این‌که در تنه‌ی اصلی NVDA قرار داد؟
ru: 3.2. Можно ли объединить с существующим дополнением или включить в ядро NVDA?
sr: 3.2. Možda dodatak može da se spoji sa nekim već postojećim ili da se doda u NVDA osnovni paket?

source: Maintenance
ar: الصيانة
fa: حفظ و نگهداری یک افزونه
ru: Обслуживание
sr: Održavanje

source: Author continues the add-on development, according with improvements in NVDA's core, reviewers and users feedback, provided patches and other community add-ons.
ar: يستمر المؤلف في تطوير إضافته, وفقا للتحسينات في أصل البرنامج, وحسب مقترحات المراجعين والمستخدمين, وما يقدمونه من باتشات أو إضافات.
fa: نویسنده‌ی افزونه، بر اساس بهبودی‌های انجام‌شده در هسته‌ی برنامه‌ی NVDA، بازخوردی که از بازبین‌ها و کاربران دریافت میکند، بسته‌های اصلاحی ارائه‌شده و دیگر افزونه‌های انجمن، به توسعه‌ی افزونه ادامه میدهد.
ru: Автор продолжает разработку дополнения, ориентируясь на сообщество, в соответствии с усовершенствованиями ядра NVDA, рекомендациями рецензентов и пользователей рассылки, предоставляющих патчи и другие общественные дополнения.
sr: Autor nastavlja sa razvojem dodatka, pri čemu treba da obrati pažnju i uskladi dodatak sa promenama u NVDA kodu, komentarima korisnika, novim verzijama i drugim dodacima.

source: Author requests add-on revision at least two or four weeks before releasing a new major version.
ar: يطلب المؤلف مراجعة إضافته لمدة لا تقل عن أربعة أسابيع قبل إصدار نسخة نهائية.
fa: نویسنده‌ی افزونه، دست‌کم دو یا چهار هفته پیش از انتشار یک نگارش اصلی تازه، درخواست بازبینی افزونه‌اش را اعلام میکند.
ru: Автор запрашивает смену ревизии дополнения, по крайней мере, за две или четыре недели до выпуска новой основной версии.
sr: Autor zahteva pregled dodatka najmanje dve do četiri nedelje pre nove verzije NVDA.

source: Authors or reviewers can release maintainance versions of the add-on to update translations or fix critical issues, notifying add-on changes on [add-ons mailing list][1].
ar: يمكن للمؤلفين أو المراجعين إصدار نسخ بها تعديلات طفيفة كتحديث ترجمتها من قبل مترجمي بعض اللغات أو معالجة قضايا هامة بها مع الإعلان عن تلك المستجدات على [قائمة NVDA للإضافات البرمجية][1].
fa: نویسندگان یا بازبینان میتوانند برای به‌روز‌رسانی ترجمه‌ها یا برطرف کردن اشکالات مهم و حیاتی افزونه‌هایشان، با اطلاع دادن تغییرات افزونه‌ها به [فهرست انتشار افزونه‌ها][1] نگارش‌های خاصی با هدف نگهداری و بهبود افزونه منتشر کنند.
ru: Авторы или рецензенты могут реализовывать ОБСЛУЖИВАНИЕ версии этого дополнения, обновляя переводы или исправляя критические проблемы, уведомив об изменениях дополнения в[рассылке о дополнениях][1].
sr: Autori i supervizori mogu da dopune i izmene dodatak da bi popravili prevod ili rešili određeni problem, a o promenama treba da obaveste na [mailing listi o dodacima][1].

source: NV Access, as a trust author, could bypass this process if needed.
ar: ونستثني NVDAAccess من هذا الشرط نظرا للثقة بها.
fa: NV Access، به عنوان یک نویسنده‌ی مطمئن، در صورت لزوم میتواند این فرایند را تغییر دهد.
ru: NV Access, как доверенный автор, может пропускать этот процесс, если это необходимо.
sr: NV Access, kao vlasnik, može da zaobiđe ovaj proces.

source: 5. For addons, master branch is equivalent to NVDA next, i.e. considered for testing purposes. Stable branch is considered to have had some testing and should be relatively error free/ok to run on your system. 6. Stable branch will receive translation updates if the add-on is translatable. 7. Authors and reviewers are strongly encouraged to follow our [guidelines][2], to ensure the quality of community add-ons. 8. If add-on authors can't continue a required work, they can be replaced by another maintainer three months after the first request.
ar: 5. بالنسبة للإضافات, يقابل الفرع الرئيسي master branch الفرع Next في NVDA, بمعنى أنه يعتبر لأغراض تجريبية. أما الفرع المستقر stable branch فيعتبر قد أخذ حقه في التجربة والاختبار وينبغي أن يكون خالي تقريبا من الأخطاء /جيد لتشغيله على حاسوبك. 6. سيتسلم الفرع المستقر تحديثات الترجمة إذا كان مطور الإضافة أتاح هذه الإمكانية. 7. نشجع المطورين والمراجعين بشدة على اتباع [إرشاداتنا][2], لضمان جودة الإضافات. 8. إذا تعذر على مطور الإضافة الاستمرار في العمل المطلوب منه, يمكن استبداله بآخر ل3 أشهر بعد أول طلب.
fa: ۵. برای افزونه‌ها، شاخه‌ی «master» ، برابر است با نسخه‌ی بعدی NVDA؛ یعنی این شاخه برای اهداف آزمایشی در نظر گرفته میشود. شاخه‌های پایدار شاخه‌هایی در نظر گرفته میشوند که روی آن‌ها آزمایش‌هایی شده است و نسبتا دور از خطا و برای اجرا روی سیستم شما مناسب هستند. ۶. اگر افزونه ترجمه‌شدنی باشد، شاخه‌ی پایدار روزامدهای ترجمه دریافت خواهد کرد. 7. نویسندگان و بازبینان را به شدت ترغیب میکنیم تا برای تضمین کیفیت افزونه‌های انجمن کاربران از [رهنمودهای][2] ما پیروی کنند. ۸. چنانچه نویسندگان افزونه نتوانند کار مورد نیازی که باید انجام شود را ادامه دهند، میتوانند با نگاهدارنده‌ای دیگر، سه ماه بعد از اولین درخواست جایگزین شوند.
ru: 5. Для дополнений, master branch эквивалентен NVDA рядом, то есть предназначен сугубо для тестирования. Считается, что стабильный branch уже прошёл некоторые испытания и должен относительно неплохо запускаться на вашей системе без серёзных ошибок. 6. Стабильный branch будет получать обновления переводов, если дополнение является переводимым. 7. Авторам и рецензентам настоятельно рекомендуется следовать нашим [руководящим принципам][2], чтобы обеспечить сообщество качественными дополнениями. 8. Если автор дополнения не может продолжать необходимые работы, он может быть заменён другим сопровождающим через три месяца после первого запроса.
sr: 5. Za dodatke, potrebno je da je stabilna verzija unapred proverena i sve eventualne greške ispravljene, tako da je verzija spremna za korišćenje sa novom verzijom NVDA. 6. Ako je moguće prevesti dodatak, stabilna verzija treba da sadrži prevode. 7. Autori i supervizori treba da se pridržavaju [preporuka][2], kako bi kvalitet dodataka bio potvrđen. 8. Ako autor više ne može da se bavi održavanjem dodatka, tri meseca nakon poslatog prvog zahteva za prihvatanje dodatka može ga zameniti neko drugi.
