Repository: nvdacn/screenReaderTranslations
Catalog: an/add-ons/word/nvda.po
Languages: an

source: No revision
an: Sin revisión

source: Insertion
an: Inserción

source: Deletion
an: Eliminación

source: {revisionType} by {author}
an: {revisionType} por {author}

source: Unknown
an: Desconoixiu

source: Not in a Word document.
an: No yes en un documento de Word.

source: No comments at current position
an: Sin comentarios en a posición actual

source: Presents comments in a word document.
an: Presienta os comentarios en un documento de Word.

source: No revision at current position
an: Sin revisión en a posición actual

source: Presents revisions in a word document.
an: Presienta as revisions en un documento de Word.

source: Extended functionality for Microsoft Word
an: Funcionalidatz estendilladas ta Microsoft Word

source: This add-on adds extra functionality when working with Microsoft Word. For now it just adds the ability to announce the text of a comment with NVDA+shift+c. Suggestions for additional features are welcome.
an: Iste complemento adhibe funcionalidatz extra quan s'escribe con Microsoft Word Por agora nomás s'adhibe a posibilidat de conoixer o texto d'un comentario pretando pretando NVDA+Mayus+C Son bienvenidas as sucherencias arredol de caracteristicas adicionals
