Repository: nvdacn/screenReaderTranslations
Catalog: */add-ons/goldwave/nvda.po
Languages: fa, fr, ru_ru, sr, vi

source: command announcement on
fa: فرمان‌ها اعلام میشوند
fr: annonce de commande activé
ru_ru: объявление команд включено
sr: изговарање команди укључено
vi: Bật thông báo phím lệnh

source: command announcement off
fa: فرمان‌ها اعلام نمیشوند
fr: annonce de commande désactivé
ru_ru: объявление команд отключено
sr: изговарање команди искључено
vi: Tắt thông báo phím lệnh

source: Toggles whether NVDA announces editing commands during audio recording or playback.
fa: تنظیم میکند که فرمان‌ها هنگام ویرایشِ صدایی که پخش میکنید یا ضبط میکنید اعلام شوند یا نه.
fr: Bascule entre activer/désactiver si NVDA annonce les commandes d'édition au cours de lecture ou d'enregistrement audio.
ru_ru: Переключает объявление команд редактирования NVDA во время записи или воспроизведения аудио.
sr: контролише да ли нвда изговара или не команде за уређивање у току снимка
vi: Bật tắt thông báo của NVDA về các phím lệnh liên quan đến chỉnh sửa trong khi phát hay thu âm.

source: Track position not available
fa: موقعیتِ تِرَک در دسترس نیست.
fr: Position de la piste non disponible
ru_ru: Положение дорожки недоступно
sr: pozicija zapisa nije dostupna
vi: Vị trí track không sẵn sàng

source: Channel information unavailable
fa: اطلاعاتِ کانال موجود نیست.
fr: Information du canal indisponible
ru_ru: Информация о канале недоступна
sr: informacije o kanalu nisu dostupne
vi: Thông tin kênh không sẵn sàng

source: mono
fa: مُنُ
ru_ru: моно

source: stereo
fa: استریو
fr: stéréo
ru_ru: стерио

source: left
fa: چپ
fr: gauche
ru_ru: левый
sr: levi
vi: Trái

source: right
fa: راست
fr: droit
ru_ru: правый
sr: desni
vi: Phải

source: Start: {startMarkerPos}
fa: نشانه‌ی آغاز: {startMarkerPos}
fr: Début : {startMarkerPos}
ru_ru: Начало: {startMarkerPos}
sr: почетак: {startMarkerPos}
vi: Bắt đầu: {startMarkerPos}

source: Drops the start marker and announces start marker position.
fr: Supprime le marqueur de début et annonce la position du marqueur de début.
ru_ru: Устанавливает начальный маркер и объявляет его положение.

source: Finish: {finishMarkerPos}
fa: نشانه‌ی پایان: {finishMarkerPos}
fr: Fin : {finishMarkerPos}
ru_ru: Конец: {finishMarkerPos}
sr: крај: {finishMarkerPos}
vi: Kết thúc: {finishMarkerPos}

source: Drops the finish marker and announces finish marker position.
fr: Supprime le marqueur de fin et annonce la position du marqueur de fin.
ru_ru: Устанавливает конечный маркер и объявляет его положение.

source: Play selection
fa: پخشِ محدوده‌ی انتخاب‌شده
fr: Sélection de la lecture
ru_ru: Воспроизвести выделенное
sr: пусти одабир
vi: Phát vùng chọn

source: Plays the trakc between start and finish markers.
fr: Lecture de la piste entre le début et la fin des marqueurs.
ru_ru: Воспроизведение материала между начальным и конечным маркерами.

source: Select All
fa: انتخابِ همه
fr: Sélectionner Tout
ru_ru: Выделить Всё
sr: изабери све
vi: Chọn tất cả

source: Selects the entire track.
fr: Sélectionnez la piste entière.
ru_ru: Выделяет всю дорожку.

source: Cue
fa: نشان
fr: Repère
ru_ru: Метка
sr: цуе
vi: Đánh dấu.

source: Drops a cue point at the current audio position.
fr: Supprime un point de repère à la position actuelle d'audio.
ru_ru: Создаёт метку в текущей позиции аудио.

source: Cue dropped at start marker
fa: نشان در محلِّ نشانه‌ی آغاز گذاشته شد
fr: Repère supprimé au marqueur de début
ru_ru: Метка создана на начальном маркере
sr: цуе ван почетног маркера
vi: Đã kéo điểm đánh dấu đến điểm bắt đầu chọn

source: Drops a cue point at the current start marker position.
fr: Supprime un point de repère à la position actuelle de début d'audio.
ru_ru: Создаёт метку в текущей позиции начального маркера.

source: Cue dropped at finish marker
fa: نشان در محلِّ نشانه‌ی پایان گذاشته شد
fr: Repère supprimé au marqueur de fin
ru_ru: Метка создана на конечном маркере
sr: цуе ван завршног маркера
vi: Đã kéo điểm đánh dấu đến điểm kết thúc chọn

source: Drops a cue point at the current finish marker position.
fr: Supprime un point de repère à la position actuelle de fin d'audio.
ru_ru: Создаёт метку в текущей позиции конечного маркера.

source: Start marker at next cue
fa: نشانه‌ی آغاز در محلِّ نشانِ بعدی قرار گرفت
fr: Marqueur de début au repère suivant
ru_ru: начальный маркер следующей Метки
sr: почетни маркер на следећем цуе
vi: Bắt đầu chọn ở điểm đánh dấu tiếp theo

source: Moves the start marker to the next cue position.
fr: Déplace le marqueur de début à la position du repère suivant.
ru_ru: Перемещает начальный маркер к следующей помеченной позиции.

source: Start marker at previous cue
fa: نشانه‌ی آغاز در محلِّ نشانِ قبلی قرار گرفت
fr: Marqueur de début au repère précédent
ru_ru: начальный маркер предыдущей Метки
sr: претходни цуе на почетном екрану
vi: Bắt đầu chọn ở điểm đánh dấu trước

source: Moves the start marker to the previous cue position.
fr: Déplace le marqueur de début à la position du repère précédent.
ru_ru: Перемещает начальный маркер к предыдущей помеченной позиции.

source: Finish marker at next cue
fa: نشانه‌ی پایان در محلِّ نشانِ بعدی قرار گرفت
fr: Marqueur de fin au repère suivant
ru_ru: конечный маркер следующей Метки
sr: крајњи маркер на следећем цуе
vi: Kết thúc chọn ở điểm đánh dấu tiếp theo

source: Moves the finish marker to the next cue position.
fr: Déplace le marqueur de fin à la position du repère suivant.
ru_ru: Перемещает конечный маркер к следующей помеченной позиции.

source: Finish marker at previous cue
fa: نشانه‌ی پایان در محلِّ نشانِ قبلی قرار گرفت
fr: Marqueur de fin au repère précédent
ru_ru: конечный маркер предыдущей Метки
sr: крајњи маркер на претходном цуе
vi: Kết thục chọn ở điểm đánh dấu trước

source: Moves the finish marker to the previous cue position.
fr: Déplace le marqueur de fin à la position du repère précédent.
ru_ru: Перемещает конечный маркер к предыдущей помеченной позиции.

source: deleted
fa: حذف شد
fr: supprimé
ru_ru: удалено
sr: избриши
vi: đã xóa

source: Deletes the currently selected audio.
fr: Supprime l'audio actuellement sélectionné.
ru_ru: Удаляет выделенный в данный момент звук.

source: Trims the audio outside the selected audio.
fr: Coupe l'audio en dehors de l'audio sélectionné.
ru_ru: Обрезать аудио вне выделения.

source: play
fa: پخش
fr: lecture
ru_ru: воспроизведение
sr: пусти
vi: Phát

source: Plays the audio track.
fr: Lecture de la piste audio.
ru_ru: Воспроизведение звуковой дорожки.

source: rewind
fa: عقب
fr: rembobiner
ru_ru: перемотка назад
sr: премотај
vi: Tua lui

source: Rewinds through an audio track.
fr: Rembobiner jusqu'à une piste audio.
ru_ru: Перемотка назад звуковой дорожки.

source: fast forward
fa: جلو
fr: avance rapide
ru_ru: быстрая перемотка вперёд
sr: премотај унапред
vi: Tua tới

source: Fast forwards through an audio track.
fr: Avance rapide jusqu'à une piste audio.
ru_ru: Быстрая перемотка вперёд звуковой дорожки.

source: pause
fa: مکث
ru_ru: пауза
sr: пауза
vi: Tạm dừng

source: Pauses the audio track.
fr: Pause de la piste audio.
ru_ru: Ставит на паузу звуковую дорожку.

source: stop
fa: ایست
fr: arrêter
ru_ru: стоп
sr: стоп
vi: Dừng

source: stops the audio track.
fr: arrêter la piste audio.
ru_ru: останавливает звуковую дорожку.

source: record
fa: ضبط
fr: enregistrement
ru_ru: запись
sr: снимај
vi: Thu

source: Starts recording audio.
fr: Démarrage de l'enregistrement audio.
ru_ru: Начало записи аудио.

source: Announces the current audio position in seconds.
fa: موقعیتِ صدای فعلی را به ثانیه اعلام میکند
fr: Annonce de la position actuelle d'audio en secondes.
ru_ru: Объявляет текущую позицию аудио в секундах.
sr: изговара тренутну аудио позицију у секундама
vi: Thông báo vị trí hiện tại của âm thanh bằng giây.

source: Unable to obtain audio selection summary. Please close and reopen the audio track.
fa: نمیتوانم خلاصه‌ی اطلاعاتِ صدای انتخاب‌شده را به دست بیاورم. لطفا تِرَکِ صوتی را ببندید و دوباره باز کنید.
fr: Impossible d'obtenir un résumé sur la sélection audio. S'il vous plaît fermer et rouvrir la piste audio.
ru_ru: Невозможно получить сводную информацию о выделеном звуке. Пожалуйста, закройте и переоткройте звуковую дорожку.
sr: немогуће пронаћи предлоге за снимак поново пустите снимак
vi: Không thể lấy tóm tắt về vùng chọn audio. Vui lòng đóng track audio và mở lại.

source: {audioSelectionStart} to {audioSelectionEnd} {audioSelectionLength}
fa: از {audioSelectionStart} تا {audioSelectionEnd} میشود {audioSelectionLength}
ru_ru: от {audioSelectionStart} до {audioSelectionEnd} {audioSelectionLength}
sr: {audioSelectionStart} до {audioSelectionEnd} {audioSelectionLength}
vi: {audioSelectionStart} đến {audioSelectionEnd} {audioSelectionLength}

source: Announces a summary on audio selection info such as selection duration.
fa: اطلاعاتی از خلاصه‌ی صدای انتخاب‌شده، مانند مدت‌زمانِ انتخاب‌شده از صدا میدهد.
fr: Annonce un résumé sur les infos de sélection audio telles que la durée de la sélection.
ru_ru: сводное объявление выделеной звуковой информации, такой как длительность выделенного фрагмента.
sr: изговара предлоге за аудио снимак као што су трајање итд...
vi: Thông báo tóm tắt thông tin về vùng chọn âm thanh như lựa chọn thời gian.

source: Track length is unavailable. Please close and reopen the audio track.
fa: مدت‌زمانِ تِرَک در دسترس نیست. لطفا تِرَکِ صوتی را ببندید و دوباره باز کنید.
fr: La longueur de la piste n'est pas disponible. S'il vous plaît fermer et rouvrir la piste audio.
ru_ru: Длительность дорожки недоступна. Пожалуйста, закройте и переоткройте звуковую дорожку.
sr: трајање снимка недоступно поново отворите снимак
vi: Độ dài track không sẵn sàng. Vui lòng đóng và mở lại track âm thanh.

source: Track length: {trackLength}
fa: مدت‌زمانِ تِرَک: {trackLength}
ru_ru: Длина дорожки: {trackLength}
sr: трајање снимка је : {trackLength}
vi: Độ dài track: {trackLength}

source: Announces total length of the audio track.
fa: مدت‌زمانِ کلیِ تِرَکِ صوتی را اعلام میکند
fr: Annonce la longueur totale de la piste audio.
ru_ru: Объявляет общую длину звуковой дорожки.
sr: изговара трајање снимка
vi: Thông báo tổng độ dài của track audio.

source: Selected channel: {audioChannel}
fa: کانالِ انتخاب‌شده: {audioChannel}
fr: Canal sélectionné : {audioChannel}
ru_ru: Выбраный канал: {audioChannel}
sr: изабран канал : {audioChannel}
vi: Kênh đã chọn: {audioChannel}

source: Announces the audio channel you are editing.
fa: کانالِ صوتی‌ای که دارید ویرایشش میکنید را اعلام میکند
fr: Annonce le canal audio, que vous êtes en train de modifier.
ru_ru: Объявляет канал, который вы редактируете.
sr: изговара аудио канал који уређујете
vi: Thông báo kênh audio bạn đang chỉnh sửa.

source: Zoom level: {zoomLevel}
fa: سطحِ درشت‌نمایی: {zoomLevel}
fr: Niveau de zoom : {zoomLevel}
ru_ru: Уровень: {zoomLevel}
sr: ниво зума : {zoomLevel}
vi: Cấp độ phóng to: {zoomLevel}

source: Announces audio zoom level.
fa: سطحِ درشت‌نماییِ صدا را اعلام میکند.
fr: Annonce le niveau de zoom audio.
ru_ru: Объявляет уровень звука.
sr: изговара ниво аудио зумирања
vi: Thông báo cấp độ phóng to của Audio.

source: Changes zoom level and announces the new level.
fr: Modifie le niveau de zoom et annonce le nouveau niveau.
ru_ru: Изменяет значение уровня и объявляет новый уровень.

source: An add-on for enhancing access and usage of the Goldwave audio editor.
fa: افزونه ای برای آسان‌سازیِ دسترسی و استفاده از برنامه‌ی ویرایش‌گرِ صدای GoldWave
ru_ru: Дополнение для расширения доступа и использования аудио редактора GoldWave.
sr: додатак који побољшава приступачност голдваве програма
vi: Một add-on nhằm tăng tính tiếp cận và sử dụng trình biên tập a6mthanh Goldwave.

source: An add-on for enhancing access and usage of Goldwave audio editor.
fr: Un module complémentaire pour améliorer l'accès et l'utilisation de l'éditeur audio Goldwave.

source: center
fa: وسط
sr: centar
vi: Giữa

source: low frequency
fa: فرکانسِ پایین
sr: niska frekvencija
vi: Tần số thấp

source: back left
fa: چپِ پشت
sr: zadњи леви
vi: trở về bên trái

source: back right
fa: راستِ پشت
sr: задњи десни
vi: Trở về bên phải

source: side left
fa: چپِ کنار
sr: страно леви
vi: bên trái

source: side right
fa: راستِ کنار
sr: страно десни
vi: bên phải

source: Multiple channels selected
fa: چند کانال انتخاب شدند
sr: више канала изабрано
vi: Đã chọn nhiều kênh

source: All channels selected
fa: همه‌ی کانال‌ها انتخاب شدند
sr: сви канали изабрани
vi: Đãchọn tất cả kênh

source: Cannot tell you remaining time for the current track
fa: نمیتوانم زمانِ باقی‌مانده از تِرَکِ فعلی را به شما بگویم.
vi: Không thể thông báo thời gian còn lại của track hiện tại

source: You need to be in sound window to toggle command announcement
fa: لازم است که در پنجره‌ی صدا باشید تا بتوانید اعلامِ فرمان‌ها را روشن یا خاموش کنید.
sr: морате да будете у звучном нивоу да би сте променили стање команде
vi: Bạn cần phải trong cửa sổ âm thanh để bật/tắt thông báo phím lệnh

source: GoldWave
sr: голдваве
