# -*- coding: utf-8 -*-

# this file is for words with 3 letters.
#please keep this file in alphatical order.
#please insert the word in the right section.



nouns = [
"بحث",
"برق",
"تمر",
"حجر",
"جبل",
"جبر",
"جرح",
"جزر",
"جمع",
"حسب",
"حرق",
"حفر
"حمل"
"خبز",
"قلب",
"قمر",
"دعم",
"ذهب",
"رسم",
"رقد",
"رقص",
"زحف",
"سطر",
"صمت",
"صبر",
"ضرب",
"طبر",
"طقس",
"ظهر",
"عبر",
"عمل",
"كذب",
"كره",
"كسب",
"كسر",
"كلب",
"مضغ",
"نجم",
"نذر"
"نسخ",
"نسر",
"نزف",
"نفخ",
"نفس",
"نقص",
"نقل",
"نهب",
"هزل",
"وصف",
"وصل",
"ربط",

]
"نصح"

verbs = [
"كتب",
]
"قبل", 
