Repository: nvdacn/screenReaderTranslations
Catalog: */add-ons/goldenCursor/nvda.po
Languages: sl, sr

source: Mouse positions for %s
sr: Pozicije miša za %s

source: New mouse position
sr: Nova pozicija miša

source: &Saved mouse positions
sr: &Sačuvane pozicije miša

source: Name
sr: Ime

source: Position X
sr: Pozicija X

source: Position Y
sr: Pozicija Y

source: &Jump
sr: &Skoči

source: &Rename
sr: &Preimenuj

source: &Delete
sr: &Obriši

source: C&lear positions
sr: &Obriši pozicije

source: &Close
sr: &Zatvori

source: &X position
sr: &X pozicija

source: &Y position
sr: &Y pozicija

source: New name
sr: Novo ime

source: Rename
sl: Preimenuj
sr: Preimenuj

source: Another mouse position has the same name as the entered name. Please choose a different name.
sr: Druga pozicija miša ima isto ime kao i ova. Molimo izaberite drugo ime.

source: Error
sl: Napaka
sr: Greška

source: Are you sure you want to delete the position named {name}? This cannot be undone.
sr: Da li ste sigurni da želite da obrišete poziciju {name}? Ovo se nemože poništiti.

source: Delete position
sr: Obriši poziciju

source: Are you sure you want to clear mouse positions for the current application ({appName})? This cannot be undone.
sr: Da li ste sigurni da želite da obrišete pozicije za aplikaciju ({appName})? Ovo se nemože poništiti.

source: Clear mouse positions
sr: Obriši pozicije miša

source: All mouse positions for the application {appName} have been deleted.
sr: Sve pozicije miša za aplikaciju {appName} su obrisane.

source: Mouse positions cleared
sr: Pozicije miša obrisane

source: Golden Cursor add-on settings
sr: Podešavanja dodatka Golden cursor

source: No mouse positions for %s.
sr: Nema pozicija miša za %s.

source: Opens a dialog listing mouse positions for the current application
sr: Otvara dijalog sa svim sačuvanim pozicijama za trenutnu aplikaciju

source: Enter the name for the current mouse position (x: {x}, Y: {y})
sr: Upišite ime za trenutnu poziciju miša (x: {x}, Y: {y})

source: Save mouse position
sr: Sačuvaj poziciju miša

source: Opens a dialog to label the current mouse position and saves it
sr: Otvara dijalog za dodeljivanje oznake za trenutnu poziciju miša i čuvanje pozicije

source: Changes mouse movement unit
sr: Menja jedinicu za pomeranje miša

source: Report new mouse coordinates on
sr: Uključeno prijavljivanje novih koordinata miša

source: Report new mouse coordinates off
sr: Isključeno prijavljivanje novih koordinata miša

source: toggles reporting of mouse coordinates in pixels when mouse moves
sr: Uključuje i isključuje prijavljivanje koordinata miša u pikselima kada se miš pomera

source: Reports current X and Y mouse position
sr: Prijavljuje trenutnu X i Y poziciju miša

source: Mouse arrows on
sr: Strelice miša uključene

source: Mouse arrows off
sr: Strelice miša isključene

source: Toggles mouse arrows to move the mouse with the arrow keys
sr: Uključuje i isključuje opciju strelice miša, koja služi za pomeranje miša pomoću strelica na tastaturi

source: Moves the Mouse pointer to the right
sr: Pomera pokazivač miša desno

source: Moves the Mouse pointer to the left
sr: Pomera pokazivač miša levo

source: Moves the Mouse pointer down
sr: Pomera pokazivač miša dole

source: Moves the Mouse pointer up
sr: Pomera pokazivač miša gore

source: Opens a dialog to enter the X and Y coordinates for the mouse to move to
sr: Otvara dijalog za upisivanje X i Y pozicije za pomeranje miša

source: Mouse movement restricted to current application
sr: Pomeranje miša ograničeno na trenutnu aplikaciju

source: Mouse movement unrestricted
sr: Pomeranje miša neograničeno

source: Toggles mouse movement restriction between current application and unrestricted
sr: Uključuje i isključuje zabranu koja vam kada je uključena dozvoljava pomeranje kursora miša samo u prozoru trenutne aplikacije

source: &Announce new mouse coordinates when mouse moves
sr: &Izgovori nove koordinate miša kada se miš pomera

source: Mouse movement &unit (in pixels)
sr: &Jedinica pomeranja miša (u pikselima)

source: Golden Cursor Settings
sr: Podešavanja dodatka Golden cursor

source: Allows you to control the mouse movement with the keyboard. for further details please visit the addon guide help.
sr: Dozvoljava vam da birate pokretanje miša sa strelicama. Za dodatne detalje pročitajte pomoć za dodatak.

source: positions List
sl: Seznam položajev

source: there is no any positions for %s.
sl: tukaj ni nobenih položajev za %s.

source: choose a item of this list
sl: izberi postavko s tega seznama

source: &rename
sl: &preimenuj

source: &delete
sl: &izbriši

source: c&lear
sl: po&čisti

source: no selection
sl: ni izbora

source: Edit
sl: Uredi

source: the position has been deleted.
sl: položaj je bil izbrisan.

source: the list has been cleared.
sl: seznam je bil počiščen.

source: An NVDA settings dialog is already open. Please close it first.
sl: Pogovorno okno NVDA nastavitev je že odprto. Prosimo, najprej zaprite tega.

source: Enter the value for position name you wish to save.
sl: Vnesite vrednost za ime položaja, ki ga želite shraniti.

source: save position
sl: shrani položaj

source: please enter the value for the name of the position.
sl: prosimo, vnesite vrednost za ime položaja.

source: the position has been saved in %s.
sl: položaj se je shranil na %s.

source: Moves the Mouse pointer right.
sl: Premakne miškin kazalec v desno.

source: Moves the Mouse pointer left.
sl: Premakne miškin kazalec v levo.

source: Moves the Mouse pointer up.
sl: Premakne miškin kazalec navzgor.

source: Moves the Mouse pointer down.
sl: Premakne miškin kazalec navzdol.

source: Jump to position
sl: Skoči na položaj

source: please enter comma between the first and the second number
sl: prosimo, vnesite vejico med prvo in droge številko

source: please enter an integer number.
sl: prosimo, vnesite celo število

source: type the x/y value you wish the cursor to jump to
sl: natipkajte vrednost v obliki x/y kamor želite, da se postavi utripalka

source: restriction on
sl: omejitev vključena

source: restriction off
sl: omejitev izključena
