Repository: nvdacn/screenReaderTranslations
Catalog: an/add-ons/teamViewer/nvda.po
Languages: an

source: ID
an: Identificador

source: Password
an: Clau

source: ID: {idValue} - Password: {passwordValue}
an: Identificador: {idValue} - Clau: {passwordValue}

source: ID and password copied to clipboard.
an: Identificador y clau copiaus en o portafuellas.

source: Copies your ID and password to the clipboard ready for sharing.
an: Copia o tuyo identificador y clau en o portafuellas prestos pa compartir-los.

source: Unable to switch tab, please ensure the main dialog has focus.
an: No s'ha puesto cambiar de pestanya, guarencia-te que o quadro de dialogo prencipal tienga lo foco.

source: In the main dialog of TeamViewer, changes the selected tab.
an: En o dialogo prencipal d'o TeamViewer cambia la pestaña trigada.

source: You have installed the TeamViewerNVDASupport add-on, probably an old and incompatible version with this one. Do you want to uninstall the old version?
an: Tiens instalau o complemento TeamViewerNVDASupport, prebablement una versión viella y incompatible con iste atro. Quiers desinstalar a versión viella?

source: Uninstall incompatible add-on
an: Desinstalar o complemento incompatible

source: Improves the accessibility of TeamViewer with NVDA. TeamViewer can be used to hold online meetings as well as provide remote support/access. For more information about the TeamViewer application, see: http://www.teamviewer.com
an: Amillora l'accesibilidat d'o TeamViewer con o NVDA. O TeamViewer puet fer-se servir pa celebrar reunions en linia, asinas como proporcionar refirme y acceso remoto. Pa obtenir mas información arredol de l'aplicación TeamViewer consulta: http://www.teamviewer.com
