Repository: nvdacn/screenReaderTranslations
Catalog: */add-ons/reportSymbols/nvda.po
Languages: de, hr, zh_cn

source: You have installed the ReportSymbols add-on, probably an old and incompatible version with this one. Do you want to uninstall the old version?
de: Sie haben möglicherweise eine veraltete und inkompatible Version der Erweiterung Symbol-Mitteilungen installiert. Möchten Sie sie jetzt deinstallieren?
hr: Možda koristite zastarjelu inačicu dodatka, želite li ju ukloniti i zamjeniti ju novijom?
zh_cn: 您已经安装了一个旧的或者不匹配的老版本reportSymbols，您希望卸载它吗？

source: Uninstall incompatible add-on
de: Inkompatible Erweiterung deinstallieren
hr: Ukloni nekompatibilan dodatak
zh_cn: 卸载不匹配的 add-on

source: Report Symbols settings
de: Einstellungen der Symbol-Mitteilungen
hr: Report Symbols postavke
zh_cn: 朗读符号设置

source: Report &printable symbols
de: &Druckbare Symbole ansagen
hr: &Izvijesti o simbolima
zh_cn: &朗读可打印的符号

source: Report &spaces
de: &Leerzeichen ansagen
hr: &Izvijesti o razmacima
zh_cn: &朗读空格

source: &Report carriage returns
de: &Zeilenumbrüche ansagen
hr: &Izvijesti o praznim recima
zh_cn: ＆朗读回车

source: Repor&t other blank characters
de: &Weitere Leerzeichen ansagen
hr: Izvijesti o ostalim praznim poljima
zh_cn: &朗读其他空白字符

source: Report &Symbols settings...
de: Einstellungen der &Symbol-Mitteilungen...
hr: Report &Symbols postavke...
zh_cn: 报告符号设置...

source: Shows the Report Symbols settings dialog.
de: Zeigt die Einstellungen der Symbol-Mitteilungen an.
hr: Prikazuje postavke dodatka
zh_cn: 显示朗读符号设置对话框。

source: Report Symbols
de: Symbol-Mitteilungen
zh_cn: 朗读符号

source: Allows to listen the typed symbols (non alphanumeric characters), even when the speaking of characters is turned off.
de: Ermöglicht die Auflistung der eingegebenen (nichtalphanumerischen) Symbolzeichen. Insbesondere, wenn die Ansage der eingegebenen Zeichen ausgeschaltet ist.
hr: Omogućava slušanje upisanih znakova (non alfanumeričkih znakova, čak i kada je opcija za izgovor upisanih znakova isključena.
zh_cn: 此插件允许听取输入的符号包括（非字母数字的字符），即使关闭了NVDA的输入字符朗读。
